{
    "version": 0,
    "page": 4713,
    "commands": [
        {
            "command": "[A6I2] ==> ",
            "link": "/story/4714"
        }
    ],
    "media": [
        {
            "file": "04710.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #e00707\">DAVE: im not reading that shit</p>\n<p style=\"color: #e00707\">DAVE: i cant even read your stupid troll language why would you think i can</p>\n<p style=\"color: #626262\">KARKAT: I THINK YOU SHOULD RECONSIDER. I CAN TRANSLATE FOR YOU. I'LL READ THE WHOLE DAMN THING ALOUD IF YOU WANT.</p>\n<p style=\"color: #626262\">KARKAT: SERIOUSLY, IT COULD REALLY EXPAND YOUR LIMITED HUMAN THINK PAN ON STUFF.</p>\n<p style=\"color: #626262\">KARKAT: THERE'S A LOT HERE THAT'S APPLICABLE TO OUR SITUATION.</p>\n<p style=\"color: #e00707\">DAVE: there is nothing even slightly applicable about any of that bullshit to our situation</p>\n<p style=\"color: #626262\">KARKAT: DON'T BE DENSE. OF COURSE THERE IS.</p>\n<p style=\"color: #626262\">KARKAT: TEREZI AND I HAVE BEEN ON THE VERGE OF VACILLATING LIKE THIS FOR A LONG TIME.</p>\n<p style=\"color: #626262\">KARKAT: IT'S ABOUT TIME WE KILLED THE SUSPENSE AND JUST ACKNOWLEDGED IT.</p>\n<p style=\"color: #626262\">KARKAT: YOU AND SHE SEEM BENT ON DEVELOPING SOMETHING IN THE FLUSHED QUADRANT, AND LIKE I SAID, I'M FINE WITH THAT.</p>\n<p style=\"color: #626262\">KARKAT: IF WE CAN JUST GET OUR SHIT STRAIGHTENED OUT, WE CAN BE LIKE THESE VACILLATING PAIRS THAT ALTERNATE BETWEEN RED AND BLACK, BUT IN A WAY THAT'S COMPLEMENTARY WITH EACH OTHER'S PATTERNS.</p>\n<p style=\"color: #e00707\">DAVE: oh my god</p>\n<p style=\"color: #e00707\">DAVE: why is this happening</p>\n<p style=\"color: #626262\">KARKAT: LIKE WHILE SHE AND I ARE BLACK, YOU AND SHE ARE RED.</p>\n<p style=\"color: #626262\">KARKAT: BUT THEN WHEN SHE AND I ARE RED, YOU AND SHE... I DON'T KNOW IF HUMANS ARE REALLY CAPABLE OF BLACK FEELINGS?</p>\n<p style=\"color: #626262\">KARKAT: I GUESS THAT'S UP TO YOU. MAYBE YOU CAN JUST LIKE, SIT THOSE PERIODS OUT.</p>\n<p style=\"color: #626262\">KARKAT: LIKE TAKE A BREAK, YOU KNOW?</p>\n<p style=\"color: #e00707\">DAVE: youve completely lost it dude</p>\n<p style=\"color: #e00707\">DAVE: i cant believe for a fucking second this is reasonable shit to propose even on troll world</p>\n<p style=\"color: #e00707\">DAVE: you just</p>\n<p style=\"color: #e00707\">DAVE: totally snapped</p>\n<p style=\"color: #626262\">KARKAT: SNAPPED LIKE A FUCKING FOX. THIS MAKES PERFECT SENSE.</p>\n<p style=\"color: #626262\">KARKAT: LIKE I SAID, IT'S JUST A MATTER OF RESPONSIBLE SCHEDULING.</p>\n<p style=\"color: #626262\">KARKAT: HERE LET ME SHOW YOU.</p>\n<p style=\"color: #626262\">KARKAT: I NEED SOME PAPER. WHERE'S SOME PAPER.</p>\n<p style=\"color: #e00707\">DAVE: hnnrrghh</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}