{
    "version": 0,
    "page": 7265,
    "commands": [
        {
            "command": "[A6A6I4] ====> ",
            "link": "/story/7266"
        }
    ],
    "media": [
        {
            "file": "07262.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #929292\">CALLIOPE: what else do yoU remember, jane?</p>\n<p style=\"color: #929292\">CALLIOPE: the more yoU tell Us, the closer we may come to jogging yoUr and jade's memory of how yoU died.</p>\n<p style=\"color: #929292\">CALLIOPE: not to mention, the closer we will get to completing this lovely illUstrated story. :u</p>\n<p style=\"color: #00d5f2\">JANE: Hrm.</p>\n<p style=\"color: #00d5f2\">JANE: My recollection continues to be so darn hazy.</p>\n<p style=\"color: #00d5f2\">JANE: Is there anything from my session that you can remember, Callie?</p>\n<p style=\"color: #929292\">CALLIOPE: UnfortUnately from my perspective, most of it was blacked oUt.</p>\n<p style=\"color: #929292\">CALLIOPE: everything else i know, i have learned from ancient joUrnals, whose veracity i have come to regard as...</p>\n<p style=\"color: #929292\">CALLIOPE: tenUoUs.</p>\n<p style=\"color: #929292\">CALLIOPE: yoU two are the only primary soUrces i have left to reconstrUct the tale. if only yoU can keep jogging yoUr memories!</p>\n<p style=\"color: #00d5f2\">JANE: I see.</p>\n<p style=\"color: #00d5f2\">JANE: Well, I do recall quite a bit more from our stint as tricksters.</p>\n<p style=\"color: #00d5f2\">JANE: For some reason all those memories are still quite vivid.</p>\n<p style=\"color: #00d5f2\">JANE: I suppose I could recount more of that drunken tomfoolery and extend our trickster chapter.</p>\n<p style=\"color: #929292\">CALLIOPE: oh, yes!!! i woUld absolUtely adore hearing more aboUt yoUr trickster adventUres.</p>\n<p style=\"color: #929292\">CALLIOPE: it pleases me to no end hearing that yoU experienced sUch joyfUl escapades as a resUlt of the birthday present i gave yoU! :U</p>\n<p style=\"color: #00d5f2\">JANE: Um. Yes!</p>\n<p style=\"color: #00d5f2\">JANE: Joyful.</p>\n<p style=\"color: #00d5f2\">JANE: That's what they were. So joyful.</p>\n<p style=\"color: #00d5f2\">JANE: What a present! You are a true sweetheart, Callie.</p>\n<p style=\"color: #929292\">CALLIOPE: ^u^</p>\n<p style=\"color: #00d5f2\">JANE: So, where was I?</p>\n<p style=\"color: #00d5f2\">JANE: Ah yes. Dirk had just acquiesced to the siren's song of the trickster.</p>\n<p style=\"color: #00d5f2\">JANE: When all the rainbow magic and sparkle dust had subsided, there he stood, as stoic and rigid as ever.</p>\n<p style=\"color: #00d5f2\">JANE: He was like a plank of wood in orange trousers and suspenders. A bronze statue in a silly pair of wrist warmers. A stone-faced automaton with a shock of vermilion hair, in which comfortably nestled what appeared to be an orange soft drink.</p>\n<p style=\"color: #00d5f2\">JANE: The juju's potent spell seemed only to strengthen his resolve in betraying no emotion whatsoever.</p>\n<p style=\"color: #00d5f2\">JANE: But would his curmudgeonly facade prove a deterrent to Roxy's lascivious wiles? Methinks not!</p>\n<p style=\"color: #00d5f2\">JANE: She advanced upon him with her magic ring, seeking his hand in quadruple betrothal.</p>\n<p style=\"color: #00d5f2\">JANE: Her lips puckered and quivered, like an amorous cephalopod skulking the briny ocean depths for a handsome mate.</p>\n<p style=\"color: #4ac925\">JADE: guys i think weve heard enough about the trickster stuff :|</p>\n<p style=\"color: #929292\">CALLIOPE: (shoot!)</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}