{
    "version": 0,
    "page": 4848,
    "commands": [
        {
            "command": "==> ",
            "link": "/story/4849"
        }
    ],
    "media": [
        {
            "file": "04845.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #f2a400\">TT: Nobody at the time knew what the fuck she wanted to accomplish or what her actual motives were.</p>\n<p style=\"color: #f2a400\">TT: But in retrospect it became clear she was trying to essentially restore the conditions of her old home world, which she used to rule over as well.</p>\n<p style=\"color: #f2a400\">TT: She began instituting these crazy laws. First of all, people weren't allowed to reproduce. She found our usual method of procreation revolting, and anyone who engaged in it was punished by death.</p>\n<p style=\"color: #f2a400\">TT: But she still needed an ongoing population of subjects to abuse, so to propagate the race she set up this weird system.</p>\n<p style=\"color: #f2a400\">TT: At random intervals every citizen would be required to supply their genetic material to drones. That DNA would be collected and combined in some way.</p>\n<p style=\"color: #f2a400\">TT: Many years later, long after the original donors had died, clones would be spawned from their DNA. So no one would ever be able to know who their \"parents\" were, or be able to trace their lineage.</p>\n<p style=\"color: #f2a400\">TT: It was only through a bit of good fortune that Roxy and I were able to discover who our ancestors were.</p>\n<p style=\"color: #1f9400\">GT: They were the rebels you mentioned? Are they alive right now?</p>\n<p style=\"color: #1f9400\">GT: I mean in my time?</p>\n<p style=\"color: #f2a400\">TT: Yes.</p>\n<p style=\"color: #1f9400\">GT: Oh! I am very curious about them and also my grandma.</p>\n<p style=\"color: #f2a400\">TT: I'll get to them, don't worry.</p>\n<p style=\"color: #f2a400\">TT: Anyway, \"Her Imperious Condescension\" turned out to be especially cruel to her human subjects. I'm sure her rule was no picnic on her home world, but I think she resented humans' biological incompatibility with the ideal empire she envisioned, and became frustrated.</p>\n<p style=\"color: #f2a400\">TT: Humanity wasn't even really her first choice for rule. There are reports that she attempted to clone members of her own species and replace the human population with them. But they all died.</p>\n<p style=\"color: #1f9400\">GT: What happened to them?</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}