{
    "version": 0,
    "page": 4701,
    "commands": [
        {
            "command": "[A6I2] ==> ",
            "link": "/story/4702"
        }
    ],
    "media": [
        {
            "file": "04698.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #e00707\">DAVE: so whats with the big book youre writing in</p>\n<p style=\"color: #e00707\">DAVE: is that more wizard fan fiction</p>\n<p style=\"color: #b536da\">ROSE: No, it's something like an extensive journal.</p>\n<p style=\"color: #b536da\">ROSE: I'm recording everything we've been through so far, and detailed notes on everything we know about the game.</p>\n<p style=\"color: #b536da\">ROSE: I'm also using it to document our research, and extrapolate on the new session and players.</p>\n<p style=\"color: #e00707\">DAVE: so its like</p>\n<p style=\"color: #e00707\">DAVE: your nigh unreadable gamefaq</p>\n<p style=\"color: #e00707\">DAVE: in tome form</p>\n<p style=\"color: #b536da\">ROSE: Somewhat.</p>\n<p style=\"color: #e00707\">DAVE: you sure like to write big game guides</p>\n<p style=\"color: #b536da\">ROSE: I don't look at it that way.</p>\n<p style=\"color: #b536da\">ROSE: I'm approaching it from a standpoint of responsible historical documentation.</p>\n<p style=\"color: #b536da\">ROSE: Don't you think people in the future will want to know about our story?</p>\n<p style=\"color: #e00707\">DAVE: i guess</p>\n<p style=\"color: #b536da\">ROSE: I think it could be a very useful resource some day.</p>\n<p style=\"color: #b536da\">ROSE: It could be helpful to others beginning their own quests.</p>\n<p style=\"color: #e00707\">DAVE: ehh</p>\n<p style=\"color: #e00707\">DAVE: chances of that seem pretty remote</p>\n<p style=\"color: #008141\">KANAYA: I Really Wouldnt Rule It Out</p>\n<p style=\"color: #e00707\">DAVE: ok totally sold on that suddenly</p>\n<p style=\"color: #e00707\">DAVE: on account of not caring</p>\n<p style=\"color: #e00707\">DAVE: so tell me about the new session</p>\n<p style=\"color: #e00707\">DAVE: what is there to know</p>\n<p style=\"color: #e00707\">DAVE: and most importantly</p>\n<p style=\"color: #e00707\">DAVE: how is everything going to go wrong this time</p>\n<p style=\"color: #b536da\">ROSE: From what I understand, everything already has gone wrong before the game even started, in many different ways than ours did.</p>\n<p style=\"color: #b536da\">ROSE: There are indications of thicker political intrigue. Assassination attempts. And a usurpation of the throne more insidious than what we dealt with.</p>\n<p style=\"color: #b536da\">ROSE: But those examples still don't illustrate the fundamental fault with their session.</p>\n<p style=\"color: #b536da\">ROSE: Ours had a similar fault. It was a null session.</p>\n<p style=\"color: #b536da\">ROSE: Literature on the subject says null sessions are actually very common.</p>\n<p style=\"color: #b536da\">ROSE: It is any session resulting in failure, and as such, designed to result in failure from the start, due to Skaia's comprehensive \"knowledge\" of its own fate, and that of all it illumines.</p>\n<p style=\"color: #b536da\">ROSE: Biologically speaking, it's to be expected that null sessions far outnumber the successful ones. When it comes to reproductive systems, overwhelming redundancy is commonplace.</p>\n<p style=\"color: #b536da\">ROSE: A universe has a reproductive system that spreads many seeds, as it were, most of which never come to fruition. So we shouldn't feel too bad about our results, really. It was quite par for the course.</p>\n<p style=\"color: #b536da\">ROSE: But then, it would also seem that exceedingly few null sessions result in the birth of a massive green star fueled by two dead universes. For what it's worth.</p>\n<p style=\"color: #e00707\">DAVE: ok but i thought the whole point of this</p>\n<p style=\"color: #e00707\">DAVE: the scratch thing</p>\n<p style=\"color: #e00707\">DAVE: is it gave us a chance to still win</p>\n<p style=\"color: #e00707\">DAVE: but youre saying the new session has a fault too?</p>\n<p style=\"color: #b536da\">ROSE: Well, yes. There's more to it though.</p>\n<p style=\"color: #b536da\">ROSE: The new session is essentially our session, rebooted with different parameters which also affected the original conditions of our universe.</p>\n<p style=\"color: #b536da\">ROSE: And strangely, it seems the new one is a null session as well, but within a much less common subset of all null sessions.</p>\n<p style=\"color: #b536da\">ROSE: This one is referred to as a void session.</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}