{
    "version": 0,
    "page": 4712,
    "commands": [
        {
            "command": "[A6I2] ==> ",
            "link": "/story/4713"
        }
    ],
    "media": [
        {
            "file": "04709.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #e00707\">DAVE: oh no</p>\n<p style=\"color: #e00707\">DAVE: what the hot mess of fresh fuck am i looking at</p>\n<p style=\"color: #626262\">KARKAT: IT'S AN ALTERNIAN ROMANCE NOVEL.</p>\n<p style=\"color: #626262\">KARKAT: NOW LOOK, I'M NOT VOUCHING FOR THIS PARTICULAR PIECE OF LITERATURE. IT'S ACTUALLY PRETTY TRASHY AND IF YOU'RE INTERESTED I COULD RECOMMEND MUCH BETTER THINGS TO YOU.</p>\n<p style=\"color: #626262\">KARKAT: IT'S JUST THIS ONE ILLUSTRATES THE CONCEPT VERY CLEARLY.</p>\n<p style=\"color: #e00707\">DAVE: what...</p>\n<p style=\"color: #e00707\">DAVE: \"concept\"</p>\n<p style=\"color: #626262\">KARKAT: IT'S A PRETTY TYPICAL CASE OF QUADRANT VACILLATION AS APPLIED TO AN OVERLAPPING GROUP OF ROMANTIC PAIRINGS.</p>\n<p style=\"color: #e00707\">DAVE: you lost me at quadrant</p>\n<p style=\"color: #e00707\">DAVE: for future reference thats the word that always lets me know its time to check out of a sentence</p>\n<p style=\"color: #626262\">KARKAT: WILL YOU PIPE DOWN AND JUST HEAR ME OUT.</p>\n<p style=\"color: #626262\">KARKAT: IT'S REALLY SIMPLE. THINK OF IT AS BEING SIMILAR TO ONE OF YOUR PRIMITIVE HUMAN LOVE TRIANGLES.</p>\n<p style=\"color: #626262\">KARKAT: THOUGH THIS IS A QUADRANGLE. THOSE ARE MUCH MORE COMMON IN OUR SOCIETY AND ENTERTAINMENT, AND FOUR IS PRETTY MUCH THE MINIMUM VALUE FOR LOVE-HATE N-DRANGLES.</p>\n<p style=\"color: #e00707\">DAVE: n drangles</p>\n<p style=\"color: #e00707\">DAVE: god dammit</p>\n<p style=\"color: #626262\">KARKAT: NOW HERE IS WHAT'S ACTUALLY GOING ON WITH THIS GROUP OF CHARACTERS. PAY ATTENTION. HEY, LOOK AT ME. EYES OVER HERE. GOOD.</p>\n<p style=\"color: #626262\">KARKAT: SEE THE TWO HEROES IN THE MIDDLE, PARTAKING IN THEIR FLUSHED EMBRACE? PRETTY MUCH YOUR TYPICAL LOWBLOOD REDROM PAIRING. THEIR DYNAMIC IS THE GRUBLOAF AND TUBER PASTE OF THE OVERALL ARC.</p>\n<p style=\"color: #e00707\">DAVE: .........</p>\n<p style=\"color: #626262\">KARKAT: BUT WHAT HAVE WE HERE? THERE ARE SOME NEFARIOUS HIGHBLOODS IN THE PICTURE TOO. THIS IS WHERE IT GETS INTERESTING.</p>\n<p style=\"color: #626262\">KARKAT: THE GUY ON THE LEFT IS AN OLD CALIGINOUS FLAME FROM THE MALE LOWBLOOD'S PAST, AND HAS REENTERED THE PICTURE. AGAIN, NOTHING OUT OF THE ORDINARY. HE CAN CONTINUE TO COURT HIS MATESPRIT AND KISMESIS WITHOUT CONFLICT. IT'S A PERFECTLY AMICABLE ARRANGEMENT THAT EVERYONE'S TOTALLY DOWN WITH.</p>\n<p style=\"color: #e00707\">DAVE: what is that huge beefcake troll even doing</p>\n<p style=\"color: #e00707\">DAVE: is he grinding against the little dudes shoulder what is even going on</p>\n<p style=\"color: #e00707\">DAVE: why the fuck is he nude</p>\n<p style=\"color: #626262\">KARKAT: NO QUESTIONS YET.</p>\n<p style=\"color: #626262\">KARKAT: SO THEN THAT'S ALL FINE, PRETTY BOILERPLATE CONDITIONS FOR UNFOLDING ROMDRAMA, BUT THERE'S A TWIST.</p>\n<p style=\"color: #626262\">KARKAT: THE MALE HIGHBLOOD AND LOWBLOOD START TO HAVE FLUSHED FEELINGS FOR ONE ANOTHER, AND THIS RESULTS IN SOME RED INFIDELITY BETWEEN THE LOWBLOOD PAIR.</p>\n<p style=\"color: #626262\">KARKAT: OBVIOUSLY THIS IS WHERE THE FIREWORKS START GOING OFF. THE RED FEELINGS BETWEEN THE LOWBLOODS TURN TO BLACK, AND THUS BEGINS WHAT IS REFERRED TO AS QUADRANT VACILLATION.</p>\n<p style=\"color: #626262\">KARKAT: MEANWHILE THE TWO MALES ARE ALSO VACILLATING BETWEEN RED AND BLACK, BECAUSE YOU DON'T JUST LET GO OF A RIVALRY SO EASILY.</p>\n<p style=\"color: #e00707\">DAVE: what is going on with the other chick</p>\n<p style=\"color: #e00707\">DAVE: all grabbing at the other one down there in the corner</p>\n<p style=\"color: #626262\">KARKAT: YEAH, WELL, IT GETS EVEN MORE COMPLICATED THAN THAT, PROBABLY MORE THAN NEEDED FOR THE SAKE OF MAKING THE POINT.</p>\n<p style=\"color: #626262\">KARKAT: IN THE HEAT OF THEIR VACILLATION, DURING AN ESPECIALLY BLACK PHASE, THE LOWBLOOD FEMALE WAXES RED FOR A NOTORIOUS AND ESPECIALLY BRUTAL HIGHBLOOD FEMALE.</p>\n<p style=\"color: #626262\">KARKAT: SO THEY HAVE THEIR THING ON THE SIDE, BUT EVEN THAT STARTS VACILLATING TOO BECAUSE THE ORIGINAL PAIR JUST KEEP SPINNING LIKE A TOP.</p>\n<p style=\"color: #626262\">KARKAT: WE DON'T NEED TO GET BOGGED DOWN IN THE QUADRANGLE DYNAMIC THOUGH, AND FOR OUR PURPOSES THE 4TH PARTY IS A DISTRACTION.</p>\n<p style=\"color: #e00707\">DAVE: our purposes</p>\n<p style=\"color: #e00707\">DAVE: what the fuck are our purposes</p>\n<p style=\"color: #626262\">KARKAT: THE THING IS, VACILLATION ALWAYS ADDS A LOT OF DRAMA TO EVERYTHING, BUT THAT DOESN'T MEAN IT CAN'T BE VIABLE.</p>\n<p style=\"color: #626262\">KARKAT: IT CAN TOTALLY WORK, AND EVERYONE CAN BE REASONABLE ABOUT IT, IT REALLY JUST COMES DOWN TO A MATTER OF SENSIBLE SCHEDULING.</p>\n<p style=\"color: #e00707\">DAVE: you must be out of your fucking mind if you think i want to know where youre going with this</p>\n<p style=\"color: #626262\">KARKAT: DAVE, PLEASE.</p>\n<p style=\"color: #626262\">KARKAT: JUST READ THE BOOK, OK? IT'S ALL IN THE BOOK.</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}