{
    "version": 0,
    "page": 3872,
    "commands": [
        {
            "command": "[o] This scrapbook is now in hopeless disarray. ",
            "link": "/story/3873"
        }
    ],
    "media": [
        {
            "file": "03869_1.gif",
            "folder": "0"
        },
        {
            "file": "03869_2.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #626262\">CG: ANYWAY, IT DOESN'T MATTER ANYMORE.</p>\n<p style=\"color: #626262\">CG: IF WE CAN RIDE THIS OUT FOR A LITTLE LONGER UNTIL THE CRITICAL MOMENT, AND DAVE/ROSE CAN DESTROY THE SUN, JACK SHOULDN'T BE A THREAT.</p>\n<p style=\"color: #626262\">CG: CONVENIENTLY, IF THEY'RE SUCCESSFUL, THAT WILL SIGNAL THE BEGINNING OF OUR OWN ESCAPE PLAN.</p>\n<p style=\"color: #0715cd\">EB: what is your plan?</p>\n<p style=\"color: #626262\">CG: APPARENTLY THE EXPLOSION WILL BE SO HUGE, IT WILL BE VISIBLE AT GREAT DISTANCES THROUGHOUT THE FURTHEST RING.</p>\n<p style=\"color: #626262\">CG: EVEN FROM DIFFERENT SESSIONS, LIKE YOURS AND OURS. YOU WON'T GET TO SEE IT BECAUSE BY THEN YOUR SESSION SHOULD BE WIPED OUT BY THE SCRATCH.</p>\n<p style=\"color: #626262\">CG: BUT WE WILL. THE PLAN IS TO USE IT AS A BEACON, AND TRAVEL THERE AS A RENDEZVOUS POINT.</p>\n<p style=\"color: #0715cd\">EB: rendezvous with who?</p>\n<p style=\"color: #626262\">CG: WE'VE GOT PEOPLE THERE. THAT'S WHAT JADE TELLS ME.</p>\n<p style=\"color: #0715cd\">EB: jade knows so many things lately, what is even her deal?</p>\n<p style=\"color: #626262\">CG: HELL IF I KNOW, THIS IS BASICALLY DREAM INTELLIGENCE, EVERY TIME SHE GOES TO SLEEP, SHE HAS MORE TO RAMBLE ABOUT.</p>\n<p style=\"color: #626262\">CG: SHE SAYS I SHOULD GO TO SLEEP TO FIND OUT, BUT I'M LIKE HOW THE FUCK AM I SUPPOSED TO BE NAPPING BETWEEN MAKING ALL THESE PLANS AND GETTING PERSECUTED BY THIS DEMENTED HONKING ASSHOLE?</p>\n<p style=\"color: #626262\">CG: SO YEAH, WE'LL MEET IN THE AFTERMATH OF THE EXPLOSION WITH OUR PEOPLE ON THE INSIDE, OR I GUESS I SHOULD SAY OUTSIDE.</p>\n<p style=\"color: #626262\">CG: I DON'T THINK THEY CAN COME WITH US THOUGH.</p>\n<p style=\"color: #0715cd\">EB: come with you where? who are they?</p>\n<p style=\"color: #626262\">CG: DEAD PEOPLE.</p>\n<p style=\"color: #626262\">CG: AS FOR WHERE, IT'S NOT LIKE WE'RE GOING TO STICK AROUND THERE FOREVER. THAT WOULD PROBABLY BE DEPRESSING, SINCE WE'RE NOT FUCKING GHOSTS.</p>\n<p style=\"color: #626262\">CG: THE SCRATCH WILL REBOOT YOUR SESSION. YOUR WHOLE UNIVERSE ACTUALLY. SO SOMEWHERE IN THIS DREADFUL ABYSS, THAT NEW SESSION WILL START UP IN ITS OWN INCIPISPHERE, FROM SCRATCH.</p>\n<p style=\"color: #626262\">CG: LOOK AT THAT, ANOTHER PUN BECAUSE OF USING THAT FUCKING WORD EVERY OTHER SENTENCE! KILL ME NOW.</p>\n<p style=\"color: #626262\">CG: BUT THAT \"FROM SCRATCH\" (F'ING LOL!) SESSION IS WHAT YOU'RE SHOOTING FOR TO SURVIVE.</p>\n<p style=\"color: #626262\">CG: THE IDEA IS FOR YOU ALL TO PRESERVE YOURSELVES BY ESCAPING THERE.</p>\n<p style=\"color: #0715cd\">EB: through the lawn ring?</p>\n<p style=\"color: #626262\">CG: YES.</p>\n<p style=\"color: #626262\">CG: ONCE YOU'RE THERE, YOU WILL HELP US FIND OUR WAY THERE TOO, AND THEN WE CAN ALL FINALLY FIGURE OUT WHAT THE FUCK TO DO WITH THE REST OF OUR LIVES.</p>\n<p style=\"color: #0715cd\">EB: oh!!</p>\n<p style=\"color: #0715cd\">EB: so then, this is how we're supposed to meet. that is kind of exciting.</p>\n<p style=\"color: #626262\">CG: YEAH, I GUESS, IF ENOUGH OF US ARE ALIVE BY THEN TO MEET.</p>\n<p style=\"color: #0715cd\">EB: so, i guess you are not worried about it turning into a huge sloppy makeout fest anymore...</p>\n<p style=\"color: #626262\">CG: UH</p>\n<p style=\"color: #626262\">CG: RIGHT! HAHAHA, JOHN, YOU AND VRISKA BETTER KEEP YOUR HANDS TO YOURSELVES, OR EVERYONE'S GOING TO BE REALLY UNCOMFORTABLE. NO INTERSPECIES FUNNYBUSINESS, IS THAT CLEAR!</p>\n<p style=\"color: #626262\">CG: BLAAAAAAARGH, I AM CONVINCINGLY FLIPPING MY LID ABOUT THIS, WAVING MY ARMS AROUND A LOT, AND MAKING ALL MY BEST YELLING FACES. WOW, LOOK AT THAT! IT'S TIME TO CHANGE THE SUBJECT AGAIN.</p>\n<p style=\"color: #0715cd\">EB: huh?</p>\n<p style=\"color: #626262\">CG: POOF! SUBJECT CHANGED.</p>\n<p style=\"color: #626262\">CG: IF IT WORKS AND YOU WIND UP IN THE NEW SESSION, THAT'S WHY IT'LL BE IMPORTANT TO MAKE SURE ONE OF THE DERSE DREAMERS STAYS WITH YOU, SO THEY CAN HELP GUIDE US THERE FROM THE RING.</p>\n<p style=\"color: #0715cd\">EB: won't there be other players in the new session?</p>\n<p style=\"color: #0715cd\">EB: like, alternate universe versions of ourselves or such?</p>\n<p style=\"color: #626262\">CG: PROBABLY.</p>\n<p style=\"color: #626262\">CG: BUT THOSE CHUMPS WON'T KNOW ANYTHING ABOUT US, OR ALL OUR PLANS. WHY WOULD THEY?</p>\n<p style=\"color: #0715cd\">EB: yeah... it's just kind of a weird thought.</p>\n<p style=\"color: #626262\">CG: SO OUT OF EVERYTHING WE JUST TALKED ABOUT, THIS IS THE THING THAT HAS YOU TRIPPING GLOBES? WHATEVER YOU SAY!</p>\n<p style=\"color: #0715cd\">EB: but i guess it's sort of comforting too.</p>\n<p style=\"color: #0715cd\">EB: if rose or dave have to go off and die, at least i get to see them again, in a way.</p>\n<p style=\"color: #0715cd\">EB: even if i will only be alternate universe john to them.</p>\n<p style=\"color: #0715cd\">EB: maybe my dad will be alive in that session too!!!</p>\n<p style=\"color: #626262\">CG: OK, MAYBE, BUT BEFORE YOU GET TOO EXCITED ABOUT THAT, YOU'VE GOT TO MAKE SURE YOU GET THERE FIRST.</p>\n<p style=\"color: #626262\">CG: WHICH MEANS YOU HAVE TO DO WHAT I SAY, AND STICK TO THE PLAN.</p>\n<p style=\"color: #626262\">CG: YOU NEED TO FOCUS ON GETTING READY TO START THE SCRATCH. THE GAME DOESN'T MAKE A HARD RESET THAT EASY TO PULL OFF.</p>\n<p style=\"color: #626262\">CG: ONCE YOU INITIATE IT, THE GAME THROWS EVERYTHING IT'S GOT AT YOU. WHICH IS ONE REASON WHY YOU'RE THE BEST GUY FOR THE JOB, BECAUSE OF YOUR SUPERPOWERS AND SILLY WINDY BULLSHIT.</p>\n<p style=\"color: #0715cd\">EB: ok. i'll do my best.</p>\n<p style=\"color: #0715cd\">EB: what should i do right now?</p>\n<p style=\"color: #626262\">CG: GET PREPARED, MAKE ALL THE EQUIPMENT YOU THINK YOU'LL NEED, STAY OUT OF TROUBLE.</p>\n<p style=\"color: #626262\">CG: WAIT FOR JADE TO SEND THAT CODE, WAIT FOR ME TO CONTACT YOU FOR THE FIRST TIME, AND DO YOUR BEST TO HUMOR HIM WHILE HE IGNORANTLY ATTEMPTS TO FLAME YOU BACK INTO THE PUDDLE OF SLIME YOU CRAWLED OUT OF.</p>\n<p style=\"color: #626262\">CG: PLEASE.</p>\n<p style=\"color: #0715cd\">EB: oh, man.</p>\n<p style=\"color: #0715cd\">EB: our \"first\" conversation ever? i can't wait.</p>\n<p style=\"color: #626262\">CG: YEAH, BUT CAN I JUST SAY SOMETHING IN MY DEFENSE BEFORE THAT HAPPENS?</p>\n<p style=\"color: #626262\">CG: I DON'T ACTUALLY HATE YOU, AND I NEVER DID. I WAS DELUDING MYSELF.</p>\n<p style=\"color: #626262\">CG: DEEP DOWN I'M SURE I WAS ALWAYS PRETTY OK WITH YOU.</p>\n<p style=\"color: #0715cd\">EB: thanks karkat!</p>\n<p style=\"color: #626262\">CG: IT WASN'T A FUCKING COMPLIMENT.</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}