{
    "version": 0,
    "page": 7495,
    "commands": [
        {
            "command": "[A6A6I5] ====> ",
            "link": "/story/7496"
        }
    ],
    "media": [
        {
            "file": "07491.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #b536da\">ROSE: I don't mean to be too analytical about getting to know you, really.</p>\n<p style=\"color: #b536da\">ROSE: I guess comparisons are little hard for me to avoid, since the adult version of you played such a significant role in my life.</p>\n<p style=\"color: #b536da\">ROSE: So I can't help seeing the similarities when they are there.</p>\n<p style=\"color: #b536da\">ROSE: But also you are so clearly your own person, shaped by your own experiences, and that is the person I would prefer to get to know, rather than a young avatar for the memory of a departed parent.</p>\n<p style=\"color: #b536da\">ROSE: Yet this is the context which somewhat inescapably colors my perception of what you reveal.</p>\n<p style=\"color: #b536da\">ROSE: So while some observations are in the vein of predictable, charmingly so, mind you...</p>\n<p style=\"color: #b536da\">ROSE: Others I regard as surprising.</p>\n<p style=\"color: #ff6ff2\">ROXY: what about me is surprising?</p>\n<p style=\"color: #b536da\">ROSE: Well.</p>\n<p style=\"color: #b536da\">ROSE: You aren't,</p>\n<p style=\"color: #b536da\">ROSE: You don't quite seem like a person who...</p>\n<p style=\"color: #b536da\">ROSE: Er.</p>\n<p style=\"color: #ff6ff2\">ROXY: .....?</p>\n<p style=\"color: #b536da\">ROSE: I don't want to ask anything that would sound rude to you, or spiteful to her.</p>\n<p style=\"color: #b536da\">ROSE: Because I don't feel that conflicted about this anymore.</p>\n<p style=\"color: #b536da\">ROSE: Particularly since I had my own troubles with it. So it would be pretty hypocritical.</p>\n<p style=\"color: #ff6ff2\">ROXY: conflicted about what?</p>\n<p style=\"color: #b536da\">ROSE: Let me back up a little.</p>\n<p style=\"color: #b536da\">ROSE: It was a long ride on that meteor.</p>\n<p style=\"color: #b536da\">ROSE: One experiences things over a few years, given a lot of time to think. Changes and such.</p>\n<p style=\"color: #b536da\">ROSE: About half way through, I started thinking more...</p>\n<p style=\"color: #b536da\">ROSE: About mom. And about you.</p>\n<p style=\"color: #b536da\">ROSE: Knowing that I'd probably meet you, and. I don't know. Live up to the experience?</p>\n<p style=\"color: #b536da\">ROSE: It's silly, but I'm guessing you understand what I mean.</p>\n<p style=\"color: #ff6ff2\">ROXY: :)</p>\n<p style=\"color: #b536da\">ROSE: Basically, I was just nervous.</p>\n<p style=\"color: #b536da\">ROSE: And it was all mixed up with feelings of conflict and remorse over my mother.</p>\n<p style=\"color: #b536da\">ROSE: Who, to my hazy preteen recollection, never wasted a day in my life on sobriety.</p>\n<p style=\"color: #b536da\">ROSE: She and her habit put all those days to quite effective use, actually.</p>\n<p style=\"color: #b536da\">ROSE: And I don't even quite remember the thought process that led to this, but,</p>\n<p style=\"color: #b536da\">ROSE: I sort of ran with it too?</p>\n<p style=\"color: #b536da\">ROSE: The habit, I mean. For a while at least.</p>\n<p style=\"color: #b536da\">ROSE: I was still distraught about losing her. And wanted to understand her.</p>\n<p style=\"color: #b536da\">ROSE: To connect with her, in some way. And I guess that was the only idea I had.</p>\n<p style=\"color: #b536da\">ROSE: And on some level, I think connecting with her was also a way of preparing myself to meet you...</p>\n<p style=\"color: #b536da\">ROSE: Even though that probably makes no sense.</p>\n<p style=\"color: #b536da\">ROSE: Since you aren't literally her, and don't share all her...</p>\n<p style=\"color: #b536da\">ROSE: I guess I shouldn't speak for you, though.</p>\n<p style=\"color: #ff6ff2\">ROXY: so youre sayin</p>\n<p style=\"color: #ff6ff2\">ROXY: youre surprised im unlike her in that way cause i dont seem like someone whod get drunk off her ass all the time?</p>\n<p style=\"color: #b536da\">ROSE: Um-</p>\n<p style=\"color: #ff6ff2\">ROXY: hahahaha</p>\n<p style=\"color: #ff6ff2\">ROXY: well i guess i should be flattered if u rly think so buttttt</p>\n<p style=\"color: #ff6ff2\">ROXY: wrong</p>\n<p style=\"color: #b536da\">ROSE: So... you,</p>\n<p style=\"color: #ff6ff2\">ROXY: my storys kind of like yours!</p>\n<p style=\"color: #ff6ff2\">ROXY: i had a mom i never knew and wanted to feel close to her however i could</p>\n<p style=\"color: #ff6ff2\">ROXY: i grew up MOSTLY unsupervised in her old old house</p>\n<p style=\"color: #ff6ff2\">ROXY: and it had all this old stuff in it plus some old booze squirrelled away here and there</p>\n<p style=\"color: #ff6ff2\">ROXY: aaand i just uhhh started up even tho i was WAY too young for shit like that WHOOPS....</p>\n<p style=\"color: #ff6ff2\">ROXY: and like i said it was a bit lite on discipline round then, its not like a buncha silly pumpkin eaters were gonna stop me</p>\n<p style=\"color: #b536da\">ROSE: Pumpkin eaters?</p>\n<p style=\"color: #ff6ff2\">ROXY: chess guys</p>\n<p style=\"color: #ff6ff2\">ROXY: loads of them</p>\n<p style=\"color: #b536da\">ROSE: !</p>\n<p style=\"color: #ff6ff2\">ROXY: but yeah i wanted to be like her and do what she did but mostly just made a hot catastrophe of myself</p>\n<p style=\"color: #ff6ff2\">ROXY: i doubt that is what she wanted</p>\n<p style=\"color: #ff6ff2\">ROXY: at the time it seemed like a cool thing a real intellectual an mysterious book celebrity would do while also leading a badass and secretly subversive life in opposition of tyranny</p>\n<p style=\"color: #ff6ff2\">ROXY: but</p>\n<p style=\"color: #ff6ff2\">ROXY: i think what is more likely is</p>\n<p style=\"color: #ff6ff2\">ROXY: she knew the whole world would end and everyone would die no matter what she did</p>\n<p style=\"color: #ff6ff2\">ROXY: which was probly hard to live with</p>\n<p style=\"color: #ff6ff2\">ROXY: idk if i can blame the old lady for wantin to get a WEE bit sauced after a couple of rapping clowns won a presidential election</p>\n<p style=\"color: #b536da\">ROSE: Yeah, I...</p>\n<p style=\"color: #b536da\">ROSE: Wait, what?</p>\n<p style=\"color: #b536da\">ROSE: Clowns?</p>\n<p style=\"color: #ff6ff2\">ROXY: long story</p>\n<p style=\"color: #ff6ff2\">ROXY: bad story</p>\n<p style=\"color: #ff6ff2\">ROXY: plz continue</p>\n<p style=\"color: #b536da\">ROSE: Ok. Yes, I'm sure my mother knew the end was coming too.</p>\n<p style=\"color: #b536da\">ROSE: Knowing that helped put a lot of her behavior in context for me. I was always too young to understand.</p>\n<p style=\"color: #ff6ff2\">ROXY: poor moms :(</p>\n<p style=\"color: #ff6ff2\">ROXY: poor poor adult dead sexy lady us :( :(</p>\n<p style=\"color: #b536da\">ROSE: Truth.</p>\n<p style=\"color: #ff6ff2\">ROXY: but anyway</p>\n<p style=\"color: #ff6ff2\">ROXY: back to... us!</p>\n<p style=\"color: #ff6ff2\">ROXY: kid alive sexy lady us</p>\n<p style=\"color: #b536da\">ROSE: Yes.</p>\n<p style=\"color: #b536da\">ROSE: It sounds like your Rose had an incredible career, but all things considered, I prefer being kid alive sexy lady me.</p>\n<p style=\"color: #ff6ff2\">ROXY: agree</p>\n<p style=\"color: #ff6ff2\">ROXY: i know what you mean about being nervous</p>\n<p style=\"color: #ff6ff2\">ROXY: about meeting you i mean</p>\n<p style=\"color: #ff6ff2\">ROXY: maybe nervous isnt quite right but</p>\n<p style=\"color: #ff6ff2\">ROXY: when i started thinking about meeting u is when i started thinkin...</p>\n<p style=\"color: #ff6ff2\">ROXY: i should try being not QUIIITE such a mess</p>\n<p style=\"color: #ff6ff2\">ROXY: so i started takin the idea of cleaning up my act more seriously</p>\n<p style=\"color: #b536da\">ROSE: Ultimately, I concluded the same thing.</p>\n<p style=\"color: #b536da\">ROSE: I decided it wouldn't be a very dignified way to make an entrance.</p>\n<p style=\"color: #b536da\">ROSE: Or for that matter, a very constructive way to help out in a struggle to preserve reality.</p>\n<p style=\"color: #b536da\">ROSE: Luckily, I was able to cut it out a while ago. I admit, it wasn't easy.</p>\n<p style=\"color: #b536da\">ROSE: But it helped a lot to have people around looking out for me.</p>\n<p style=\"color: #b536da\">ROSE: *Poke.*</p>\n<p style=\"color: #008141\">KANAYA: ...</p>\n<p style=\"color: #008141\">KANAYA: *Sits Poked*</p>\n<p style=\"color: #ff6ff2\">ROXY: yeah i had friends help me too!</p>\n<p style=\"color: #ff6ff2\">ROXY: i couldnta done it w/o them either</p>\n<p style=\"color: #b536da\">ROSE: I never had \"IRL\" friends before this trip.</p>\n<p style=\"color: #b536da\">ROSE: It's interesting to observe the various ways they apply themselves to your benefit.</p>\n<p style=\"color: #b536da\">ROSE: Some people are around to make you feel like you're worth sticking with, even when you fuck up.</p>\n<p style=\"color: #b536da\">ROSE: And some people are around to kick your ass to make sure you don't.</p>\n<p style=\"color: #ff6ff2\">ROXY: haha</p>\n<p style=\"color: #ff6ff2\">ROXY: i think i had to play the latter role to my friends a lot</p>\n<p style=\"color: #ff6ff2\">ROXY: and also to myself i guess</p>\n<p style=\"color: #ff6ff2\">ROXY: who kicked your ass</p>\n<p style=\"color: #ff6ff2\">ROXY: was it the yelly guy over there?</p>\n<p style=\"color: #b536da\">ROSE: No, Karkat was mostly preoccupied with his own... shenanigans.</p>\n<p style=\"color: #b536da\">ROSE: The yelling is deceptive. He's a rather private person.</p>\n<p style=\"color: #b536da\">ROSE: Vriska, however.</p>\n<p style=\"color: #b536da\">ROSE: She really is quite an extravagant bitch.</p>\n<p style=\"color: #ff6ff2\">ROXY: lmao</p>\n<p style=\"color: #b536da\">ROSE: But it turns out people like that tend to have some convenient assets.</p>\n<p style=\"color: #b536da\">ROSE: Such as, the sheer force of personality to keep a bunch of idiots from falling apart.</p>\n<p style=\"color: #b536da\">ROSE: Don't get me wrong. It's quite annoying.</p>\n<p style=\"color: #b536da\">ROSE: But... useful.</p>\n<p style=\"color: #ff6ff2\">ROXY: yeaaah</p>\n<p style=\"color: #ff6ff2\">ROXY: i probably should have been more of a bitch to all my peeps</p>\n<p style=\"color: #ff6ff2\">ROXY: maybe we wouldnt have gone to jail and died</p>\n<p style=\"color: #b536da\">ROSE: Let it be a lesson to us all.</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}