{
    "version": 0,
    "page": 6042,
    "commands": [
        {
            "command": "[A6I5] ==> ",
            "link": "/story/6043"
        }
    ],
    "media": [
        {
            "file": "06039.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #a15000\">TAVROS: i HAD IT, tHEN jOHN HAD IT,</p>\n<p style=\"color: #a15000\">TAVROS: aND i WANTED IT BACK, bUT HE WANTED IT ALSO, sO,</p>\n<p style=\"color: #a15000\">TAVROS: wE ARGUED WITH OUR HANDS OVER IT, uNTIL HE VANISHED,</p>\n<p style=\"color: #a15000\">TAVROS: aND i TRIED TO FIND IT ON THE GROUND, bECAUSE IT WAS PRECIOUS TO ME, fOR A WHILE,</p>\n<p style=\"color: #005682\">VRISKA: Why was it precious to you?? Are you telling me you knew what it did!</p>\n<p style=\"color: #a15000\">TAVROS: nO, i DIDN'T, i JUST HAD,</p>\n<p style=\"color: #a15000\">TAVROS: sEPARATE REASONS FROM THAT, fOR WANTING IT,</p>\n<p style=\"color: #005682\">VRISKA: Well whatever lame reason you wanted that ring, forget it. It's o8viously a much more important magical item than either of us gave it credit for.</p>\n<p style=\"color: #005682\">VRISKA: As soon as we get the treasure out of this cave, you're going to lead us 8ack to wherever you lost it, and we're gonna look for it!</p>\n<p style=\"color: #005682\">VRISKA: Is that understood, Poopmaster Nitram????????</p>\n<p style=\"color: #a15000\">TAVROS: nO, yES,</p>\n<p style=\"color: #a15000\">TAVROS: i MEAN, yES, i COMPREHEND THE LITERAL MEANING OF YOUR YELLING,</p>\n<p style=\"color: #a15000\">TAVROS: bUT, nO,</p>\n<p style=\"color: #005682\">VRISKA: What do you mean no? That was an order!</p>\n<p style=\"color: #a15000\">TAVROS: i THINK YOUR MEAN SPIRITED ANGRINESS IS MAKING ME REMEMBER, tO WONDER WHY i KEEP WANTING TO HELP YOU AND LIKE YOU,</p>\n<p style=\"color: #a15000\">TAVROS: aND i THINK IT'S MAKING ME THINK, i DON'T REALLY CARE ANYMORE ABOUT FINDING THE RING, oR FINDING THIS TREASURE,</p>\n<p style=\"color: #a15000\">TAVROS: oR HELP YOU DO ARGUABLY EVIL THINGS TO GHOST FRIENDS, tO GET YOUR OBJECTIVES TO HAPPEN,</p>\n<p style=\"color: #005682\">VRISKA: Tavros, what exactly are you trying to say?</p>\n<p style=\"color: #a15000\">TAVROS: i THINK, tHE BOTTOM LINE OF THAT, iS,</p>\n<p style=\"color: #a15000\">TAVROS: i DON'T WANT TO BE YOUR POOPMASTER ANYMORE,</p>\n<p style=\"color: #a15000\">TAVROS: sO i'M NOT GOING TO BE,</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}