{
    "version": 0,
    "page": 5673,
    "commands": [
        {
            "command": "==> ",
            "link": "/story/5674"
        }
    ],
    "media": [
        {
            "file": "05670.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #1f9400\">GT: Oh goody. Just the way i like my hijinks!</p>\n<p style=\"color: #1f9400\">GT: So how do we start.</p>\n<p style=\"color: #2ed73a\">uu: THERE'S NOT MUCH TO THIS.</p>\n<p style=\"color: #2ed73a\">uu: I JUST TELL YOU SOME SHIT TO DO. AND THEN YOU DO IT.</p>\n<p style=\"color: #2ed73a\">uu: AND THE ULTIMATE DUMBNESS OF IT ALL IS. YOU PROBABLY WERE GOING TO DO A LOT OF IT ANYWAY.</p>\n<p style=\"color: #1f9400\">GT: I was?</p>\n<p style=\"color: #1f9400\">GT: How was i going to do the stuff if you didnt tell me to?</p>\n<p style=\"color: #1f9400\">GT: You mean i was going to do it like on accident?</p>\n<p style=\"color: #2ed73a\">uu: NO. THE THING IS. I THINK I WAS ALWAYS GOING TO TELL YOU.</p>\n<p style=\"color: #1f9400\">GT: I dont understand.</p>\n<p style=\"color: #2ed73a\">uu: NEITHER DO I.</p>\n<p style=\"color: #1f9400\">GT: Ok then.</p>\n<p style=\"color: #1f9400\">GT: Im glad we settled that.</p>\n<p style=\"color: #2ed73a\">uu: BUT I KIND OF GET IT ON SOME LEVEL.</p>\n<p style=\"color: #2ed73a\">uu: AS A LORD OF TIME. I THINK I'M GOING TO MASTER TIME. NOT WITH MY BRAIN. WHICH WOULD BE TOO HARD. BUT WITH MY INSTINCTS.</p>\n<p style=\"color: #2ed73a\">uu: LIKE IN A WAY THAT WORKS WITH MY NATURAL IMPULSES. SUCH AS MY AMBITION. MY WILL TO COMMIT MAYHEM. MY DESIRE TO PUNISH THOSE I DESPISE.</p>\n<p style=\"color: #2ed73a\">uu: SO IF I WANT YOU TO BECOME STRONG. SO YOU CAN CHALLENGE ME LATER. AND I SEE EVIDENCE. THAT YOU PROBABLY BECOME SUCCESSFUL.</p>\n<p style=\"color: #2ed73a\">uu: I THINK TO MYSELF. WHY SHOULDN'T I BE THE ONE TO MAKE THAT HAPPEN? IF IT'S GOING TO ANYWAY.</p>\n<p style=\"color: #2ed73a\">uu: I THINK PART OF MY PERSONAL QUEST. IS TO BECOME AT EASE WITH THE FORCES OF INEVITABILITY.</p>\n<p style=\"color: #2ed73a\">uu: INEVITABILITY THAT ALL THINGS SHOULD AND WILL FALL IN MY FAVOR. THAT ALL CAUSALITY ANSWERS TO ME. AND THAT ALL OUTCOMES NOT ONLY SERVE ME. BUT CONSIST OF MY BEING.</p>\n<p style=\"color: #2ed73a\">uu: SO I FEEL THAT. THE MORE I GROW IN POWER.</p>\n<p style=\"color: #2ed73a\">uu: THE MORE STUFF IT SHOULD TURN OUT I AM RESPONSIBLE FOR.</p>\n<p style=\"color: #2ed73a\">uu: UP TO AND INCLUDING. EVERYTHING THAT EVER HAPPENS.</p>\n<p style=\"color: #2ed73a\">uu: EVEN IF IT HAS TO BE.</p>\n<p style=\"color: #2ed73a\">uu: RETROACTIVELY.</p>\n<p style=\"color: #1f9400\">GT: Hmmmmm...</p>\n<p style=\"color: #1f9400\">GT: Nope!</p>\n<p style=\"color: #1f9400\">GT: Dont reckon i understand much of that either.</p>\n<p style=\"color: #1f9400\">GT: But i guess im not supposed to. Me not being a time maestro or what have you.</p>\n<p style=\"color: #1f9400\">GT: I guess i should be boning up on hope though. What can you tell me about that?</p>\n<p style=\"color: #2ed73a\">uu: I DON'T KNOW A FUCKING THING ABOUT HOPE.</p>\n<p style=\"color: #2ed73a\">uu: IT'S SUPPOSED TO BE A FORCE OF \"UNPARALLELED POWER\". BUT REALLY. IT SOUNDS SO LAME.</p>\n<p style=\"color: #2ed73a\">uu: BUT I GUESS THAT'S WHY IT MAKES SENSE THAT IT'S YOUR ASPECT.</p>\n<p style=\"color: #2ed73a\">uu: YOU STRIKE ME AS A GUY WHO IS LAME ENOUGH. TO HOPE SOMEONE TO DEATH. SO WHY DON'T YOU TELL *ME* ABOUT IT??</p>\n<p style=\"color: #1f9400\">GT: Tell you about hope?</p>\n<p style=\"color: #1f9400\">GT: Um well its something i think everyone should have in their hearts.</p>\n<p style=\"color: #2ed73a\">uu: I KNEW IT. YOU JUST SAID.</p>\n<p style=\"color: #2ed73a\">uu: THE LAMEST POSSIBLE THING.</p>\n<p style=\"color: #1f9400\">GT: But i wasnt finished!</p>\n<p style=\"color: #2ed73a\">uu: FUCK.</p>\n<p style=\"color: #1f9400\">GT: Hope to me is all about believing in stuff.</p>\n<p style=\"color: #1f9400\">GT: If you believe in stuff then everything feels like its going to turn out ok.</p>\n<p style=\"color: #1f9400\">GT: And if you believe in stuff with enough gusto i dare say it imbues that stuff with a pinch more chutzpah. Even the fake stuff!</p>\n<p style=\"color: #1f9400\">GT: And then if you keep an open mind and adventurous spirit, that chutzpah flows directly into your heart, and thats when YOU have the power.</p>\n<p style=\"color: #1f9400\">GT: So i think if hope grants one the power to smite villainy and vanquish hooligans thats probably where it comes from!</p>\n<p style=\"color: #2ed73a\">uu: NO.</p>\n<p style=\"color: #2ed73a\">uu: OH GOD. NO.</p>\n<p style=\"color: #2ed73a\">uu: THAT IS ACTUALLY THE WORST THING I'VE EVER READ.</p>\n<p style=\"color: #2ed73a\">uu: THAT CAN'T BE RIGHT. I REFUSE TO BELIEVE IT.</p>\n<p style=\"color: #1f9400\">GT: Well THERES your problem dude. You dont want to BELIEVE!</p>\n<p style=\"color: #1f9400\">GT: Just let go and believe in things. Then youll find you had the power in you all along.</p>\n<p style=\"color: #2ed73a\">uu: YOU ARE SO DUMB. I JUST KEEP CAN'T BELIEVING IT. HOW TRULY STUPID YOU ARE.</p>\n<p style=\"color: #2ed73a\">uu: WHATEVER. FORGET I ASKED.</p>\n<p style=\"color: #2ed73a\">uu: I'M SURE YOU'LL FIND OUT WHAT HOPE IS REALLY ABOUT. INSTEAD OF THAT INSIPID BULLSHIT.</p>\n<p style=\"color: #2ed73a\">uu: ONCE YOU BECOME A GOD TIER.</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}