{
    "version": 0,
    "page": 4209,
    "commands": [
        {
            "command": "==> ",
            "link": "/story/4210"
        }
    ],
    "media": [
        {
            "file": "04206_1.gif",
            "folder": "0"
        },
        {
            "file": "04206_2.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #00d5f2\">GG: I woke up on the planet which we have been told about by our mutual acquaintance.</p>\n<p style=\"color: #00d5f2\">GG: The one covered in golden cities. Prospit, remember?</p>\n<p style=\"color: #1f9400\">GT: Oh. Wouldnt it be prospits moon?</p>\n<p style=\"color: #00d5f2\">GG: Yes, you're right. It was the moon, actually. I could see the planet on the dark horizon.</p>\n<p style=\"color: #00d5f2\">GG: I was dressed in a golden dress, like a sort of nightgown, and I could fly. I left my bedroom, which was at the top of a tall tower. Surrounding me were the gold cities, just as described.</p>\n<p style=\"color: #00d5f2\">GG: Behind the skyline was darkness. But just above was a bright blue sky and puffy white clouds.</p>\n<p style=\"color: #1f9400\">GT: That was skaia!</p>\n<p style=\"color: #00d5f2\">GG: Yes, probably.</p>\n<p style=\"color: #00d5f2\">GG: Are you sure you haven't woken up there before?</p>\n<p style=\"color: #1f9400\">GT: Haha i WISH.</p>\n<p style=\"color: #1f9400\">GT: I have received reports from jade about this as well. She liked to talk about her dreams on prospits moon a lot.</p>\n<p style=\"color: #00d5f2\">GG: I see. The impression I have developed is that this is supposed to be a real place, and all who dream there have shared experiences.</p>\n<p style=\"color: #00d5f2\">GG: Did Jade ever mention seeing us there?</p>\n<p style=\"color: #1f9400\">GT: No but why would she? This was long before we were born! She was dreaming there like a hundred years ago or something.</p>\n<p style=\"color: #00d5f2\">GG: Hrmm. Anyway...</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}