{
    "version": 0,
    "page": 4372,
    "commands": [
        {
            "command": "[S][A6I1] Karkat: Mental breakdown. ",
            "link": "/story/4373"
        }
    ],
    "media": [
        {
            "file": "04369.gif",
            "folder": "0"
        }
    ],
    "text": "<p class=\"o-story_text type-rg type-hs-small--md type-center line-caption line-copy--md pad-x-0 pad-x-lg--md pad-b-lg\"><span style=\"color: #0715cd\">hey everybody!\r<br/> <br/>this is john. actually, it is john, jade, and dave sprite. we all contributed to the contents of this bucket! we have to make it quick because apparently you're about to go on a long journey, just like us. i'm sorry we can't be there for the big meetup. karkat, i deeply regret that i will not be present for these highly touted \"TROLL/HUMAN SLOPPY MAKEOUTS\", ha ha. maybe in three years, assuming you all aren't totally smooched out by then!!! (i am just kidding around, btw.) rose and dave, you both look totally sweet! i can't believe you're both god tiers now. did you know jade is too? also, she has dog ears. she looks fantastic. how cool is it that we're all god tiers? it's like we're a super hero team, or some kind of anime squad. like the sailor moons, i guess, but not as lame, or as sexy. i'm going to miss the hell out of you both for the next few years. i'm already looking forward to this new session so hard. it was a fun adventure we had today, wasn't it? i'll even miss talking to the trolls too. say hi to them for me, even though i didn't get to know many. except karkat obviously, and oh yeah, vriska too. vriska, if you read this, thanks again for all your help. i don't think i'd have made it this far if not for you! i just thought you should know that.\r<br/> <br/>jade and dave sprite both say hi and send their best wishes. but now jade says i have to finish quickly! she wants me to throw this bucket and its heartfelt payload through her mysterious portal. so here i go.\r<br/> <br/>see you all in 3 years!!!\r<br/> <br/>~john</span></p>",
    "pesterlog": null,
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}