{
    "version": 0,
    "page": 7508,
    "commands": [
        {
            "command": "[A6A6I5] ====> ",
            "link": "/story/7509"
        }
    ],
    "media": [
        {
            "file": "07504.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #005682\">VRISKA: How's it going over there?</p>\n<p style=\"color: #008141\">KANAYA: I Told Them I Would Leave Them Alone And Go Talk To Some Trolls</p>\n<p style=\"color: #008141\">KANAYA: I Guess This Troll Over Here Will Have To Do</p>\n<p style=\"color: #005682\">VRISKA: Happy to 8e of service.</p>\n<p style=\"color: #005682\">VRISKA: Man, look at them. They all seem so excited.</p>\n<p style=\"color: #005682\">VRISKA: Like a 8unch of wigglers hopped up on high fructose gru8 sauce.</p>\n<p style=\"color: #005682\">VRISKA: I hope they don't crash from this reunion 8uzz too hard 8efore it's showtime.</p>\n<p style=\"color: #008141\">KANAYA: If They Do I Am Sure One Of Your Contingency Plans Will Swing Into Full Effect</p>\n<p style=\"color: #008141\">KANAYA: Maybe You Can Buy Time For Everyone To Recover By Lulling Our Adversaries Into An Extensive Strategy Session</p>\n<p style=\"color: #005682\">VRISKA: Hey Maryam, why don't you can it!</p>\n<p style=\"color: #005682\">VRISKA: Our sassy little games of one upsmanship are fun and all, 8ut I'm trying to 8e sincere here.</p>\n<p style=\"color: #005682\">VRISKA: You know, seeing as this is the last time I'll see you all in a while.</p>\n<p style=\"color: #008141\">KANAYA: Youre Right Sorry</p>\n<p style=\"color: #008141\">KANAYA: Bring On The Sincerity</p>\n<p style=\"color: #005682\">VRISKA: I was just saying, a8out the humans.</p>\n<p style=\"color: #005682\">VRISKA: They seem so happy.</p>\n<p style=\"color: #005682\">VRISKA: I mean, look at Rose!</p>\n<p style=\"color: #005682\">VRISKA: No offense, 8ut most of the time she's kind of a pill.</p>\n<p style=\"color: #008141\">KANAYA: None Taken And Me Too Probably</p>\n<p style=\"color: #005682\">VRISKA: Good point.</p>\n<p style=\"color: #005682\">VRISKA: 8ut I don't think I've ever seen her like that. 8y which I mean, making no discerni8le effort whatsoever to disguise the fact that she's happy.</p>\n<p style=\"color: #005682\">VRISKA: Well, ok. May8e there were a couple times.</p>\n<p style=\"color: #008141\">KANAYA: Is That In Reference To How You Like To Flagrantly Spy On Us Sometimes</p>\n<p style=\"color: #005682\">VRISKA: I don't \"spy\" on you!</p>\n<p style=\"color: #005682\">VRISKA: That is such an unfair characteriz8tion.</p>\n<p style=\"color: #005682\">VRISKA: Would you can it with that shit already??</p>\n<p style=\"color: #008141\">KANAYA: Ill Never Understand Your Ongoing And Apparently Unironic Use Of The Phrase \"Can It\"</p>\n<p style=\"color: #008141\">KANAYA: And In Particular Why You Always Seem To Direct This Expression To Me And Seemingly No One Else</p>\n<p style=\"color: #008141\">KANAYA: I Just Think It Is Such A Peculiar And Amusing Way To Tell Someone To Be Quiet</p>\n<p style=\"color: #005682\">VRISKA: What! Why?</p>\n<p style=\"color: #005682\">VRISKA: No, that's a normal way of putting it!</p>\n<p style=\"color: #005682\">VRISKA: I mean... it's a pretty normal thing to say, right? When you want... someone... to pipe down?</p>\n<p style=\"color: #008141\">KANAYA: \"Pipe Down\" Isnt Even Much Better</p>\n<p style=\"color: #008141\">KANAYA: Its Just A Funny Thing To Say And The Fact That You Dont Realize It Makes It Funnier</p>\n<p style=\"color: #008141\">KANAYA: I Think The Underlying Explanation Is That You Are Just Funnier That You Realize Or Try To Be</p>\n<p style=\"color: #008141\">KANAYA: It Is Something To Like About You</p>\n<p style=\"color: #005682\">VRISKA: I guess I'll have to accept your sass as a compliment then.</p>\n<p style=\"color: #005682\">VRISKA: And no, I don't SPY on you. I just...</p>\n<p style=\"color: #005682\">VRISKA: Check in with you sometimes! To see how you're doing.</p>\n<p style=\"color: #008141\">KANAYA: Okay If Thats How You Want To Put It</p>\n<p style=\"color: #008141\">KANAYA: You Involve Yourself In Many Private Matters Without Even Offering The Pretense Of Doing Otherwise</p>\n<p style=\"color: #008141\">KANAYA: To Think That At One Point I Was Regarded As The Meddlesome One</p>\n<p style=\"color: #005682\">VRISKA: Look, it just so happens that I care very deeply for all my friends and want to make sure they're doing alright on a somewhat regular 8asis.</p>\n<p style=\"color: #005682\">VRISKA: Is that a crime??</p>\n<p style=\"color: #008141\">KANAYA: In Some Societies Violating The Privacy Of Others In Certain Ways Yes I Believe So</p>\n<p style=\"color: #008141\">KANAYA: I Understand Your Motives Though And Really This Is Just Me Giving You A Hard Time</p>\n<p style=\"color: #005682\">VRISKA: I never got why everyone treats their romantic affairs as so PRIV8.</p>\n<p style=\"color: #005682\">VRISKA: What's the 8ig deal. So you like to do some smooching and stuff with another person. May8e get over yourselves??</p>\n<p style=\"color: #005682\">VRISKA: Karkat is the worst offender. You'd think he was charged with guarding st8 secrets. News flash, 8uddy. No8ody gives a fuck!</p>\n<p style=\"color: #008141\">KANAYA: It Sounds Like You Very Much Give A Fuck Though</p>\n<p style=\"color: #005682\">VRISKA: Hey, why don't you can... I mean, cut me some slack?</p>\n<p style=\"color: #005682\">VRISKA: I don't hold anyone to standards I don't hold myself to.</p>\n<p style=\"color: #005682\">VRISKA: I'm very open a8out my rel8tionships! My moirallegience with Terezi? Pff. Ask me anything! I have nothing to hide.</p>\n<p style=\"color: #005682\">VRISKA: We'll throw our diamonds up in your face like we're making a getaway.</p>\n<p style=\"color: #005682\">VRISKA: We don't even give a fuck. If you can't take the stench, then get out of the meal 8lock.</p>\n<p style=\"color: #005682\">VRISKA: Same with any ashen liaisons I've 8een involved with over the years. What's the 8ig deal?</p>\n<p style=\"color: #008141\">KANAYA: I Have To Admit To Being Impressed With Your Uh</p>\n<p style=\"color: #008141\">KANAYA: Strangely Natural Proficiency With Auspisticism</p>\n<p style=\"color: #008141\">KANAYA: It Is An Incredibly Difficult Quadrant To Master And Very Emotionally Taxing I Find</p>\n<p style=\"color: #008141\">KANAYA: In A Way That Conflicts With The Pursuit Of Relationships In Other Quadrants</p>\n<p style=\"color: #008141\">KANAYA: I Cant Ignore That During Our Trip You Probably Diffused A Lot Of Unpleasant Situations Before They Started</p>\n<p style=\"color: #008141\">KANAYA: But When It Comes To Matters Of Privacy And Such</p>\n<p style=\"color: #008141\">KANAYA: And Which Forms Of Expression People Feel At Ease Showing In Public</p>\n<p style=\"color: #008141\">KANAYA: Pale Relationships Are Really Different I Think</p>\n<p style=\"color: #008141\">KANAYA: What About The Other Kind</p>\n<p style=\"color: #008141\">KANAYA: Seems To Me You Have Not Been Involved In Any So Im Not Sure You Really Understand</p>\n<p style=\"color: #005682\">VRISKA: I just don't have time for anything like that in my life right now!</p>\n<p style=\"color: #005682\">VRISKA: Red and 8lack rel8tionships are so a8sor8ing. I have a strong pale rel8tionship which is very important to me, 8ut that's a8out all I can handle.</p>\n<p style=\"color: #005682\">VRISKA: May8e l8ter on when the dust settles from this crazy adventure, I'll consider it. 8ut for now, this is all I can deal with.</p>\n<p style=\"color: #005682\">VRISKA: I just have too many irons in the fire, you know?</p>\n<p style=\"color: #008141\">KANAYA: I Know All About The Irons</p>\n<p style=\"color: #008141\">KANAYA: I Have Heard Rumors Of This Alleged Fire As Well</p>\n<p style=\"color: #005682\">VRISKA: So what are they talking a8out?</p>\n<p style=\"color: #008141\">KANAYA: What</p>\n<p style=\"color: #005682\">VRISKA: All your 8uddies over there!</p>\n<p style=\"color: #005682\">VRISKA: We were still talking a8out that. It's ridiculous how easily we all get sidetracked 8y romantic 8lither.</p>\n<p style=\"color: #008141\">KANAYA: Oh</p>\n<p style=\"color: #008141\">KANAYA: \"Family\" Stuff Mainly</p>\n<p style=\"color: #005682\">VRISKA: It's pretty fascin8ting. Sociologically speaking, I mean.</p>\n<p style=\"color: #005682\">VRISKA: Their idea of families.</p>\n<p style=\"color: #005682\">VRISKA: The idea of si8lings is strange enough. People who are genetically similar and grow up together.</p>\n<p style=\"color: #005682\">VRISKA: Spending all that time with Dave and Rose, you started getting a sense for it. Like, the logic of it, how it must have shaped Earth society. 8ut also its inherent ridiculousness.</p>\n<p style=\"color: #005682\">VRISKA: Sharing a residence with your near-clone while growing up? So preposterous.</p>\n<p style=\"color: #005682\">VRISKA: 8ut then you add the idea of parents, and suddenly it's complete madness.</p>\n<p style=\"color: #005682\">VRISKA: Our society was so individualistic, and that all seemed so normal and reasona8le.</p>\n<p style=\"color: #005682\">VRISKA: So I look over there, and see two Lalondes and a Strider, and there's a whole OTHER Strider on the way, and...</p>\n<p style=\"color: #005682\">VRISKA: A human family starts striking me as not so much a social unit, so much as like, an INFEST8TION.</p>\n<p style=\"color: #008141\">KANAYA: Yeah</p>\n<p style=\"color: #008141\">KANAYA: Well</p>\n<p style=\"color: #008141\">KANAYA: I Will Say An Entire Other Strider Does Sound Like A Bit Much</p>\n<p style=\"color: #008141\">KANAYA: On Top Of What Is Already Quite A Spectacle</p>\n<p style=\"color: #008141\">KANAYA: Maybe We Just Dont Get It</p>\n<p style=\"color: #005682\">VRISKA: Of course we don't. That's my point.</p>\n<p style=\"color: #005682\">VRISKA: I mean, we have ancestors, 8ut under normal circumstances it's pretty much UNHEARD of to imagine you'd ever get the chance to meet them.</p>\n<p style=\"color: #005682\">VRISKA: We had the unusual privilege of meeting most of ours, or at least, certain versions of them.</p>\n<p style=\"color: #005682\">VRISKA: 8ut that's still just a one-person lineage. It's really simple and comprehensi8le.</p>\n<p style=\"color: #005682\">VRISKA: Human lineage is just a huge clusterfuck if you ask me.</p>\n<p style=\"color: #008141\">KANAYA: There Is A Certain Advantage To It Though</p>\n<p style=\"color: #008141\">KANAYA: Their Decentralized Propagation Makes It A Lot More Likely Their Race Will Persist</p>\n<p style=\"color: #008141\">KANAYA: The Same Cannot Be Said For Ours</p>\n<p style=\"color: #008141\">KANAYA: I Still Often Wonder If We Are The Last Of Our Kind</p>\n<p style=\"color: #005682\">VRISKA: You're still dou8tful a8out whether you can hatch a new mother gru8?</p>\n<p style=\"color: #008141\">KANAYA: Yeah</p>\n<p style=\"color: #008141\">KANAYA: More Than Doubtful Id Say</p>\n<p style=\"color: #005682\">VRISKA: You shouldn't lose faith!</p>\n<p style=\"color: #005682\">VRISKA: I'm not even the slightest 8it worried a8out whether you can do it.</p>\n<p style=\"color: #005682\">VRISKA: When you get the chance, just 8rainstorm a8out it with the Lalondes. They tend to 8e full of ideas.</p>\n<p style=\"color: #005682\">VRISKA: Anyway, try not to get down a8out it. I have a good feeling. ::::)</p>\n<p style=\"color: #626262\">KARKAT: GET DOWN ABOUT WHAT</p>\n<p style=\"color: #008141\">KANAYA: A Particular Obligation I Have Yet To Fulfill</p>\n<p style=\"color: #008141\">KANAYA: I Sense She Possesses Some Intelligence On The Matter She Wishes To Be Cagey About So I Guess That Part Of The Conversation Has Been Concluded</p>\n<p style=\"color: #626262\">KARKAT: OBLIGATION?</p>\n<p style=\"color: #626262\">KARKAT: VRISKA, HAVE YOU BEEN DISHING MORE DIRT ON OUR STRATEGY BEFORE FORMALLY BRINGING OUR MEETING BACK TO ORDER?</p>\n<p style=\"color: #626262\">KARKAT: PRETTY SLOPPY LEADERSHIP MOVE, IF YOU ASK ME.</p>\n<p style=\"color: #005682\">VRISKA: Karkat, it had NOTHING to do with your and Kanaya's upcoming roles in this campaign.</p>\n<p style=\"color: #005682\">VRISKA: It was a more priv8 matter pertaining to Kanaya's 8roader significance to the future of our people.</p>\n<p style=\"color: #005682\">VRISKA: I will 8e very clearly spelling out the roles you and she will 8e playing momentarily.</p>\n<p style=\"color: #626262\">KARKAT: ME AND SHE??</p>\n<p style=\"color: #626262\">KARKAT: AS IN LIKE, TOGETHER?</p>\n<p style=\"color: #626262\">KARKAT: WHAT THE FUCK ARE WE SUPPOSED TO BE DOING TOGETHER.</p>\n<p style=\"color: #005682\">VRISKA: You'll find out.</p>\n<p style=\"color: #626262\">KARKAT: GREAT! I'M SO GLAD.</p>\n<p style=\"color: #626262\">KARKAT: AT THIS POINT, I ONLY EVER FEEL ANGST OR EVEN THE SLIGHTEST SENSE OF AGITATION IN MY SOUL TO THE PRECISE EXTENT THAT I WORRY VRISKA *MIGHT* NOT HAVE ALL OF OUR FORTUNES COMPLETELY MAPPED OUT ALREADY.</p>\n<p style=\"color: #626262\">KARKAT: I'M BEGINNING TO HYPERVENTILATE SLIGHTLY LESS JUST THINKING ABOUT IT!!!</p>\n<p style=\"color: #005682\">VRISKA: Good to hear, Karkat. Almost as cool as it is to see you yelled yourself out with John and Dave already, and have decided to come clock in some yelling time with us.</p>\n<p style=\"color: #005682\">VRISKA: Your a8ility to dig deep down and find a second wind is really quite astonishing. I shudder to think what would happen to this party if we ran out of its most precious natural resource.</p>\n<p style=\"color: #626262\">KARKAT: HAHAHA!</p>\n<p style=\"color: #626262\">KARKAT: BURNED. OWNED. DEVASTATED. WHAT MORE IS THERE TO SAY?</p>\n<p style=\"color: #626262\">KARKAT: NOTHING REALLY, UNLESS YOU WANT WHATEVER PITIFUL TATTERS OF YOUR SELF IMAGE YOU HAVE LEFT TO GET POWER-PISSED ON BY GODQUEEN SERKET HERSELF, YET AGAIN.</p>\n<p style=\"color: #626262\">KARKAT: EITHER THAT, OR ONE COULD RUMINATE FONDLY OVER THE HEAVENLY RET-FORKED REALITY WHEREIN SHE WAS STABBED IN THE BACK BY HER MOIRAIL, AND WE ALL GOT TO LIVE OUT THE *FUCKING BLISS* THAT TIMELINE MUST HAVE BEEN.</p>\n<p style=\"color: #626262\">KARKAT: JUST THINK OF THE PEACE AND QUIET WE WOULD HAVE HAD ON THE METEOR! IT WAS PROBABLY *MORE* THAN WORTH THE PRICE OF CANNON BALLING ASS FIRST INTO SOME SORT OF MASSACRE TRAP.</p>\n<p style=\"color: #626262\">KARKAT: VRISKA SERKET, MAKING THE LIVING ENVY THE HYPOTHETICAL DEAD SINCE... WHENEVER IT WAS SHE STARTED DOING THAT!</p>\n<p style=\"color: #005682\">VRISKA: Way to stick the landing on that 8ar8, genius.</p>\n<p style=\"color: #005682\">VRISKA: I appreci8te that you are just \"moseying over\" to ar8itrarily drum up some utterly meaningless contention 8etween us, 8ut it's like I've said 8efore many times, Karkat. I'm not interested!</p>\n<p style=\"color: #626262\">KARKAT: OUCH! SLAUGHTERED AGAIN. \"HEHEHE!\"</p>\n<p style=\"color: #626262\">KARKAT: DON'T LISTEN TO HER, KANAYA. IT'S LIKE THIS RUNNING GAG SHE DOES ALL THE TIME, TO OWN ME.</p>\n<p style=\"color: #008141\">KANAYA: What</p>\n<p style=\"color: #626262\">KARKAT: IT'S THIS FUNNY THING WE DO. OR MAINLY, SHE DOES.</p>\n<p style=\"color: #626262\">KARKAT: ALWAYS IMPLYING THAT I'VE BEEN SPADES-CRUSHING ON HER, AND GETTING SHUT DOWN. IT NEVER STOPS BEING HILARIOUS!</p>\n<p style=\"color: #008141\">KANAYA: ...</p>\n<p style=\"color: #626262\">KARKAT: FIRST OF ALL, AS IF SHE CAN PROVE ANYTHING.</p>\n<p style=\"color: #626262\">KARKAT: SECOND, IF WE'RE BEING *TOTALLY FAIR* HERE, MORE THAN A FEW OF HER SNAPPY COMEBACKS ARE ARGUABLY MORE TINGED WITH THAT SORT OF EYEBROW-COCKING HOSTILITY THAN ANYTHING *I'VE* EVER SAID TO HER.</p>\n<p style=\"color: #626262\">KARKAT: MAYBE MAKES ONE A LITTLE SUSPICIOUS, NO? THAT MAYBE THERE'S SOME PROJECTION GOING ON HERE. JUST SAYING!!!</p>\n<p style=\"color: #005682\">VRISKA: Alright Karkat, I'm going to leave you here to dig yourself into whatever em8arrassing hole you seem intent on digging.</p>\n<p style=\"color: #005682\">VRISKA: I'm going to keep working the crowd a 8it. As you know, a leader's jo8 is never done! See ya.</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}