{
    "version": 0,
    "page": 3894,
    "commands": [
        {
            "command": "[o] Feel free to examine the clippings while I tidy. ",
            "link": "/story/3874"
        }
    ],
    "media": [
        {
            "file": "03891.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #416600\">AC: :33 &lt; jaspers i guess i should say furwell to you now :((</p>\n<p style=\"color: #f141ef\">JASPERSPRITE: Why nepeta?</p>\n<p style=\"color: #416600\">AC: :33 &lt; beclaws this is the end of your timeline and i dont know what catpuns to you after this</p>\n<p style=\"color: #416600\">AC: :33 &lt; i mean happens to you after this, heheh, that one was kind of obtuse, sorry</p>\n<p style=\"color: #f141ef\">JASPERSPRITE: Whats a timeline? :3</p>\n<p style=\"color: #416600\">AC: :33 &lt; hmmmmmm thats a hard question</p>\n<p style=\"color: #416600\">AC: :33 &lt; ok imagine a long tempting strand of yarn</p>\n<p style=\"color: #f141ef\">JASPERSPRITE: Yes! Oh yes so great.</p>\n<p style=\"color: #416600\">AC: :33 &lt; now imagine instead of being made of wiggly enticing stuff, its made of what lets you exist</p>\n<p style=\"color: #416600\">AC: :33 &lt; and you are right at the twitching tip of it, dont you s33? look at the sky!</p>\n<p style=\"color: #f141ef\">JASPERSPRITE: Meow yes i see the sky and can tell that indeed something is going on.</p>\n<p style=\"color: #f141ef\">JASPERSPRITE: But aside from that i dont really understand what you said being a cat and all.</p>\n<p style=\"color: #416600\">AC: :33 &lt; thats fine, you dont have to try too hard</p>\n<p style=\"color: #416600\">AC: :33 &lt; all you have to know is its the scratch and im not a hundred purrcent sure what happens next fur you</p>\n<p style=\"color: #f141ef\">JASPERSPRITE: Purr purr i still think its nice how you slip cat things in the things you say youre so clever and wonderful nepeta!</p>\n<p style=\"color: #416600\">AC: :33 &lt; h33h33h33 :DD</p>\n<p style=\"color: #f141ef\">JASPERSPRITE: Whats the scratch? :3</p>\n<p style=\"color: #416600\">AC: :33 &lt; well you know roses friend john?</p>\n<p style=\"color: #f141ef\">JASPERSPRITE: Yes of course!</p>\n<p style=\"color: #416600\">AC: :33 &lt; imagine that he is using this great big circle like a really fun scratching post, and it makes all this light come out that changes everything</p>\n<p style=\"color: #416600\">AC: :33 &lt; just after he starts doing that the sky goes funny everywhere and then i cant s33 you anymore</p>\n<p style=\"color: #f141ef\">JASPERSPRITE: Yes. :3</p>\n<p style=\"color: #416600\">AC: :33 &lt; thats what it is</p>\n<p style=\"color: #f141ef\">JASPERSPRITE: I think i understand that completely!</p>\n<p style=\"color: #416600\">AC: :33 &lt; im a bit nervous for you, especially since you remind me so much of someone i already lost</p>\n<p style=\"color: #416600\">AC: :33 &lt; but maybe youll be ok? i dont know</p>\n<p style=\"color: #f141ef\">JASPERSPRITE: Im not worried nepeta so you shouldnt either its not as if i have never died before.</p>\n<p style=\"color: #416600\">AC: :33 &lt; you are a brave kitty, just like pounce was &lt;33</p>\n<p style=\"color: #f141ef\">JASPERSPRITE: Pounce was a cat like me?</p>\n<p style=\"color: #416600\">AC: :33 &lt; yes! she was amazing, i bet you and she would have gotten along famousely</p>\n<p style=\"color: #f141ef\">JASPERSPRITE: Ooh i bet youre right! Purr purr.</p>\n<p style=\"color: #f141ef\">JASPERSPRITE: Was she nice to sniff?</p>\n<p style=\"color: #416600\">AC: :33 &lt; yes she smelled really good, and also, she was SUPER beautyifful.</p>\n<p style=\"color: #f141ef\">JASPERSPRITE: Wow!</p>\n<p style=\"color: #416600\">AC: :33 &lt; did you ever have someone nice back on earth who you loved?</p>\n<p style=\"color: #f141ef\">JASPERSPRITE: Rose!!!!! I loved rose. :3</p>\n<p style=\"color: #416600\">AC: :33 &lt; h33h33, of course you did. i mean a nice cat who was your matesprit?</p>\n<p style=\"color: #f141ef\">JASPERSPRITE: There was a time i remember i was thinking about girl cats a lot for some reason.</p>\n<p style=\"color: #f141ef\">JASPERSPRITE: I would saunter around the house making all these big meows and looking out the windows with my nose touching the glass.</p>\n<p style=\"color: #f141ef\">JASPERSPRITE: But then roses mom took me to this place where i was scared to be for a while and then when i was at home again i didnt do the meows anymore.</p>\n<p style=\"color: #f141ef\">JASPERSPRITE: I guess i didnt think about the girl cats after that which is just as well because none ever came to the windows really not even when i did my biggest meows.</p>\n<p style=\"color: #416600\">AC: :33 &lt; thats too bad</p>\n<p style=\"color: #416600\">AC: :33 &lt; but i bet lots of girl cats would have loved to be with you, if only there had b33n some around to hear your lovely meows :33</p>\n<p style=\"color: #f141ef\">JASPERSPRITE: Youre really nice to say so nepeta what about you though?</p>\n<p style=\"color: #416600\">AC: :33 &lt; me?</p>\n<p style=\"color: #f141ef\">JASPERSPRITE: Yes. :3</p>\n<p style=\"color: #416600\">AC: :33 &lt; well</p>\n<p style=\"color: #416600\">AC: :33 &lt; i have never told anybody this not even my moirail</p>\n<p style=\"color: #416600\">AC: :33 &lt; heh, actually hes the LAST guy i might tell, he so wouldnt appurrve X33</p>\n<p style=\"color: #416600\">AC: :33 &lt; but yes i have liked somebody for quite some time, but alas he doesnt know it</p>\n<p style=\"color: #f141ef\">JASPERSPRITE: What dont you tell him?</p>\n<p style=\"color: #416600\">AC: :33 &lt; hmmmmm</p>\n<p style=\"color: #f141ef\">JASPERSPRITE: Maybe you can win his affection by rubbing your cheek against him thats what i would do.</p>\n<p style=\"color: #416600\">AC: :33 &lt; ohhh no no no, im too shy even for that!</p>\n<p style=\"color: #416600\">AC: :33 &lt; and he is so adorably grumpy all the time, it probably wouldnt go over well</p>\n<p style=\"color: #416600\">AC: :33 &lt; its hard to explain, maybe cats think diffurntly, but trolls tend to be pretty cautious about expressing their f33lings when it comes to the flushed quadrant</p>\n<p style=\"color: #f141ef\">JASPERSPRITE: Whats a quadrant?</p>\n<p style=\"color: #416600\">AC: :33 &lt; it is</p>\n<p style=\"color: #416600\">AC: :33 &lt; ummmmmmmm</p>\n<p style=\"color: #416600\">AC: :33 &lt; okay it has romantic applications but it is also something more general than that</p>\n<p style=\"color: #416600\">AC: :33 &lt; a quadrant is</p>\n<p style=\"color: #416600\">AC: :33 &lt; how do i say this!</p>\n<p style=\"color: #f141ef\">JASPERSPRITE: :3</p>\n<p style=\"color: #416600\">AC: :33 &lt; a quadrant is a thing in a group of things that consists of four similar things</p>\n<p style=\"color: #f141ef\">JASPERSPRITE: Like paws?</p>\n<p style=\"color: #416600\">AC: :33 &lt; EXACTLY like paws!!! :DD</p>\n<p style=\"color: #f141ef\">JASPERSPRITE: I see thats really easy to get.</p>\n<p style=\"color: #f141ef\">JASPERSPRITE: I think you should tell him that you like him you might not get the chance if you dont.</p>\n<p style=\"color: #f141ef\">JASPERSPRITE: For instance i think instead of meowing at windows i should have just scurried out a door before it could close!</p>\n<p style=\"color: #f141ef\">JASPERSPRITE: Then i might have found a girl cat to sniff oh well. :3</p>\n<p style=\"color: #416600\">AC: :33 &lt; i know, but its just not that simple. i could make someone else jealous i think, and what if he doesnt f33l the same way, and, urrgh, its so complickated</p>\n<p style=\"color: #416600\">AC: :33 &lt; maybe i just n33d to let go of the silly infatuation</p>\n<p style=\"color: #416600\">AC: :33 &lt; i think its never going to happen honestly</p>\n<p style=\"color: #f141ef\">JASPERSPRITE: You shouldnt lose hope!</p>\n<p style=\"color: #f141ef\">JASPERSPRITE: I have another story that might give you hope even though it should be noted again that im only a cat.</p>\n<p style=\"color: #416600\">AC: :33 &lt; oh?</p>\n<p style=\"color: #f141ef\">JASPERSPRITE: Yes one time i was with rose and i was sitting there dressed up in my suit with her as happy as can be.</p>\n<p style=\"color: #f141ef\">JASPERSPRITE: But then she disappeared!</p>\n<p style=\"color: #f141ef\">JASPERSPRITE: The whole place disappeared and i was in another place. There was no rose there was someone else.</p>\n<p style=\"color: #f141ef\">JASPERSPRITE: I guess i loved her too in time but never as much as rose it just wasnt the same.</p>\n<p style=\"color: #f141ef\">JASPERSPRITE: I kept waiting to see rose again but never did and finally i lost hope that i would and then i died.</p>\n<p style=\"color: #f141ef\">JASPERSPRITE: But then i became alive again and i got to see her and i was so happy! Purr purr purr purr purr.</p>\n<p style=\"color: #f141ef\">JASPERSPRITE: Thats my story and thats why i think theres always hope even if you die.</p>\n<p style=\"color: #416600\">AC: :33 &lt; so, youre saying that maybe i will have to die to get to be with him?</p>\n<p style=\"color: #f141ef\">JASPERSPRITE: Yes maybe. :3</p>\n<p style=\"color: #416600\">AC: :33 &lt; i hope thats not the case!</p>\n<p style=\"color: #416600\">AC: :33 &lt; but i guess you just have a different way of looking at things</p>\n<p style=\"color: #416600\">AC: :33 &lt; thank you for the advice jaspers!</p>\n<p style=\"color: #f141ef\">JASPERSPRITE: Purrrrr.</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}