{
    "version": 0,
    "page": 6041,
    "commands": [
        {
            "command": "[A6I5] ==> ",
            "link": "/story/6042"
        }
    ],
    "media": [
        {
            "file": "06038.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #005682\">VRISKA: Don't play dum8 with me. That ring you had.</p>\n<p style=\"color: #005682\">VRISKA: You know, the same one the orange guy tried to give me?</p>\n<p style=\"color: #a15000\">TAVROS: i STILL DON'T KNOW, aBOUT THIS ORANGE GUY YOU MENTION SOMETIMES,</p>\n<p style=\"color: #a15000\">TAVROS: yOU TALK ABOUT ORANGE GUY, bUT, iN REALITY, hE SOUNDS PROBABLY FAKE?</p>\n<p style=\"color: #a15000\">TAVROS: lIKE HOW YOU THOUGHT RUFIOH USED TO BE, uNTIL FACTS PROVED HE WASN'T,</p>\n<p style=\"color: #005682\">VRISKA: You actually think I'm making this up? Why would I make up a story a8out an orange guy?!</p>\n<p style=\"color: #005682\">VRISKA: What kind of juvenile fuckup do you take me for????????</p>\n<p style=\"color: #005682\">VRISKA: The orange guy was real. He was surrounded 8y a 8unch of stupid fucking horses, and he tried to give me a ring so I knocked him out cold.</p>\n<p style=\"color: #005682\">VRISKA: And then l8ter YOU found it.</p>\n<p style=\"color: #a15000\">TAVROS: nO i DIDN'T,</p>\n<p style=\"color: #005682\">VRISKA: Yes you did! Don't lie to me.</p>\n<p style=\"color: #005682\">VRISKA: You had the ring, and you and John were fighting over it 8ehind your 8acks like a couple of idiots for a while.</p>\n<p style=\"color: #005682\">VRISKA: What, you think I didn't notice?!</p>\n<p style=\"color: #a15000\">TAVROS: yES, nO,</p>\n<p style=\"color: #a15000\">TAVROS: i DIDN'T THINK YOU DID,</p>\n<p style=\"color: #005682\">VRISKA: Well I did! And I didn't care 8ecause I didn't think the ring did jack shit!</p>\n<p style=\"color: #005682\">VRISKA: 8ut now that I know it does jack A WHOLE FUCKING LOT, I would like you to stop 8ehaving like a disingenuous, argument8tive ASSH8LE and <span style=\"font-style: italic\">T8LL ME WHERE IT IS</span>.</p>\n<p style=\"color: #a15000\">TAVROS: i DON'T KNOW WHERE IT IS,</p>\n<p style=\"color: #a15000\">TAVROS: iT'S GONE,</p>\n<p style=\"color: #005682\">VRISKA: What do you mean it's gone!</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}