{
    "version": 0,
    "page": 5481,
    "commands": [
        {
            "command": "[A6I4] ==> ",
            "link": "/story/5482"
        }
    ],
    "media": [
        {
            "file": "05478.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #323232\">FUCK IT.</p>\n<p style=\"color: #323232\">I'LL JUST TYPE IN ALL BIG LETTERS. EVEN THE U'S. WHO CARES.</p>\n<p style=\"color: #000000\">Aw, looks like someone just took his first big step toward growing up!</p>\n<p style=\"color: #323232\">ACTUALLY, TYPING THIS WAY IS A LOT EASIER. LOOKS LIKE I WIN THIS ROUND ASSHOLE.</p>\n<p style=\"color: #000000\">Win what? I was the one advocating the use of caps lock in the first place, doofus.</p>\n<p style=\"color: #323232\">DON'T ANTAGONIZE ME. YOU AREN'T A FUNNY PERSON.</p>\n<p style=\"color: #323232\">I CAN TELL YOU THINK YOU'RE FUNNY. I MAY HAVE PROBLEMS LEARNING.</p>\n<p style=\"color: #323232\">BUT I KNOW WHEN A PIECE OF GARBAGE IS TRYING TO BE FUNNY. UNSUCCESSFULLY.</p>\n<p style=\"color: #000000\">You're right. I do think I'm funny sometimes. Maybe I'm wrong though.</p>\n<p style=\"color: #323232\">HAHA! YOU ARE. JUST A WRONG AND UNFUNNY GUY.</p>\n<p style=\"color: #000000\">We all have our flaws to overcome. I do my best, just like you.</p>\n<p style=\"color: #000000\">Think of all you've done in spite of your learning problems. You don't let your disability hold you back, do you?</p>\n<p style=\"color: #323232\">I GUESS.</p>\n<p style=\"color: #000000\">You won that game of chess with that stupid gambit. Switching the hats, remember? It was a lame ploy, and totally not in the spirit of the rules, but it got under her skin enough to force a loss anyway.</p>\n<p style=\"color: #000000\">You also hired Jack to murder your sister. Which was a dick move, but reasonably clever.</p>\n<p style=\"color: #323232\">YES.</p>\n<p style=\"color: #323232\">THOSE THINGS I DID WERE GREAT.</p>\n<p style=\"color: #000000\">Well, they weren't great so much as terrible. But the point is you can accomplish anything if you put your mind to it.</p>\n<p style=\"color: #000000\">Just because you struggle with learning doesn't mean you can't realize your destiny. You just have to work a little harder at it.</p>\n<p style=\"color: #000000\">And if you're dealt a lousy hand - and you definitely were with this shitty solo session - then you have to work even harder.</p>\n<p style=\"color: #323232\">THAT'S WHAT I'M GOING TO DO.</p>\n<p style=\"color: #000000\">I know you will.</p>\n<p style=\"color: #000000\">You are going to prove all the haters wrong, exceed your own limitations by miles, and accomplish more than you ever dreamed possible.</p>\n<p style=\"color: #000000\">Yours is quite an inspiring story, actually. It's just a shame that all of your accomplishments will be so horrible.</p>\n<p style=\"color: #000000\">But that's really beside the point.</p>\n<p style=\"color: #323232\">YEAH, I ALREADY KNEW I WAS INCREDIBLE AND SPECIAL.</p>\n<p style=\"color: #323232\">WHAT ARE YOU TRYING TO DO. INSPIRE ME. SAVE YOUR BREATH FUCKHEAD.</p>\n<p style=\"color: #000000\">No, I don't give a shit about making you feel better about yourself.</p>\n<p style=\"color: #000000\">I'm not your guardian or your sprite or your exile or your fucking life coach. I'm just saying some things that are true through the narrative prompt.</p>\n<p style=\"color: #000000\">Take the facts or leave them!</p>\n<p style=\"color: #323232\">MOST OF YOUR FACTS ARE BORING SO FAR.</p>\n<p style=\"color: #323232\">I WOULD LIKE BETTER AND MORE USEFUL FACTS. RIGHT NOW.</p>\n<p style=\"color: #000000\">You may be destined for bigger things, but you're still an atrocious, stupid child.</p>\n<p style=\"color: #000000\">And you may have won the \"game\" with your sister, but that doesn't mean it was the best thing for your development as a person.</p>\n<p style=\"color: #000000\">You had her dream self killed, which is not an opportunity your species typically gets. So she died prematurely, instead of allowing the conflict within you to settle itself naturally.</p>\n<p style=\"color: #000000\">In short, you forced your predomination to happen a little too early, and now you're stuck.</p>\n<p style=\"color: #323232\">STUCK?</p>\n<p style=\"color: #000000\">Yes. Your personality is stuck in some sort of cantankerous prepubescent limbo. You are going to be a stunted, miserable tool forever.</p>\n<p style=\"color: #323232\">WELL, HOW LONG WAS I EVEN SUPPOSED TO WAIT. FOR THAT TWEE BITCH TO GET OUT OF MY SKULL.</p>\n<p style=\"color: #000000\">It's kind of sad. You don't really know anything about your own species, do you?</p>\n<p style=\"color: #323232\">AND I GUESS YOU DO?</p>\n<p style=\"color: #000000\">Uh, yeah?</p>\n<p style=\"color: #000000\">Pretty much everything.</p>\n<p style=\"color: #323232\">TELL ME THEN.</p>\n<p style=\"color: #000000\">No.</p>\n<p style=\"color: #323232\">GOD. DAMN IT.</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}