{
    "version": 0,
    "page": 4864,
    "commands": [
        {
            "command": "==> ",
            "link": "/story/4865"
        }
    ],
    "media": [
        {
            "file": "04861.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #f2a400\">TT: As I mentioned, Crockercorp's rebranding on 3-11, as it was often referred to in the news, totally changed everything.</p>\n<p style=\"color: #f2a400\">TT: It marked the beginning of a completely shameless downward spiral of western civilization, through a series of events that were probably hard to notice at the time, but quite glaring when evaluated historically.</p>\n<p style=\"color: #f2a400\">TT: Though the Baroness made very few substantive gestures of aggression, the global fear of her looming threat would trigger all the changes she needed.</p>\n<p style=\"color: #f2a400\">TT: Governments prepared for war, as if to defend against the invading alien armies she undoubtedly commanded.</p>\n<p style=\"color: #f2a400\">TT: But of course, she had no army. She was always the only of her kind.</p>\n<p style=\"color: #f2a400\">TT: Instead, the world powers were only setting about to build her armies for her.</p>\n<p style=\"color: #f2a400\">TT: The media deteriorated into this preposterous circus that was in all practical ways inseparable from the power base and government institutions.</p>\n<p style=\"color: #f2a400\">TT: Popular entertainers became dangerous demagogues, and their roles in the media blurred with those of executive authority.</p>\n<p style=\"color: #f2a400\">TT: And the most dangerous were the ones who fed into the fear and hysteria most effectively.</p>\n<p style=\"color: #f2a400\">TT: These tended to be plants. Unscrupulous shills paid by the Baroness to move her agenda forward.</p>\n<p style=\"color: #1f9400\">GT: Dang.</p>\n<p style=\"color: #1f9400\">GT: I would like to think i will not be suckered by their silvery tongues whenever they come along.</p>\n<p style=\"color: #f2a400\">TT: Well the thing is, most of them are already on the scene in your time.</p>\n<p style=\"color: #1f9400\">GT: Who!</p>\n<p style=\"color: #f2a400\">TT: Ever hear of Guy Fieri?</p>\n<p style=\"color: #1f9400\">GT: No?</p>\n<p style=\"color: #1f9400\">GT: I dont think so.</p>\n<p style=\"color: #f2a400\">TT: You're fortunate then.</p>\n<p style=\"color: #f2a400\">TT: He was an especially degenerate piece of filth.</p>\n<p style=\"color: #f2a400\">TT: He used his connections and guile to wriggle into the spotlight, and then on to other positions of power.</p>\n<p style=\"color: #f2a400\">TT: He somehow landed on the U.S. Supreme Court. Over the years, other justices started mysteriously disappearing without being replaced.</p>\n<p style=\"color: #f2a400\">TT: After helping rewrite the constitution to form an incomprehensible patchwork of fascism, theocratic mandates, recipes, and bad rap lyrics, he weaseled his way up the ranks to become the High Chaplain of Interstellar War.</p>\n<p style=\"color: #f2a400\">TT: I'm just gonna cut to the chase, cause really this ain't a big history lesson here.</p>\n<p style=\"color: #f2a400\">TT: He eventually came to be regarded as the third and final Antichrist.</p>\n<p style=\"color: #f2a400\">TT: No other human in history was responsible for more death and suffering.</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}