{
    "version": 0,
    "page": 5615,
    "commands": [
        {
            "command": "==> ",
            "link": "/story/5616"
        }
    ],
    "media": [
        {
            "file": "05612.gif",
            "folder": "0"
        }
    ],
    "retconShit": [
        {
            "file": "05612retcon.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #929292\">UU: on the day he foUnd a way to kill my dream self, i was done for. thoUgh to be honest, i doUbt i'd have fared mUch better regardless.</p>\n<p style=\"color: #929292\">UU: i think his half was always meant to predominate.</p>\n<p style=\"color: #929292\">UU: my will was simply not strong enoUgh to overcome his. yoU know as well as i how stUbborn he is. i don't think he has ever had even a smidgen of doUbt in his thoUghts, or remorse for his deeds. whereas i was always plagUed by sUch feelings.</p>\n<p style=\"color: #929292\">UU: on some level i always knew he woUld win. bUt i fooled myself. i thoUght i coUld overcome his ego by looking beyond his negative qUalities, staying optimistic, and working together with him in a game to accomplish something extraordinary.</p>\n<p style=\"color: #929292\">UU: and that in doing so, perhaps i coUld begin to help him change. to teach him to evolve beyond his hatefUl natUre. and as he changed for the better, slowly but sUrely, he woUld become more like myself.</p>\n<p style=\"color: #929292\">UU: that was how i thoUght i coUld predominate. it was how i was going to win! and really, if he grew closer to me in that way, by learning kindness and compassion, we both woUld have won. my predomination woUld not have meant his absolUte death, but oUr trUe Union.</p>\n<p style=\"color: #929292\">UU: bUt sadly, i Underestimated how consUmed he was with the need to destroy me.</p>\n<p style=\"color: #929292\">UU: now he is completely obsessed with finding my soUl and wiping me oUt for good, even if it means tearing apart the reality that sUrroUnds Us.</p>\n<p style=\"color: #929292\">UU: he will never feel he has won Until all traces of me are gone.</p>\n<p style=\"color: #ff6ff2\">TG: uuuugh</p>\n<p style=\"color: #ff6ff2\">TG: hearing all that just makes me so unreasonably mad</p>\n<p style=\"color: #ff6ff2\">TG: FUCK that shitlord</p>\n<p style=\"color: #ff6ff2\">TG: i feel so bad knowing you died and there wasnt anything i could do</p>\n<p style=\"color: #ff6ff2\">TG: no matter how much i said your name :(</p>\n<p style=\"color: #929292\">UU: don't fret. yoU did all yoU coUld.</p>\n<p style=\"color: #ff6ff2\">TG: isnt there some way we could bring you back</p>\n<p style=\"color: #ff6ff2\">TG: some baller fuckin magic, or a bomb ass faeryspell</p>\n<p style=\"color: #ff6ff2\">TG: i mean could we find an answer in like, for instance</p>\n<p style=\"color: #ff6ff2\">TG: YE ENCHANTMENTES?</p>\n<p style=\"color: #929292\">UU: very Unlikely.</p>\n<p style=\"color: #ff6ff2\">TG: dangit</p>\n<p style=\"color: #ff6ff2\">TG: ok then</p>\n<p style=\"color: #ff6ff2\">TG: if i cant do that</p>\n<p style=\"color: #ff6ff2\">TG: then i guess the next best thing would be</p>\n<p style=\"color: #ff6ff2\">TG: to find your lil shit of a bro and feed him a steady diet of his own ass</p>\n<p style=\"color: #929292\">UU: ^u^</p>\n<p style=\"color: #ff6ff2\">TG: that is what we are supposed to do right</p>\n<p style=\"color: #ff6ff2\">TG: i mean</p>\n<p style=\"color: #ff6ff2\">TG: from what i gather</p>\n<p style=\"color: #ff6ff2\">TG: the dude is ridicubad news</p>\n<p style=\"color: #ff6ff2\">TG: just such brutal and stinky news</p>\n<p style=\"color: #ff6ff2\">TG: so eventually somebodys got to kill him</p>\n<p style=\"color: #ff6ff2\">TG: and that is probly us aint it?</p>\n<p style=\"color: #929292\">UU: it's trUe that he deserves a comeUppance like few others.</p>\n<p style=\"color: #929292\">UU: bUt slaying him is not actUally yoUr responsibility as heroes now.</p>\n<p style=\"color: #929292\">UU: in fact, if anyone mUst bear that bUrden, it might be me.</p>\n<p style=\"color: #ff6ff2\">TG: oh yeh?</p>\n<p style=\"color: #929292\">UU: possibly.</p>\n<p style=\"color: #929292\">UU: as we speak, there are hUndreds of soUls oUt here in the fUrthest ring working to defeat him.</p>\n<p style=\"color: #929292\">UU: some search for a fabled treasUre. a weapon said to spell his certain demise.</p>\n<p style=\"color: #929292\">UU: while others say that i myself am this weapon. :U</p>\n<p style=\"color: #929292\">UU: and so they search for me.</p>\n<p style=\"color: #929292\">UU: they band together in great nUmbers for this caUse, and attract his devastation in hopes of revealing the path to the weapon.</p>\n<p style=\"color: #929292\">UU: while at the same time, they draw his attention away from me. and it is a good thing that they do.</p>\n<p style=\"color: #929292\">UU: i mUst remain hidden from everyone for as long as i can.</p>\n<p style=\"color: #ff6ff2\">TG: why?</p>\n<p style=\"color: #ff6ff2\">TG: why not come out and be all like</p>\n<p style=\"color: #ff6ff2\">TG: here i am yo its me! secret weapon ghost callie ;)</p>\n<p style=\"color: #929292\">UU: becaUse i am no sUch thing!</p>\n<p style=\"color: #929292\">UU: i was already Useless against my brother when he was jUst a brat who liked to tease me.</p>\n<p style=\"color: #929292\">UU: now that he is an exceptionally mUscUlar and invincible adUlt, my chances are laUghable.</p>\n<p style=\"color: #929292\">UU: no, if i am to contribUte, i need more time.</p>\n<p style=\"color: #929292\">UU: i mUst go in search of my own weapon.</p>\n<p style=\"color: #ff6ff2\">TG: what weapon?</p>\n<p style=\"color: #929292\">UU: ironically, the same weapon which many of them are looking for.</p>\n<p style=\"color: #929292\">UU: me!</p>\n<p style=\"color: #ff6ff2\">TG: ??</p>\n<p style=\"color: #929292\">UU: it's the only sliver of hope i have.</p>\n<p style=\"color: #929292\">UU: i have reason to sUspect there may be another iteration of myself oUt here.</p>\n<p style=\"color: #929292\">UU: one from a doomed timeline, who has kept hidden for a long time, jUst like i have.</p>\n<p style=\"color: #929292\">UU: bUt Unlike me, she sUpposedly came from a reality where she predominated instead of my brother.</p>\n<p style=\"color: #929292\">UU: and not by the means which i described. hers was not a mild Union of reconciliation.</p>\n<p style=\"color: #929292\">UU: amazingly, her predomination was absolUte! a major feat of will, jUst as his was with me.</p>\n<p style=\"color: #929292\">UU: as sUch, she went on to play the game, and...</p>\n<p style=\"color: #929292\">UU: well, i cannot even imagine what followed, aside from the fact that she eventUally mUst have died for existing in an offshoot reality.</p>\n<p style=\"color: #929292\">UU: if she exists, i woUld be eager to meet her. it woUld be a chance to get to know a version of myself who was strong enoUgh to override the will of my brother.</p>\n<p style=\"color: #929292\">UU: someone i might have become if i had a little more coUrage. u_u</p>\n<p style=\"color: #929292\">UU: and if she is sUch a person, then i really believe all i have heard mUst be trUe. i believe she is the key to defeating him.</p>\n<p style=\"color: #929292\">UU: so i have no choice.</p>\n<p style=\"color: #929292\">UU: i mUst go in search of myself.</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}