{
    "version": 0,
    "page": 7173,
    "commands": [
        {
            "command": "[A6A6I4] ====> ",
            "link": "/story/7174"
        }
    ],
    "media": [
        {
            "file": "07170.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #0715cd\">JOHN: yeah, i know what you mean.</p>\n<p style=\"color: #0715cd\">JOHN: when i try to think of what to fix...</p>\n<p style=\"color: #0715cd\">JOHN: all i can do is look back on what i did wrong.</p>\n<p style=\"color: #0715cd\">JOHN: i never should have let that ring out of my sight.</p>\n<p style=\"color: #0715cd\">JOHN: going back and getting the ring is the first thing we should do, right?</p>\n<p style=\"color: #0715cd\">JOHN: i guess that one is kind of a no brainer.</p>\n<p style=\"color: #0715cd\">JOHN: besides, i promised roxy i'd get it.</p>\n<p style=\"color: #0715cd\">JOHN: i kind of blew it last time i told her i'd get it.</p>\n<p style=\"color: #0715cd\">JOHN: so maybe i shouldn't mess that up again, heh.</p>\n<p style=\"color: #0715cd\">JOHN: what do you think, terezi?</p>\n<p style=\"color: #008282\">TEREZI: HM</p>\n<p style=\"color: #0715cd\">JOHN: but other than that, the sky is the limit.</p>\n<p style=\"color: #0715cd\">JOHN: really, what do we do?</p>\n<p style=\"color: #0715cd\">JOHN: do i go back to when we were just starting to play the game, and give us some advantages?</p>\n<p style=\"color: #0715cd\">JOHN: but then, messing up our session causes this whole chain reaction...</p>\n<p style=\"color: #0715cd\">JOHN: we never would have met the trolls, or had any reason to scratch the session...</p>\n<p style=\"color: #0715cd\">JOHN: and if we didn't scratch the session, there never would have been an alternate reality where roxy and her pals got to play, thereby meeting us...</p>\n<p style=\"color: #0715cd\">JOHN: when you start looking back and realizing how interrelated everything is, it starts feeling like an overwhelming job to fix it.</p>\n<p style=\"color: #0715cd\">JOHN: on the one hand, you don't want to change so much that the reality you create is barely recognizable.</p>\n<p style=\"color: #0715cd\">JOHN: you want to keep everything as similar as possible, so you get to keep all the lessons you learned and the important experiences you had with your friends.</p>\n<p style=\"color: #0715cd\">JOHN: but on the other hand...</p>\n<p style=\"color: #0715cd\">JOHN: if you aren't going to change something substantial enough to make a real difference, why bother at all?</p>\n<p style=\"color: #0715cd\">JOHN: it's like, go big or go home, you know?</p>\n<p style=\"color: #0715cd\">JOHN: sort of a catch 22 when you think about it.</p>\n<p style=\"color: #0715cd\">JOHN: is any of this making sense?</p>\n<p style=\"color: #0715cd\">JOHN: terezi?</p>\n<p style=\"color: #0715cd\">JOHN: terezi!!</p>\n<p style=\"color: #008282\">TEREZI: WH4T</p>\n<p style=\"color: #0715cd\">JOHN: were you listening to a word i said?</p>\n<p style=\"color: #008282\">TEREZI: NOT R34LLY</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}