{
    "version": 0,
    "page": 3868,
    "commands": [
        {
            "command": "[o] To do what it is you do best. ",
            "link": "/story/3869"
        }
    ],
    "media": [
        {
            "file": "03865_1.gif",
            "folder": "0"
        },
        {
            "file": "03865_2.gif",
            "folder": "0"
        },
        {
            "file": "03865_3.gif",
            "folder": "0"
        },
        {
            "file": "03865_4.gif",
            "folder": "0"
        }
    ],
    "retconShit": [
        {
            "file": "03865_4_retcon.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #626262\">CG: SHE'S FINE.</p>\n<p style=\"color: #626262\">CG: SHE WOKE UP ALIVE ON DERSE.</p>\n<p style=\"color: #0715cd\">EB: really??</p>\n<p style=\"color: #626262\">CG: THAT'S THE RULE, JOHN. YOU KISS A DEAD PLAYER IN TIME, AND THEIR DREAM SELF TAKES OVER, ASSUMING THEY STILL HAVE ONE.</p>\n<p style=\"color: #0715cd\">EB: oh, wow.</p>\n<p style=\"color: #626262\">CG: IT'S INCREDIBLE YOU REACHED GOD TIER STATUS WITHOUT EVEN UNDERSTANDING THE MORE MUNDANE MEANS OF RESURRECTION AVAILABLE.</p>\n<p style=\"color: #626262\">CG: WAIT, YOUR UNFAILING CLUELESSNESS MAKES IT THE OPPOSITE OF INCREDIBLE, MY MISTAKE.</p>\n<p style=\"color: #0715cd\">EB: so, i guess...</p>\n<p style=\"color: #0715cd\">EB: it would not have worked on my dad then?</p>\n<p style=\"color: #0715cd\">EB: or rose's mom... :(</p>\n<p style=\"color: #626262\">CG: NO, BUT THAT IS EXACTLY WHAT I WANTED TO PICTURE HAPPENING BEHIND THE BLACK CURTAIN, JOHN.</p>\n<p style=\"color: #626262\">CG: YOU SNOGGING UP YOUR DEAD HATTED MAN LUSUS. THANK YOU FOR THAT MENTAL IMAGE.</p>\n<p style=\"color: #626262\">CG: OR ROSE'S ADULT WOMAN LUSUS. MAYBE A DEAD WOMAN SWEEPS YOUR SENIOR IS MORE YOUR CUP OF SAUCE, SINCE APPARENTLY YOU ARE \"NOT A HOMOSEXUAL\", WHATEVER THAT EVEN MEANS, NOT EVEN TO SPEAK OF YOUR RACE'S ABSURD QUALMS WITH THE NOTION OF INCEST, WHICH AGAIN, STILL SORT OF WONDERING HOW THAT CAN EVEN BE A THING.</p>\n<p style=\"color: #0715cd\">EB: er...</p>\n<p style=\"color: #626262\">CG: IS THAT YOUR GAME, EGBERT. HAVE YOU HAD YOUR EYE ON MADAME LALONDE, AND YOU'VE BEEN WAITING FOR A CONVENIENT RESURRECTION OPPORTUNITY TO BUST OUT YOUR MOST PASSIONATE SMOOCHMOTIFS KEPT IN RESERVE? AND IN FRONT OF HER DEAD FEMALE \"OFFSPRING\" NO LESS! JUST SHAMEFUL.</p>\n<p style=\"color: #0715cd\">EB: well...</p>\n<p style=\"color: #0715cd\">EB: she is a very pretty lady, but that seems like a really inappropriate thing to think about, karkat.</p>\n<p style=\"color: #626262\">CG: YOU DON'T SAY!</p>\n<p style=\"color: #626262\">CG: WHAT ARE WE EVEN TALKING ABOUT ANYMORE</p>\n<p style=\"color: #0715cd\">EB: i don't know!</p>\n<p style=\"color: #0715cd\">EB: i am frankly pretty upset about finding them dead in the magic castle, and i guess i was wondering aloud if something could have been done.</p>\n<p style=\"color: #0715cd\">EB: or at least maybe to talk about it, without angry tirades being involved.</p>\n<p style=\"color: #626262\">CG: EXACTLY, YOU WERE EMBARKING DOWN TRAGEDY LANE, AND WE'VE GOT TO STAMP THAT GARBAGE OUT.</p>\n<p style=\"color: #626262\">CG: WE CAN'T HAVE YOU GETTING ALL MOROSE WHILE WE'VE GOT SO MANY IRONS IN THE FIRE.</p>\n<p style=\"color: #626262\">CG: FUCK, LOADED PHRASE, FORGET I SAID THAT.</p>\n<p style=\"color: #626262\">CG: JUST CLAM YOUR SHIT UP AND FORGET YOUR STUPID GUARDIAN, LIKE I DID WITH MY DEAR CRAB MONSTER CUSTODIAN, WHO I ADORED IN NO WAY WHATSOEVER.</p>\n<p style=\"color: #0715cd\">EB: you are being a douche!!!</p>\n<p style=\"color: #0715cd\">EB: wait, what am i saying, you are always a douche, hehe.</p>\n<p style=\"color: #626262\">CG: YES, THANK YOU.</p>\n<p style=\"color: #0715cd\">EB: heheheheh, your dad was a crab monster?</p>\n<p style=\"color: #626262\">CG: SHUT THE FUCK UP.</p>\n<p style=\"color: #626262\">CG: WE WERE TALKING ABOUT SOMETHING IMPORTANT.</p>\n<p style=\"color: #626262\">CG: ROSE, REMEMBER.</p>\n<p style=\"color: #0715cd\">EB: yes.</p>\n<p style=\"color: #626262\">CG: SHE IS WAITING ON DERSE FOR YOUR BOMB TO BE DELIVERED.</p>\n<p style=\"color: #626262\">CG: IT WILL ARRIVE SAFELY, A LITTLE LATER.</p>\n<p style=\"color: #0715cd\">EB: oh, great!</p>\n<p style=\"color: #0715cd\">EB: how do you know it gets there?</p>\n<p style=\"color: #626262\">CG: JADE TOLD ME.</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}