{
    "version": 0,
    "page": 5522,
    "commands": [
        {
            "command": "==> ",
            "link": "/story/5523"
        }
    ],
    "media": [
        {
            "file": "05519.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #00d5f2\">GG: Never mind.</p>\n<p style=\"color: #1f9400\">GT: Wait dont tell me.</p>\n<p style=\"color: #1f9400\">GT: Is it a tomb or a crypt or somesuch? Are you preparing for another grist seeking expedition??</p>\n<p style=\"color: #1f9400\">GT: Oh shit did you schedule my assistance for the raid and i forgot all about it???</p>\n<p style=\"color: #00d5f2\">GG: No, Jake.</p>\n<p style=\"color: #00d5f2\">GG: We didn't need your help raiding a tomb. But thanks for thinking of us.</p>\n<p style=\"color: #00d5f2\">GG: I don't know what this clueless pair of damsels would do without you.</p>\n<p style=\"color: #1f9400\">GT: Blast.</p>\n<p style=\"color: #1f9400\">GT: Well what in the name of willy howard tafts great tub choking bottom could i be forgetting then?</p>\n<p style=\"color: #1f9400\">GT: This is going to drive me CRAZY! Can you give me a hint?</p>\n<p style=\"color: #00d5f2\">GG: Yes. It has to do with the day I was born, which was almost exactly sixteen years ago.</p>\n<p style=\"color: #1f9400\">GT: Of course! Your birthday!!!</p>\n<p style=\"color: #00d5f2\">GG: Didn't you get Roxy's invitation?</p>\n<p style=\"color: #00d5f2\">GG: It was my understanding that she gave you and Dirk notice weeks ago.</p>\n<p style=\"color: #1f9400\">GT: Yes thats right. Now i remember. The date sure snuck up on us quick didnt it?</p>\n<p style=\"color: #1f9400\">GT: Sorry you know how things can slip my mind. The gourd on my shoulders isnt the steel trap it used to be. Nothing like the well oiled puzzlebuster you've got up there.</p>\n<p style=\"color: #00d5f2\">GG: Mm.</p>\n<p style=\"color: #1f9400\">GT: Well damn.</p>\n<p style=\"color: #1f9400\">GT: Looks like the egg monster took quite the spirited dump on my face this time.</p>\n<p style=\"color: #00d5f2\">GG: Jake. I... what?</p>\n<p style=\"color: #1f9400\">GT: I feel so dumb. Ill be right over.</p>\n<p style=\"color: #00d5f2\">GG: Well, if you recall, the party is actually tomorrow.</p>\n<p style=\"color: #00d5f2\">GG: Like I said, we're just setting a few things up.</p>\n<p style=\"color: #00d5f2\">GG: Roxy is putting up some decorations. I baked a cake. You were of course free to join us early too. I just thought since I hadn't heard from you in quite some time, you had better things to do.</p>\n<p style=\"color: #1f9400\">GT: You baked a cake for your own party?</p>\n<p style=\"color: #00d5f2\">GG: Yes. So?</p>\n<p style=\"color: #1f9400\">GT: I dont know something seems amiss about that. Isnt that against tradition or inviting bad luck or something?</p>\n<p style=\"color: #1f9400\">GT: But I guess it makes sense since you love baking cakes. Its like a present you give to yourself!</p>\n<p style=\"color: #00d5f2\">GG: Jake, what was it you actually wanted?</p>\n<p style=\"color: #1f9400\">GT: Oh. I just wanted to get your advice on some stuff.</p>\n<p style=\"color: #1f9400\">GT: But since ive been a heel and forgotten about your party maybe i shouldnt bother you with that?</p>\n<p style=\"color: #00d5f2\">GG: Mmm.</p>\n<p style=\"color: #1f9400\">GT: So sixteen big ones huh! The ole sweet sixteen.</p>\n<p style=\"color: #1f9400\">GT: Last one of us to notch the vaunted one sixer. Its a big step! I knew youd make it, i always said i believed in you didnt i?</p>\n<p style=\"color: #1f9400\">GT: Just kidding, the inexorable nature of times passage virtually assured you would get that old so you didnt really have anything to do with it. I mean not that i dont still believe in you, i do.</p>\n<p style=\"color: #00d5f2\">GG: ...</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}