{
    "version": 0,
    "page": 4297,
    "commands": [
        {
            "command": "[A6I1] ==> ",
            "link": "/story/4298"
        }
    ],
    "media": [
        {
            "file": "04294.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #0715cd\">JOHN: i'm still kinda confused though.</p>\n<p style=\"color: #4ac925\">JADE: about what?</p>\n<p style=\"color: #0715cd\">JOHN: i mean, we crashed through that giant window you magically made with witch powers to escape the scratch, so we can keep existing, right?</p>\n<p style=\"color: #4ac925\">JADE: yes</p>\n<p style=\"color: #4ac925\">JADE: i didnt make it with witch powers though, i captchalogued it hours ago because karkat told me to...</p>\n<p style=\"color: #4ac925\">JADE: then at the last minute i took it out and made it huge so we could escape through it</p>\n<p style=\"color: #0715cd\">JOHN: i see.</p>\n<p style=\"color: #0715cd\">JOHN: did you at least make it huge with witch powers?</p>\n<p style=\"color: #4ac925\">JADE: i did make it huge with witch powers!</p>\n<p style=\"color: #0715cd\">JOHN: so i guess that's what witch powers do, is make things huge?</p>\n<p style=\"color: #4ac925\">JADE: they also make things small</p>\n<p style=\"color: #0715cd\">JOHN: right, like you did with all those planets.</p>\n<p style=\"color: #4ac925\">JADE: yup</p>\n<p style=\"color: #4ac925\">JADE: also</p>\n<p style=\"color: #4ac925\">JADE: witch powers can teleport things, and fling things around through space at very high velocities</p>\n<p style=\"color: #4ac925\">JADE: all sorts of stuff!</p>\n<p style=\"color: #4ac925\">JADE: but to be honest, im not sure how much of that is attributable to inheriting becs abilities...</p>\n<p style=\"color: #0715cd\">JOHN: man, spacey witch powers sound a lot more versatile than my powers, frankly.</p>\n<p style=\"color: #0715cd\">JOHN: not that i'm complaining, because wind powers are still awesome.</p>\n<p style=\"color: #0715cd\">JOHN: but anyway, that is neither here nor there!</p>\n<p style=\"color: #0715cd\">JOHN: what i'm wondering is, once we crashed through that window, weren't we supposed to like...</p>\n<p style=\"color: #0715cd\">JOHN: enter a new game session? the reset one?</p>\n<p style=\"color: #0715cd\">JOHN: and meet up with karkat, and vriska, and all the trolls, and i guess maybe also a bunch of dead trolls too??? like troll ghosts or such.</p>\n<p style=\"color: #4ac925\">JADE: yes that was the basic idea</p>\n<p style=\"color: #0715cd\">JOHN: and what about your grandson? wasn't he going to be there, from the future or something? and then he would send liv tyler to me, or actually to you i guess, into the past somehow?</p>\n<p style=\"color: #4ac925\">JADE: that would be jake</p>\n<p style=\"color: #4ac925\">JADE: and yeah, i do believe we will meet him in this session</p>\n<p style=\"color: #4ac925\">JADE: he said he had a bunch of friends who helped him make the bunny! im pretty excited to meet them all</p>\n<p style=\"color: #0715cd\">JOHN: wow...</p>\n<p style=\"color: #0715cd\">JOHN: hey, i wonder what the fuck ever happened to liv anyway?</p>\n<p style=\"color: #0715cd\">JOHN: last i saw her, i sent her off to give the tumor to rose and dave...</p>\n<p style=\"color: #0715cd\">JOHN: oh god, rose and dave!!! where are they now? did one of them do the suicide mission thing? and what about the other? did they get scratch'd???</p>\n<p style=\"color: #4ac925\">JADE: actually, they both went, and in a manner of speaking, their mission was a success</p>\n<p style=\"color: #0715cd\">JOHN: :(</p>\n<p style=\"color: #0715cd\">JOHN: so, they blew up the sun, and now they're dead?</p>\n<p style=\"color: #4ac925\">JADE: nope!</p>\n<p style=\"color: #4ac925\">JADE: they did not actually destroy the sun. trust me, i would know if it was gone. now that i know what i know, it was kind of silly of us to think it would ever be destroyed...</p>\n<p style=\"color: #4ac925\">JADE: and as it happens, rose and dave are not dead either! i have received very reliable reports that they survived</p>\n<p style=\"color: #0715cd\">JOHN: oh man, that's great!</p>\n<p style=\"color: #0715cd\">JOHN: i mean, i'm not sure how not blowing up the sun qualifies as a successful mission, since that was kind of the whole idea, but at this point i don't really care. i'm just happy to hear they're ok.</p>\n<p style=\"color: #4ac925\">JADE: it will all be more clear soon</p>\n<p style=\"color: #0715cd\">JOHN: how do you know they're ok? or any of this stuff, really?</p>\n<p style=\"color: #4ac925\">JADE: ive learned a lot in my dreams lately</p>\n<p style=\"color: #4ac925\">JADE: heh, probably more than i ever learned looking at the clouds on prospit!</p>\n<p style=\"color: #4ac925\">JADE: when i was dead there for a few minutes, i had one last very informative nap</p>\n<p style=\"color: #4ac925\">JADE: the bottom line is, rose and dave will rendezvous with the trolls near the green sun, and then they will all meet us in the new session</p>\n<p style=\"color: #0715cd\">JOHN: ok, that sounds awesome.</p>\n<p style=\"color: #0715cd\">JOHN: and that was part of the plan i guess i understood, but...</p>\n<p style=\"color: #0715cd\">JOHN: where is this new session?</p>\n<p style=\"color: #0715cd\">JOHN: all i see here is a bunch of giant windows, and a lot of warp speed whooshy nonsense.</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}