{
    "version": 0,
    "page": 2672,
    "commands": [
        {
            "command": "==> ",
            "link": "/story/2673"
        }
    ],
    "media": [
        {
            "file": "02671.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #005682\">AG: John, why are you standing around wasting time????????</p>\n<p style=\"color: #0715cd\">EB: um, i don't know. you can see my future, can't you?</p>\n<p style=\"color: #0715cd\">EB: how much time am i wasting?</p>\n<p style=\"color: #005682\">AG: Enough to make me wonder what the hell your deal is!</p>\n<p style=\"color: #0715cd\">EB: then i would venture to guess i am wasting time because you chose to pester me just now!</p>\n<p style=\"color: #005682\">AG: Dammit, John.</p>\n<p style=\"color: #005682\">AG: Stop sounding smarter than me. It is un8ecoming of someone so inferior.</p>\n<p style=\"color: #0715cd\">EB: i mean, i was just pausing for a moment...</p>\n<p style=\"color: #0715cd\">EB: to look at my trashed movie posters.</p>\n<p style=\"color: #0715cd\">EB: they bring back memories, of a life that i guess is long gone now.</p>\n<p style=\"color: #0715cd\">EB: but you probably know what that is all about.</p>\n<p style=\"color: #005682\">AG: Yeah, I know.</p>\n<p style=\"color: #0715cd\">EB: it wasn't even that long ago, but it already seems like forever since i was on earth!</p>\n<p style=\"color: #0715cd\">EB: it was a pretty nice place, i bet you would have liked it.</p>\n<p style=\"color: #005682\">AG: It seems a little too sunny for my liking.</p>\n<p style=\"color: #0715cd\">EB: well, what about you? do you miss your planet, and your parents and such?</p>\n<p style=\"color: #005682\">AG: The life I left 8ehind wasn't so hot, to 8e honest.</p>\n<p style=\"color: #0715cd\">EB: oh. that's too bad.</p>\n<p style=\"color: #005682\">AG: Why don't we not talk a8out that!</p>\n<p style=\"color: #005682\">AG: What are these movies, anyway? They look just awful.</p>\n<p style=\"color: #0715cd\">EB: but you see, that is where you are wrong. these films are the finest earth has to offer!</p>\n<p style=\"color: #005682\">AG: Are they a8out clowns?</p>\n<p style=\"color: #0715cd\">EB: no, no. i drew those clowns in my sleep, for some reason.</p>\n<p style=\"color: #005682\">AG: ::::|</p>\n<p style=\"color: #0715cd\">EB: this one here is so great. it is about this street tough renegade who did hard time behind bars, and wants nothing more in the world than to reunite with his loving wife and daughter. but not so fast! he has to go on crazy and dangerous escapades through the sky with a motley assortment of rogues led by john malkovich, who is wise to cage's heroic nature and pure heart. they tether a grumpy police man's awesome car to the plane and smash it, and then later they crash into some casinos. cage gets out of the wreckage and hugs his family, and i usually tear up a little.</p>\n<p style=\"color: #0715cd\">EB: that is my working troll title for the movie, i hope it was ok.</p>\n<p style=\"color: #005682\">AG: John, even though your title is quite amusing and pro8a8ly kind of cute, that movie sounds hilariously 8ad!</p>\n<p style=\"color: #0715cd\">EB: yeah, well you are hilariously WRONG!</p>\n<p style=\"color: #0715cd\">EB: here, hang on, i will show you.</p>\n<p style=\"color: #0715cd\">EB: <a class=\"postlink\" href=\"http://tinyurl.com/hullohumminburr\" target=\"_blank\">http://tinyurl.com/hullohumminburr</a></p>\n<p style=\"color: #0715cd\">EB: oh, but you will probably have to use your troll thingy to rewind time or whatever, to before the earth internet blew up so you can watch it.</p>\n<p style=\"color: #005682\">AG: Is this like the Earth equivalent of Gru8tu8e or something?</p>\n<p style=\"color: #0715cd\">EB: i guess??</p>\n<p style=\"color: #005682\">AG: Man. I am not watching this shitty video. It looks so 8ad!</p>\n<p style=\"color: #0715cd\">EB: ok, suit yourself.</p>\n<p style=\"color: #0715cd\">EB: but there it is, in case you are ever hankering after some incredible movie magic.</p>\n<p style=\"color: #005682\">AG: Ok, I will 8e sure 8ookmark it and la8el it \"dum8 kid's retarded nonsense.\"</p>\n<p style=\"color: #0715cd\">EB: ok, good idea.</p>\n<p style=\"color: #005682\">AG: 8y the way! Why aren't you using your computer glasses to talk suddenly????????</p>\n<p style=\"color: #005682\">AG: This device seems less efficient, and doesn't look as cool!</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}