{
    "version": 0,
    "page": 4857,
    "commands": [
        {
            "command": "==> ",
            "link": "/story/4858"
        }
    ],
    "media": [
        {
            "file": "04854.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #1f9400\">GT: Oh theres not much more to it. I had to deal with grandmas body.</p>\n<p style=\"color: #1f9400\">GT: I would have loved to give her a proper and dignified memorial like janes granddad got.</p>\n<p style=\"color: #1f9400\">GT: God jane is so lucky every day in her household must be like weekend at bernies! What a riot it must be im so jealous.</p>\n<p style=\"color: #f2a400\">TT: Yeah, what a fucking treat.</p>\n<p style=\"color: #f2a400\">TT: A living room corpse party every goddamn day.</p>\n<p style=\"color: #1f9400\">GT: I know right!!!</p>\n<p style=\"color: #1f9400\">GT: Alas i had to dispose of the body with haste so the monsters wouldnt eat her.</p>\n<p style=\"color: #1f9400\">GT: So i just made a little camp fire and burned it. I keep the ashes deep in the ruins which is where i think she liked it best.</p>\n<p style=\"color: #1f9400\">GT: Hopefully there isnt an earthquake or something that would knock the urn over in a predictable and hilarious fashion.</p>\n<p style=\"color: #f2a400\">TT: No way man.</p>\n<p style=\"color: #f2a400\">TT: I'd bet my bottom boonbuck that shit's eternally safe.</p>\n<p style=\"color: #f2a400\">TT: That urn's like the Fort Knox of standing upright forever because of no accidents.</p>\n<p style=\"color: #1f9400\">GT: Heheh yeah.</p>\n<p style=\"color: #1f9400\">GT: So then after camping out the next day i went exploring and found my room globe mostly intact sitting in the jungle so thats where i lived since.</p>\n<p style=\"color: #1f9400\">GT: And thats pretty much it!</p>\n<p style=\"color: #1f9400\">GT: I sure miss my grandma though she was the best.</p>\n<p style=\"color: #f2a400\">TT: She was definitely very brave, if the stories are true. Downright audacious, I'd say.</p>\n<p style=\"color: #1f9400\">GT: What did you hear?</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}