{
    "version": 0,
    "page": 5059,
    "commands": [
        {
            "command": "==> ",
            "link": "/story/5060"
        }
    ],
    "media": [
        {
            "file": "05056.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #1f9400\">GT: Eureka!!!!!</p>\n<p style=\"color: #1f9400\">GT: Youre right he sure does look to be in a thorough pickle.</p>\n<p style=\"color: #1f9400\">GT: My impulse is to message him now but youre kind of bogarting his chumhandle so i dont even know how to do that?</p>\n<p style=\"color: #e00707\">TT: He's concentrating on some things happening on Derse at the moment.</p>\n<p style=\"color: #e00707\">TT: Not to mention some uncannily similar things going down on Earth, which it seems you have noticed.</p>\n<p style=\"color: #e00707\">TT: He's also talking to someone, trying to appraise the exact nature of the threat.</p>\n<p style=\"color: #e00707\">TT: Unfortunately as a carbon based life form, his comprehension of the situation is taking shape at a somewhat slower pace than the jaw-dropping speed of post-singularity cognition.</p>\n<p style=\"color: #e00707\">TT: So I am taking the reins and accelerating the plan on his behalf, while he's busy with the corporeal stuff as usual.</p>\n<p style=\"color: #1f9400\">GT: Ok then how do i help?</p>\n<p style=\"color: #e00707\">TT: Deploy all the devices in the Phernalia Registry. Ideally in places that aren't stupid.</p>\n<p style=\"color: #e00707\">TT: Do it quickly, so he can activate the entry sequence and escape.</p>\n<p style=\"color: #1f9400\">GT: I will have them deployed lickety split.</p>\n<p style=\"color: #1f9400\">GT: That flaming ocean is nothing to sneeze at.</p>\n<p style=\"color: #1f9400\">GT: It is fixing to burn his... uh. Skeletal highrise thing right the heck down.</p>\n<p style=\"color: #e00707\">TT: Really, the fire is not the most significant threat.</p>\n<p style=\"color: #1f9400\">GT: Oh. Are more robots on the way?</p>\n<p style=\"color: #e00707\">TT: No.</p>\n<p style=\"color: #e00707\">TT: Do you see the red stringy stuff coming from the sky?</p>\n<p style=\"color: #1f9400\">GT: Um...</p>\n<p style=\"color: #e00707\">TT: Are you blind? It's right there, Jake.</p>\n<p style=\"color: #1f9400\">GT: Oh!</p>\n<p style=\"color: #1f9400\">GT: You mean the super deadly red shit?</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}