{
    "version": 0,
    "page": 5528,
    "commands": [
        {
            "command": "==> ",
            "link": "/story/5529"
        }
    ],
    "media": [
        {
            "file": "05525.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #00d5f2\">GG: JAKE, LET ME ASK YOU.</p>\n<p style=\"color: #00d5f2\">GG: DO YOU EVEN REMEMBER THE LAST TIME WE TALKED?</p>\n<p style=\"color: #1f9400\">GT: Hmm.</p>\n<p style=\"color: #1f9400\">GT: Wasnt it a few days ago?</p>\n<p style=\"color: #00d5f2\">GG: NO. TRY A FEW <span style=\"text-decoration: underline\">WEEKS</span> AGO!</p>\n<p style=\"color: #00d5f2\">GG: AND EVEN THEN, YOU MESSAGED ME JUST TO TALK ABOUT SOME STUPID SHIT THAT HAPPENED WITH DIRK.</p>\n<p style=\"color: #00d5f2\">GG: A TEDIOUS GESTURE WHICH YOU THEN SAW FIT TO REPRISE ON MY BIRTHDAY OF ALL DAYS, WHILST CONSIDERATELY FORGETTING ABOUT IT!</p>\n<p style=\"color: #00d5f2\">GG: AND EVEN WHEN I REMINDED YOU ABOUT IT, YOU STILL BARGED AHEAD WITH YOUR SELF-INDULGENT RELATIONSHIP CLAPTRAP ANYWAY!</p>\n<p style=\"color: #1f9400\">GT: I didnt realize it was so long ago. Sorry about that.</p>\n<p style=\"color: #1f9400\">GT: Again all i can say is where does the time go? I guess i have trouble keeping up with everything im supposed to. Which it would seem includes personal relationships as much as calendars.</p>\n<p style=\"color: #1f9400\">GT: Im not much of a leader of people. Not like you are jane. I think when it comes to adventuring maybe im more of a solo act?</p>\n<p style=\"color: #1f9400\">GT: Which now that i think about it might be contributing to my problems with dirk. Maybe thats part of the reason why i needed some space?</p>\n<p style=\"color: #1f9400\">GT: Oh brother there i go again blustering about my problems. I guess i see what you mean.</p>\n<p style=\"color: #1f9400\">GT: But really if you wanted to talk sooner then why didnt you get in touch with me?</p>\n<p style=\"color: #1f9400\">GT: It feels as though im always the one to say hello to you lately.</p>\n<p style=\"color: #00d5f2\">GG: YEAH! THAT'S BECAUSE EVERY SINGLE TIME WE CHAT, YOU DO NOTHING BUT TALK ABOUT YOURSELF!</p>\n<p style=\"color: #00d5f2\">GG: YOU NEVER ASK ME HOW I'M FEELING OR WHAT I'VE BEEN UP TO. YOU JUST LAUNCH INTO YOUR ROMANTIC PROBLEMS, AND I JUST LISTEN LIKE AN ACCOMMODATING FOOL AS ALWAYS!</p>\n<p style=\"color: #00d5f2\">GG: SO I JUST STOPPED BOTHERING! WHY SHOULD I SUBJECT MYSELF TO THAT REPEATEDLY?!</p>\n<p style=\"color: #00d5f2\">GG: YOU MIGHT ACTUALLY BE THE MOST THOUGHTLESS, SELF-CENTERED PERSON I HAVE EVER MET!</p>\n<p style=\"color: #00d5f2\">GG: I CAN'T BELIEVE I USED TO FEEL...</p>\n<p style=\"color: #1f9400\">GT: Huh?</p>\n<p style=\"color: #1f9400\">GT: Used to feel what?</p>\n<p style=\"color: #00d5f2\">GG: JAKE, HAS IT EVER OCCURRED TO YOU HOW IT MUST FEEL FOR SOMEONE TO LISTEN TO HER FRIEND GO ON AND ON ABOUT HIS BOYFRIEND PROBLEMS WHEN...</p>\n<p style=\"color: #00d5f2\">GG: WHEN ALL ALONG SHE...</p>\n<p style=\"color: #00d5f2\">GG: BUT SHE JUST COULDN'T SAY BECAUSE SHE BLEW IT AND IT WAS TOO LATE TO...</p>\n<p style=\"color: #00d5f2\">GG: I DON'T EVEN KNOW WHY I'M BOTHERING TO EXPLAIN THIS TO YOU. NEVER MIND.</p>\n<p style=\"color: #1f9400\">GT: Now hold the phone.</p>\n<p style=\"color: #1f9400\">GT: Jane i think i may finally understand whats been going on here.</p>\n<p style=\"color: #1f9400\">GT: In retrospect i cant believe ive been this blind.</p>\n<p style=\"color: #1f9400\">GT: Youre right i really can be deplorably thick sometimes.</p>\n<p style=\"color: #1f9400\">GT: Looking back i can see how many of our conversations must have been torment for you.</p>\n<p style=\"color: #1f9400\">GT: You really should have told me how you felt sooner!</p>\n<p style=\"color: #00d5f2\">GG: YEAH. I...</p>\n<p style=\"color: #00d5f2\">GG: I know. :(</p>\n<p style=\"color: #1f9400\">GT: If you told me you had the hots for dirk i would have backed off without another word.</p>\n<p style=\"color: #1f9400\">GT: What are friends for!</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}