{
    "version": 0,
    "page": 4688,
    "commands": [
        {
            "command": "[A6I2] ==> ",
            "link": "/story/4689"
        }
    ],
    "media": [
        {
            "file": "04685.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #ff0000\">CCG: LIKE I THINK I COULD HANDLE IT BETTER IF IT WAS JUST ONE THING OR THE OTHER.</p>\n<p style=\"color: #ff0000\">CCG: LIKE *ONLY* THE MONOTONOUS DAY TO DAY DRUDGERY ON THE SAME GLOOMY FUCKING METEOR WITH THE SAME BUNCH OF RIDICULOUS PEOPLE, AND BASICALLY NOTHING TO DO EVER EXCEPT GET ALL UP IN EACH OTHER'S BUSINESS.</p>\n<p style=\"color: #ff0000\">CCG: OR *ONLY* A SWEEPS LONG SAFARI THROUGH AN EPHEMERAL REALM OF GHOST MEMORIES AND DEAD FRIENDS SHITTING AROUND IN A HAPHAZARD EXISTENTIAL CLUSTERFUCK.</p>\n<p style=\"color: #ff0000\">CCG: BUT HAVING TO DEAL WITH BOTH, IN TOTALLY RANDOM INTERVALS?</p>\n<p style=\"color: #ff0000\">CCG: IT'S KIND OF TAKING ITS TOLL.</p>\n<p style=\"color: #626262\">FCG: \"I HEAR YOU MAN.\"</p>\n<p style=\"color: #626262\">FCG: THAT WAS WHEN I WAS SUPPOSED TO SAY THAT.</p>\n<p style=\"color: #626262\">FCG: BUT FOR THE RECORD, I GUESS I MEANT IT.</p>\n<p style=\"color: #ff0000\">CCG: YEAH.</p>\n<p style=\"color: #ff0000\">CCG: I MEAN, DON'T GET ME WRONG.</p>\n<p style=\"color: #ff0000\">CCG: I MISS ALL OF MY DEAD FRIENDS A LOT.</p>\n<p style=\"color: #ff0000\">CCG: EVEN THE ASSHOLES! I MISS THEM TOO. MAYBE EVEN ESPECIALLY THEM, IN SOME PERVERSE WAY.</p>\n<p style=\"color: #ff0000\">CCG: AND I SHOULD BE RELIEVED THAT THEY ALL SEEM TO BE HAPPY IN SOME WAY, EVEN IF IT'S BY FLOATING NEBULOUSLY THROUGH DREAM PROJECTIONS WITH THEIR FREAKY BLANK EYES.</p>\n<p style=\"color: #ff0000\">CCG: AND I GUESS I AM RELIEVED ABOUT THAT.</p>\n<p style=\"color: #ff0000\">CCG: BUT AT THE SAME TIME IT'S LEFT ME UNSETTLED.</p>\n<p style=\"color: #ff0000\">CCG: FOR REASONS I CAN'T REALLY PUT MY FINGER ON.</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}