{
    "version": 0,
    "page": 3629,
    "commands": [
        {
            "command": "==> ",
            "link": "/story/3630"
        }
    ],
    "media": [
        {
            "file": "03626.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #b536da\">TT: Fine.</p>\n<p style=\"color: #b536da\">TT: Then please at least try to sound more sarcastic when you do it.</p>\n<p style=\"color: #ffffff\">Oh sure, I am really going to do that. Yes, very likely.</p>\n<p style=\"color: #b536da\">TT: ...</p>\n<p style=\"color: #b536da\">TT: Then the Scratch will be implemented later, by either John or Dave I presume?</p>\n<p style=\"color: #b536da\">TT: You used a male pronoun.</p>\n<p style=\"color: #ffffff\">Yes.</p>\n<p style=\"color: #b536da\">TT: I guess it makes sense that it would happen later. My understanding is that Jack will not be banished from this session until near the end of the reckoning.</p>\n<p style=\"color: #ffffff\">Yes, Jack will exit your session later, but this has nothing to do with the Scratch.</p>\n<p style=\"color: #ffffff\">Not directly, as you imply.</p>\n<p style=\"color: #b536da\">TT: I don't understand.</p>\n<p style=\"color: #b536da\">TT: I thought that was the point of the Scratch, to open a rift in spacetime as it were, and banish him into the trolls' session.</p>\n<p style=\"color: #ffffff\">No.</p>\n<p style=\"color: #ffffff\">That is not the purpose of the Scratch at all. The Scratch does not open a rift in spacetime.</p>\n<p style=\"color: #b536da\">TT: Hmm.</p>\n<p style=\"color: #b536da\">TT: Then why have you directed me to cause it?</p>\n<p style=\"color: #b536da\">TT: Does it have something to do with enabling you to die?</p>\n<p style=\"color: #ffffff\">No. Not directly.</p>\n<p style=\"color: #ffffff\">The Scratch has nothing more to do with my death than any other single event ultimately contributing to my demise.</p>\n<p style=\"color: #b536da\">TT: I think it's disingenuous for you to behave as if I have not been misled.</p>\n<p style=\"color: #b536da\">TT: You say you don't lie, but what about lies of omission?</p>\n<p style=\"color: #ffffff\">Lies of omission do not exist.</p>\n<p style=\"color: #ffffff\">The concept is a very human one. It is the product of your story writing again. You have written a story about the truth, making emotional demands of it, and in particular, of those in possession of it.</p>\n<p style=\"color: #ffffff\">Your demands are based on a feeling of entitlement to the facts, which is very childish. You can never know all of the facts. Only I can.</p>\n<p style=\"color: #ffffff\">And since it's impossible for me to reveal all facts to you, it is my discretion alone that decides which facts will be revealed in the finite time we have.</p>\n<p style=\"color: #ffffff\">If I do not volunteer information you deem critical to your fate, it possibly means that I am a scoundrel, but it does not mean that I am a liar. And it certainly means you did not ask the right questions.</p>\n<p style=\"color: #ffffff\">One can make either true statements or false statements about reality. All of the statements I make are true.</p>\n<p style=\"color: #b536da\">TT: Unless you're joking.</p>\n<p style=\"color: #ffffff\">Yes.</p>\n<p style=\"color: #b536da\">TT: Haa haa, hee hee, hoo hoo?</p>\n<p style=\"color: #ffffff\">Exactly.</p>\n<p style=\"color: #b536da\">TT: Then I guess I'll start asking better questions.</p>\n<p style=\"color: #ffffff\">Good.</p>\n<p style=\"color: #ffffff\">I will make a Seer of you yet.</p>\n<p style=\"color: #b536da\">TT: Will you?</p>\n<p style=\"color: #ffffff\">Yes.</p>\n<p style=\"color: #ffffff\">You can start by shoring up the reliability of your sources. You proceeded to question me believing you understood the purpose of the Scratch. You received your information about it from trolls. I assure you that in most ways, the trolls are as confused about everything as you are.</p>\n<p style=\"color: #b536da\">TT: Ok. Noted.</p>\n<p style=\"color: #b536da\">TT: What exactly does the Scratch do, then?</p>\n<p style=\"color: #ffffff\">It resets the game.</p>\n<p style=\"color: #b536da\">TT: Oh.</p>\n<p style=\"color: #b536da\">TT: That's it?</p>\n<p style=\"color: #ffffff\">Yes.</p>\n<p style=\"color: #b536da\">TT: Then,</p>\n<p style=\"color: #b536da\">TT: We all start from the beginning again? When John entered?</p>\n<p style=\"color: #ffffff\">No.</p>\n<p style=\"color: #ffffff\">The release of temporal energy will be quite massive.</p>\n<p style=\"color: #ffffff\">This is a hard reset. It will reboot the conditions in your universe well before you began playing the game.</p>\n<p style=\"color: #ffffff\">You will have lived different lives after the reset. The different initial conditions will ideally lead to a more favorable scenario in the new session.</p>\n<p style=\"color: #ffffff\">Unfortunately, you will have no memory of anything that has happened in the session you are in now.</p>\n<p style=\"color: #b536da\">TT: What will happen to us? Everyone in this session now?</p>\n<p style=\"color: #ffffff\">You will all cease to exist completely if you remain here during the Scratch.</p>\n<p style=\"color: #b536da\">TT: This seems familiar.</p>\n<p style=\"color: #b536da\">TT: It reminds me of when Dave and I were trapped in the doomed timeline, and he left to change the past.</p>\n<p style=\"color: #b536da\">TT: The timeline ceased to exist, along with my dream self, who in a way became merged with my dream self of this timeline. I kept some of her memories.</p>\n<p style=\"color: #b536da\">TT: Is the situation similar?</p>\n<p style=\"color: #ffffff\">Similar, but more severe.</p>\n<p style=\"color: #ffffff\">Since this timeline will undergo such a violent upheaval, such a merger of memory cannot happen.</p>\n<p style=\"color: #ffffff\">You will be resigned to absolute oblivion.</p>\n<p style=\"color: #ffffff\">Unless you can discover a way to preserve yourselves.</p>\n<p style=\"color: #ffffff\">But it's not really my place to advise you on that.</p>\n<p style=\"color: #ffffff\">After you have dealt with the Scratch and the sun, what happens to you is not any of my business.</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}