{
    "version": 0,
    "page": 7497,
    "commands": [
        {
            "command": "[A6A6I5] ====> ",
            "link": "/story/7498"
        }
    ],
    "media": [
        {
            "file": "07493.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #1f9400\">JAKE: Tavrosprite is it ok if we pretend to have a conversation over here for a while...</p>\n<p style=\"color: #1f9400\">JAKE: So that i look busy and not come off as big of a doofus as i feel like?</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: i CAN OBLIGE, aND ALSO PERSONALLY IDENTIFY, wITH THAT IDEA, aND THE FEELINGS OF SELF LAMENESS BEHIND IT,</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: bUUUT,</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: i COULD ALSO HELP YOU OUT WITH A REAL CONVERSATION TOO, iNSTEAD OF A FAKE ONE,</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: iN FACT, mAYBE WE ALREADY EVEN SAID ENOUGH WORDS TOGETHER, jUST NOW, fOR THAT TO QUALIFY, }:)</p>\n<p style=\"color: #1f9400\">JAKE: Hahaha oh tavrosprite.</p>\n<p style=\"color: #1f9400\">JAKE: You have always been the one ray of light shining through the clouds in what has otherwise been an emotionally stormy game experience for me.</p>\n<p style=\"color: #1f9400\">JAKE: Im so grateful that you found it in your ghostly bosom to drift over to lomax now and then to cheer me up.</p>\n<p style=\"color: #1f9400\">JAKE: Often enough to give me a real pickmeup when feeling blue over friend problems but just seldom enough to feel like a rare delight when you did.</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: yEAH,</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: i WAS UNDER STRICT INSTRUCTION FROM VRISKA, tO NOT INTERFERE WITH THE TIMELINE MUCH, fOR LOTS OF MONTHS,</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: sO i DIDN'T SAY HELLO OFTEN,</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: sHE HELPED ME BE BACK ALIVE, sO, i OWED HER THAT MUCH ON ONE HAND,</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: bUT ON THE OTHER, i THINK SHE WAS DOING HER BOSSY THING, fOR THE SAKE OF JUST TELLING ME WHAT TO DO,</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: aND i DIDN'T SEE HOW JUST BEING FRIENDLY SOMETIMES, wAS EVEN CHANGING THE TIMELINE MUCH, oR WHY THAT IDEA EVEN MATTERED?</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: bECAUSE IT SEEMED LIKE MOST OF YOU ALL HERE, nEVER DID MUCH IMPORTANT STUFF ANYWAY,</p>\n<p style=\"color: #1f9400\">JAKE: Haha! Its true. More tiptop wisdom from that sage bullheaded noggin of yours.</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: wHY DO YOU WANT TO BE PRETEND-TALKING, (eVEN THOUGH IT'S REAL), aND LOOK BUSY TO YOUR FRIENDS?</p>\n<p style=\"color: #1f9400\">JAKE: Im just not up to all this socialization yet.</p>\n<p style=\"color: #1f9400\">JAKE: Maybe i never will be.</p>\n<p style=\"color: #1f9400\">JAKE: I feel at ease talking to you but all these others... i dont know.</p>\n<p style=\"color: #1f9400\">JAKE: It feels really awkward and i think i lost most of my prior bravado due to a lot of bad things that happened with my friends.</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: wHAT HAPPENED WITH THEM?</p>\n<p style=\"color: #1f9400\">JAKE: I just messed up with everyone in a lot of ways im too embarrassed to even talk about.</p>\n<p style=\"color: #1f9400\">JAKE: And now i just feel gunshy about... everything i guess.</p>\n<p style=\"color: #1f9400\">JAKE: Even polite conversation with fun new people i should be thrilled to meet!</p>\n<p style=\"color: #1f9400\">JAKE: I couldnt even set things right with my buddies now if i WANTED to.</p>\n<p style=\"color: #1f9400\">JAKE: Jane is asleep so i cant make amends with her after she became an angry robot and punched me in the gut and jailed me and threatened me with eternal marriage and baby making duties.</p>\n<p style=\"color: #1f9400\">JAKE: I mean sure she was brainwashed when she did all that but im SURE i did some stuff to deserve it!</p>\n<p style=\"color: #1f9400\">JAKE: Dirk is still way off somewhere so i cant address THAT whole spicy meatball which i still feel terrible about.</p>\n<p style=\"color: #1f9400\">JAKE: And roxy...</p>\n<p style=\"color: #1f9400\">JAKE: Well okay roxy is right there but look at her shes having a blast with all these people she actually really LIKES and who are probably ACTUALLY LIKABLE.</p>\n<p style=\"color: #1f9400\">JAKE: She probably wants nothing to do with me either so i might as well do her the courtesy of leaving her alone.</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: bUT,</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: iSN'T SHE,</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: wAVING AT YOU, aND SAYING HELLO, rIGHT NOW,</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: dUE, aLMOST CERTAINLY, tO OVERHEARING YOU TALKING ABOUT HER NAME?</p>\n<p style=\"color: #ff6ff2\">ROXY: hi jake!!</p>\n<p style=\"color: #1f9400\">JAKE: Oh.</p>\n<p style=\"color: #1f9400\">JAKE: Yeah.....</p>\n<p style=\"color: #1f9400\">JAKE: It would seem she is.</p>\n<p style=\"color: #1f9400\">JAKE: Those are probably pity waves though.</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: iIII,</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: dON'T THINK THAT IS TRUE,</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: i HAVE BEEN THE GETTER ALMOST EXCLUSIVELY, oF THE PITY VERSIONS OF VARIOUS DEEDS DIRECTED AT ME, aND,</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: i THINK THAT'S NOT WHAT SHE'S DOING, tHOSE ARE NORMAL WAVES AND HELLOS,</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: yOU SHOULD PROBABLY DO ONE OF THOSE THINGS BACK TO HER,</p>\n<p style=\"color: #ff6ff2\">ROXY: HIIIII JAKE</p>\n<p style=\"color: #ff6ff2\">ROXY: JAKE</p>\n<p style=\"color: #ff6ff2\">ROXY: JAKE DAMMIT HI</p>\n<p style=\"color: #1f9400\">JAKE: Oh.</p>\n<p style=\"color: #1f9400\">JAKE: Um sorry.</p>\n<p style=\"color: #1f9400\">JAKE: H... hi roxy.</p>\n<p style=\"color: #1f9400\">JAKE: Youre with us again and... and... i like that.</p>\n<p style=\"color: #ff6ff2\">ROXY: :D</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: nICE, bRO!</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: kEEP WORKING AT BEHAVIORS OF THAT SORT, yOUR SELF ESTEEM WILL GET BIGGER,</p>\n<p style=\"color: #1f9400\">JAKE: \"I like that???\"</p>\n<p style=\"color: #1f9400\">JAKE: Thunderations what a fucking clod i am.</p>\n<p style=\"color: #1f9400\">JAKE: I really need to keep a lower profile.</p>\n<p style=\"color: #1f9400\">JAKE: Even basic pleasantries are a bit above my huckleberry for now.</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: i GET IT, sELF ESTEEM IS PROBABLY THE HARDEST EMOTION TO MASTER,</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: iT HELPS TO HAVE HELP,</p>\n<p style=\"color: #1f9400\">JAKE: And i appreciate it mr tavrosprite really i do.</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: nO, i MEAN NOT FROM ME,</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: dO YOU HAVE A FANTASY PHANTOM REPRESENTING YOUR SELF ESTEEM WHO YOU CAN LOOK UP TO?</p>\n<p style=\"color: #1f9400\">JAKE: A phantom??</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: bECAUSE i DID ONCE, aND IT HELPED ME,</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: tHEN HE BECAME REAL, aND *REALLY* HELPED ME, bUT NOT BECAUSE OF BELIEVING OR ANYTHING,</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: jUST BECAUSE OF COINCIDENCE, hE HAPPENED TO BE MY ANCESTOR,</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}