{
    "version": 0,
    "page": 7490,
    "commands": [
        {
            "command": "[A6A6I5] ====> ",
            "link": "/story/7491"
        }
    ],
    "media": [
        {
            "file": "07486.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #e00707\">DAVE: um anyway</p>\n<p style=\"color: #e00707\">DAVE: as you can see ive been spending probably way too much time with trolls</p>\n<p style=\"color: #0715cd\">JOHN: ha ha.</p>\n<p style=\"color: #e00707\">DAVE: it messes with you</p>\n<p style=\"color: #e00707\">DAVE: gets you thinkin about... stuff</p>\n<p style=\"color: #e00707\">DAVE: you know?</p>\n<p style=\"color: #0715cd\">JOHN: i can imagine.</p>\n<p style=\"color: #0715cd\">JOHN: i think life was a lot more boring on the ship.</p>\n<p style=\"color: #0715cd\">JOHN: but we talked about you all a lot!</p>\n<p style=\"color: #0715cd\">JOHN: we would always wonder how you and rose were managing to get along with all those crazy trolls.</p>\n<p style=\"color: #0715cd\">JOHN: i think mostly we pictured a lot of arguments.</p>\n<p style=\"color: #e00707\">DAVE: thats not too far off</p>\n<p style=\"color: #0715cd\">JOHN: i'm still getting used to having such insane, limitless powers that let me go anywhere i want...</p>\n<p style=\"color: #0715cd\">JOHN: it's tempting to go to time periods like yours and find out what i missed.</p>\n<p style=\"color: #0715cd\">JOHN: but i don't want to mess with too much anymore, since it seems like i got the time line to a nice stable place as it is.</p>\n<p style=\"color: #0715cd\">JOHN: so i guess i just have to do what any regular guy does, and imagine fondly what it would be like if i got to travel with you guys.</p>\n<p style=\"color: #0715cd\">JOHN: i wonder if i would have gotten like... absorbed in troll culture too? or troll ways of thinking.</p>\n<p style=\"color: #e00707\">DAVE: its really inevitable</p>\n<p style=\"color: #e00707\">DAVE: you pick up the lingo they pick up yours</p>\n<p style=\"color: #e00707\">DAVE: its like a stupid cultural melange after a while that barely makes any sense from either frame of reference</p>\n<p style=\"color: #0715cd\">JOHN: i wonder if i would have learned to understand black romance?</p>\n<p style=\"color: #0715cd\">JOHN: it's such a goofy idea, but it seems pretty important to trolls.</p>\n<p style=\"color: #e00707\">DAVE: they take all their quadrants pretty seriously tbh</p>\n<p style=\"color: #0715cd\">JOHN: yeah.</p>\n<p style=\"color: #0715cd\">JOHN: years ago when we first met the trolls, i remember being pretty fascinated by all our cultural differences, when karkat and vriska were telling me about them.</p>\n<p style=\"color: #0715cd\">JOHN: i remember really sincerely trying to understand it all from their point of view! it's hard though.</p>\n<p style=\"color: #0715cd\">JOHN: i still think about the idea of black romance sometimes, and try to imagine how that really works... or \"feels\"... i don't know.</p>\n<p style=\"color: #0715cd\">JOHN: do you understand it?</p>\n<p style=\"color: #e00707\">DAVE: yeah ive spent enough time talkin about it where i think i \"get it\" but</p>\n<p style=\"color: #e00707\">DAVE: ive never had cause or any real inclination to put it into practice or anything</p>\n<p style=\"color: #0715cd\">JOHN: mainly the idea of hating somebody, and translating that into attraction, or some kind of romancey feeling... it feels so alien to me.</p>\n<p style=\"color: #0715cd\">JOHN: and you're right, i have a really hard time even hating anyone in the first place!</p>\n<p style=\"color: #e00707\">DAVE: word</p>\n<p style=\"color: #0715cd\">JOHN: i mean, i get ANNOYED by people, sure.</p>\n<p style=\"color: #e00707\">DAVE: like who</p>\n<p style=\"color: #e00707\">DAVE: me?</p>\n<p style=\"color: #0715cd\">JOHN: no, not really.</p>\n<p style=\"color: #0715cd\">JOHN: well, sometimes, but not much. i always tended to exaggerate my grievances with you, for the sake of laughs.</p>\n<p style=\"color: #e00707\">DAVE: heheh</p>\n<p style=\"color: #0715cd\">JOHN: a better example is, more recently, when i was doing my retcon mission...</p>\n<p style=\"color: #0715cd\">JOHN: i was getting REALLY annoyed with terezi and her mind games.</p>\n<p style=\"color: #e00707\">DAVE: yuuup</p>\n<p style=\"color: #0715cd\">JOHN: it definitely never crossed the line to \"hate\" though, because we were working together to try and fix a dire situation, and even though she's weird and insane, she's otherwise a pretty good friend.</p>\n<p style=\"color: #0715cd\">JOHN: but all her needling and japes at totally inappropriate times, when there was so much on the line...</p>\n<p style=\"color: #0715cd\">JOHN: argh, it was SO FRUSTRATING.</p>\n<p style=\"color: #626262\">KARKAT: EGBERT, I HAVE NEWS FOR YOU.</p>\n<p style=\"color: #e00707\">DAVE: whoa hes back!</p>\n<p style=\"color: #e00707\">DAVE: all right side up and everything</p>\n<p style=\"color: #626262\">KARKAT: I HEARD YOU WERE TALKING ABOUT QUADRANTS, SO I DECIDED TO PAUSE MY TANTRUM.</p>\n<p style=\"color: #626262\">KARKAT: JOHN, ALL YOU'RE DOING HERE IS DESCRIBING THE SUBTLE FEELINGS WHICH PLANT THE SEED FOR HAVING A CALIGINOUS CRUSH ON SOMEONE.</p>\n<p style=\"color: #0715cd\">JOHN: what??</p>\n<p style=\"color: #626262\">KARKAT: YOU HEARD ME.</p>\n<p style=\"color: #626262\">KARKAT: YOU ARE NAIVELY ADMITTING TO STRUGGLING WITH SOME BLACK FEELINGS FOR TEREZI.</p>\n<p style=\"color: #626262\">KARKAT: SO, THERE YOU GO. QUESTION ANSWERED.</p>\n<p style=\"color: #626262\">KARKAT: TURNS OUT YOU ARE PERFECTLY CAPABLE OF BLACK ROMANCE.</p>\n<p style=\"color: #0715cd\">JOHN: n... no!</p>\n<p style=\"color: #626262\">KARKAT: A FAIR REBUTTAL. HOWEVER, CONSIDER THIS COUNTERPOINT:</p>\n<p style=\"color: #626262\">KARKAT: Y... YES???</p>\n<p style=\"color: #0715cd\">JOHN: but i don't HATE her, and i'm sure i never will!</p>\n<p style=\"color: #0715cd\">JOHN: i'm just saying i find her, like, somewhat annoying, and REALLY aggravating a lot of the time, but that's it!</p>\n<p style=\"color: #626262\">KARKAT: BUT THAT'S EXACTLY WHAT THE FEELING IS!</p>\n<p style=\"color: #626262\">KARKAT: IT DOESN'T START OUT AS FULL BLOWN ANTIPATHY, AND IT RARELY EVEN REACHES SUCH AN EXTREME LEVEL OF HOSTILITY EVEN OVER LONG TERM BLACK RELATIONSHIPS.</p>\n<p style=\"color: #626262\">KARKAT: THERE ARE PEAKS TO IT, BUT OTHERWISE A GENERAL EBB AND FLOW TO THE DARK FEELINGS, JUST LIKE WITH FLUSHED RELATIONSHIPS.</p>\n<p style=\"color: #0715cd\">JOHN: ok, but...</p>\n<p style=\"color: #0715cd\">JOHN: i don't know if i'm expressing myself clearly.</p>\n<p style=\"color: #0715cd\">JOHN: i felt aggravated by her a lot, but that doesn't fully describe...</p>\n<p style=\"color: #0715cd\">JOHN: like, there were those \"negative\" feelings, but also...</p>\n<p style=\"color: #0715cd\">JOHN: but...</p>\n<p style=\"color: #626262\">KARKAT: YEAH, THAT'S IT, RIGHT THERE!!!</p>\n<p style=\"color: #626262\">KARKAT: THE \"BUT\" IS ALWAYS PART OF IT.</p>\n<p style=\"color: #626262\">KARKAT: WHAT YOU'RE *TRYING* TO SAY IS, YOU HAD FRUSTRATED, NEGATIVE EMOTIONS TOWARD HER, BUT THEY DON'T COMPREHENSIVELY ACCOUNT FOR YOUR ATTITUDE TOWARD HER.</p>\n<p style=\"color: #626262\">KARKAT: MEANING, THERE ARE SOME THINGS ABOUT HER YOU ACTUALLY LIKE, BUT THE NEGATIVE FEELINGS MAKE IT HARD FOR YOU TO PUT YOUR FINGER ON THEM, OR EVEN WANT TO ACKNOWLEDGE THEM.</p>\n<p style=\"color: #626262\">KARKAT: THAT IS ABSOLUTELY STANDARD. WHAT GOOD WOULD IT BE HAVING A KISMESIS WHO DIDN'T POSSESS QUALITIES YOU ACTUALLY ADMIRED ON SOME LEVEL?</p>\n<p style=\"color: #626262\">KARKAT: THAT WOULD BE BORING, AND IT WOULDN'T EVEN WORK. THERE'D BE NO TENSION, NO PUSH AND PULL IN THE TURBULENT EMOTIONAL LANDSCAPE. THE SUBTLE POSITIVES ADD FUEL TO THE NEGATIVE FEELINGS, OFTEN GIVING THEM A REASON TO EXIST AT ALL. THEY INFLAME THE AGGRAVATING FACTORS, REMINDING YOU DEEP DOWN HOW MUCH YOU WOULD LIKE AND ADMIRE THIS PERSON IF IT WASN'T FOR ALL THEIR INFURIATING FLAWS, AND THE INCREDIBLE SENSE OF FRUSTRATION THAT CAUSES ALONG WITH ALL THE ASSOCIATED HOT-HEADED FEELINGS, THAT'S THE ESSENCE OF BLACK ROMANCE.</p>\n<p style=\"color: #626262\">KARKAT: AND THE POSITIVE QUALITIES YOU SEE DEEP DOWN IN A KISMESIS ALSO SERVE AS THE BASIS FOR RED FEELINGS TOWARD THAT PERSON, ASSUMING THE RELATIONSHIP EVER STARTS TO VACILLATE.</p>\n<p style=\"color: #626262\">KARKAT: IT'S ALL PRETTY STRAIGHTFORWARD, REALLY.</p>\n<p style=\"color: #0715cd\">JOHN: no... this is messed up!</p>\n<p style=\"color: #e00707\">DAVE: i dunno john it all sounds pretty logical to me</p>\n<p style=\"color: #e00707\">DAVE: karkat knows his shit when it comes to quadrants</p>\n<p style=\"color: #0715cd\">JOHN: argh!</p>\n<p style=\"color: #0715cd\">JOHN: it can't be true though...</p>\n<p style=\"color: #0715cd\">JOHN: it feels so fucked up!</p>\n<p style=\"color: #0715cd\">JOHN: what if you're right though... erg! no...</p>\n<p style=\"color: #0715cd\">JOHN: no, no, no, no...</p>\n<p style=\"color: #626262\">KARKAT: THAT'S PART OF IT TOO!</p>\n<p style=\"color: #626262\">KARKAT: THE \"NO NO NO\" IS ALL PART OF THE FEELING. THAT'S HOW IT *ALWAYS* GOES.</p>\n<p style=\"color: #626262\">KARKAT: THIS SENSE OF SELF INCRIMINATION WHEN IT'S DAWNING ON YOU THAT YOU HAVE THESE CONFLICTING FEELINGS TOWARD SOMEONE WHO BUGS YOU SO MUCH.</p>\n<p style=\"color: #626262\">KARKAT: OH MY GOD, THIS WHOLE REACTION IS SO FUCKING TEXTBOOK. IT'S HILARIOUS, REALLY.</p>\n<p style=\"color: #0715cd\">JOHN: it's fucked up though!!!</p>\n<p style=\"color: #626262\">KARKAT: IT'S SUPPOSED TO FEEL FUCKED UP!</p>\n<p style=\"color: #0715cd\">JOHN: aw, man. :(</p>\n<p style=\"color: #0715cd\">JOHN: i just wanted to have a nice catch-up chat, not get so transparently owned at the trollmances.</p>\n<p style=\"color: #e00707\">DAVE: it happens to the best of us sooner or later</p>\n<p style=\"color: #e00707\">DAVE: this crap is kind of old hat to me by now but i get why youre kinda freckling at the implications here</p>\n<p style=\"color: #e00707\">DAVE: you didnt have years of livin with trolls to kinda normalize this stuff</p>\n<p style=\"color: #0715cd\">JOHN: i don't think i want it to feel normalized though!</p>\n<p style=\"color: #0715cd\">JOHN: i'm not ready to...</p>\n<p style=\"color: #0715cd\">JOHN: like, admit that... i have some warped spade crush on her, based on...</p>\n<p style=\"color: #0715cd\">JOHN: some feeling i don't understand and makes no sense to me!</p>\n<p style=\"color: #0715cd\">JOHN: oh god... what if it's true??</p>\n<p style=\"color: #0715cd\">JOHN: i have to try as hard as i can to suppress this feeling and make sure i never think about it again!</p>\n<p style=\"color: #e00707\">DAVE: ok sounds like a weenie thing to do but sure have fun with that</p>\n<p style=\"color: #0715cd\">JOHN: fuck.</p>\n<p style=\"color: #0715cd\">JOHN: yeah, probably.</p>\n<p style=\"color: #0715cd\">JOHN: just...</p>\n<p style=\"color: #0715cd\">JOHN: please don't tell her about any of this, ok guys?</p>\n<p style=\"color: #626262\">KARKAT: JOHN, YOU DON'T HAVE TO REMIND US ABOUT ONE OF THE MOST FUNDAMENTAL STATUTES OF THE BRO CODE, WHICH IS PRACTICALLY FUCKING SCRIPTURE ON MY PLANET, DATING BACK HUNDREDS OF MILLENIA.</p>\n<p style=\"color: #626262\">KARKAT: DAVE AND I FUCKING SLEEP AND BREATHE THE BRO CODE AND ALL OF ITS CLAUSES, NO MATTER HOW FINE THE PRINT.</p>\n<p style=\"color: #626262\">KARKAT: FEEL FREE TO COME AND TALK TO US ABOUT THIS ANY TIME. YOUR SECRETS WILL ALWAYS BE SAFE.</p>\n<p style=\"color: #e00707\">DAVE: dude that sentiment is well and good but</p>\n<p style=\"color: #e00707\">DAVE: when youre pledging a vow of secrecy maybe you should try to keep it down a little</p>\n<p style=\"color: #626262\">KARKAT: DAMN. YEAH.</p>\n<p style=\"color: #626262\">KARKAT: SORRY.</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}