{
    "version": 0,
    "page": 4755,
    "commands": [
        {
            "command": "[A6I2] ==> ",
            "link": "/story/4756"
        }
    ],
    "media": [
        {
            "file": "04752.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #0715cd\">JOHN: what plan?</p>\n<p style=\"color: #77003c\">MEENAH: why would i tell a hornless dork like you somefin like that</p>\n<p style=\"color: #0715cd\">JOHN: i dunno.</p>\n<p style=\"color: #0715cd\">JOHN: just curious about your spooky ghost plan is all.</p>\n<p style=\"color: #77003c\">MEENAH: im curious about why a couple of freaks like you were sent to welcome me to hell</p>\n<p style=\"color: #77003c\">MEENAH: water you demons or somefin</p>\n<p style=\"color: #77003c\">MEENAH: pretty lame demons if you ask me</p>\n<p style=\"color: #77003c\">MEENAH: way too frondly and stupid</p>\n<p style=\"color: #0715cd\">JOHN: no, we're humans.</p>\n<p style=\"color: #0715cd\">JOHN: by which i mean aliens, i guess.</p>\n<p style=\"color: #77003c\">MEENAH: so like</p>\n<p style=\"color: #77003c\">MEENAH: youre dead aliens huh</p>\n<p style=\"color: #77003c\">MEENAH: whoever heard of an alien ghost</p>\n<p style=\"color: #0715cd\">JOHN: i know, right? that's what i think sometimes.</p>\n<p style=\"color: #0715cd\">JOHN: it's strange combination of sci-fi things. like alien stuff is all about science, right? at least it is in movies. aliens LOVE science. but then ghosts have nothing to do with science, they belong to the supernatural realms, which have more to do with religion i guess? or about a lot of hocus pocus and superstition, maybe even magic. science rarely enters the equation, unless it's something awesome like ghost busters, which makes ghosts and stuff ALL ABOUT science, even though the ghost science is obviously a bunch of total nonsense. i guess contact mixes aliens and ghosts because jodie foster saw her ghost dad in outer space? but then, that was probably just a science projection from an alien, to make her feel less sad about her dead dad, and not a real ghost or anything. i guess the lesson is that science and aliens teach us that ghosts and religion are fake? although, it turns out ghosts and aliens are actually real, so maybe science and religion have been lying to us all along. *shrug*</p>\n<p style=\"color: #77003c\">MEENAH: nerd</p>\n<p style=\"color: #0715cd\">JOHN: um.</p>\n<p style=\"color: #0715cd\">JOHN: yeah, sorry.</p>\n<p style=\"color: #77003c\">MEENAH: so the girl</p>\n<p style=\"color: #77003c\">MEENAH: she like your matesprit or whatever</p>\n<p style=\"color: #0715cd\">JOHN: what?</p>\n<p style=\"color: #0715cd\">JOHN: ha, no, i don't even know her.</p>\n<p style=\"color: #0715cd\">JOHN: i kinda thought you knew who she was?</p>\n<p style=\"color: #77003c\">MEENAH: dont know who she is but i know W)(AT she is</p>\n<p style=\"color: #77003c\">MEENAH: shes done</p>\n<p style=\"color: #0715cd\">JOHN: huh?</p>\n<p style=\"color: #77003c\">MEENAH: ever do any baking nerd</p>\n<p style=\"color: #0715cd\">JOHN: yeah, a little...</p>\n<p style=\"color: #77003c\">MEENAH: then you know -EXACTLY what you do with somefin thats done</p>\n<p style=\"color: #77003c\">MEENAH: you stick a fork in it</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}