{
    "version": 0,
    "page": 4705,
    "commands": [
        {
            "command": "[A6I2] ==> ",
            "link": "/story/4706"
        }
    ],
    "media": [
        {
            "file": "04702.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #b536da\">ROSE: Yes, we will have to deal with Jack before all is said and done.</p>\n<p style=\"color: #b536da\">ROSE: And that will definitely be a major challenge.</p>\n<p style=\"color: #b536da\">ROSE: But it is not impossible. At least, not by design.</p>\n<p style=\"color: #b536da\">ROSE: When I said there would be no time limit in this session, I was talking about something more specific.</p>\n<p style=\"color: #b536da\">ROSE: There will be no reckoning.</p>\n<p style=\"color: #e00707\">DAVE: oh</p>\n<p style=\"color: #e00707\">DAVE: why not</p>\n<p style=\"color: #b536da\">ROSE: It's a logical consequence of any void session.</p>\n<p style=\"color: #b536da\">ROSE: The battlefield never evolves, and therefore the more extensive war between Prospit and Derse never takes shape.</p>\n<p style=\"color: #b536da\">ROSE: It is only when the Prospitian king falls in battle that the reckoning can be initiated by the forces of Derse.</p>\n<p style=\"color: #b536da\">ROSE: The meteors then rush to destroy the battlefield, while Skaia redirects them through defense portals for as long as it can.</p>\n<p style=\"color: #b536da\">ROSE: Thus, if there is no war, there is no reckoning, no meteors, and no imminent threat of failure.</p>\n<p style=\"color: #b536da\">ROSE: This is of course good news for Earth as well. During the reckoning, Skaia redirects all incoming meteors to the only place it can. Earth.</p>\n<p style=\"color: #b536da\">ROSE: So it turns out that players who initiate a void session are not actually condemning their home planet to an apocalyptic wasteland after they leave.</p>\n<p style=\"color: #b536da\">ROSE: In the new instance of our universe, Earth is just fine.</p>\n<p style=\"color: #b536da\">ROSE: Sort of.</p>\n<p style=\"color: #e00707\">DAVE: so</p>\n<p style=\"color: #e00707\">DAVE: no meteors came at all</p>\n<p style=\"color: #e00707\">DAVE: you mean by fucking up and having to scratch we also sort of saved earth in the process</p>\n<p style=\"color: #b536da\">ROSE: Again: sort of.</p>\n<p style=\"color: #b536da\">ROSE: And it's not that there were no meteors whatsoever.</p>\n<p style=\"color: #b536da\">ROSE: Just the vast majority of the destructive onslaught never showed up.</p>\n<p style=\"color: #b536da\">ROSE: But delivering the temple to the site of the forge is still integral to jumpstarting the session.</p>\n<p style=\"color: #b536da\">ROSE: That meteor however could have been propelled through a portal by any means, not just via the reckoning.</p>\n<p style=\"color: #e00707\">DAVE: i see</p>\n<p style=\"color: #e00707\">DAVE: what about the players themselves</p>\n<p style=\"color: #e00707\">DAVE: they had to arrive on meteors too didnt they</p>\n<p style=\"color: #e00707\">DAVE: i guess the baby meteors were some exceptions too right</p>\n<p style=\"color: #b536da\">ROSE: Yes.</p>\n<p style=\"color: #b536da\">ROSE: But they weren't flung through portals in their own session, nor will they be created there.</p>\n<p style=\"color: #b536da\">ROSE: They were created in our session, and sent back through our portals. Just like us.</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}