{
    "version": 0,
    "page": 4648,
    "commands": [
        {
            "command": "==> ",
            "link": "/story/4649"
        }
    ],
    "media": [
        {
            "file": "04645.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #323232\">uu: SHE'S NOT MY SISTER.</p>\n<p style=\"color: #323232\">uu: WE DON'T GOT SISTERS. IT'S NOT A THING. DON'T DRAG uS THROuGH YOuR NASTY HuMAN FAMILIAL MuD.</p>\n<p style=\"color: #323232\">uu: OF COuRSE I'M GOING TO PLAY. I WAS JuST SAYING I WOuLDN'T. YOu KNOW. TO FuCK WITH HER AND MAKE HER CRY.</p>\n<p style=\"color: #323232\">uu: LIKE I HAVE A CHOICE. BuT TO PLAY.</p>\n<p style=\"color: #323232\">uu: HOW ELSE AM I GOING TO GET OFF THIS DESOLATE ROCK?</p>\n<p style=\"color: #323232\">uu: YOu THINK I WANT TO STAY HERE? JuST HANG AROuND. TIL I JOIN THE HuNDRED BILLION CORPSES FERTILIZING THE SOIL?</p>\n<p style=\"color: #f2a400\">TT: I see.</p>\n<p style=\"color: #f2a400\">TT: No, didn't think so. I was just curious.</p>\n<p style=\"color: #323232\">uu: HuMAN CuRIOSITY IS CONTEMPTIBLE. SHE SHARES THAT WITH YOu. AND I CAN'T FuCKING STAND IT.</p>\n<p style=\"color: #f2a400\">TT: Gotcha.</p>\n<p style=\"color: #f2a400\">TT: You sure seem to hate us, but I notice it doesn't stop you from talking to us frequently. Or at least to me.</p>\n<p style=\"color: #f2a400\">TT: Surely there must be at least one of our virtues you admire.</p>\n<p style=\"color: #323232\">uu: YES. AMBITION. THAT'S THE ONLY GOOD ONE.</p>\n<p style=\"color: #323232\">uu: AND I THINK YOu GOT THAT. WHICH IS MAYBE WHY. YOu'RE THE ONLY ONE I CAN PuT uP WITH FOR ANY DuRATION?</p>\n<p style=\"color: #323232\">uu: LET'S CALL IT A GRuDGING RESPECT. WHICH IS THE ONLY KIND THAT'S EVEN WORTH A FuCK.</p>\n<p style=\"color: #f2a400\">TT: I'll take that as a rare overture of friendship.</p>\n<p style=\"color: #323232\">uu: NO. DON'T.</p>\n<p style=\"color: #f2a400\">TT: So, do you even know how this is going to work?</p>\n<p style=\"color: #323232\">uu: WHAT.</p>\n<p style=\"color: #f2a400\">TT: Your session. Can you even really have a session with only two players?</p>\n<p style=\"color: #323232\">uu: SHE SAYS YOu CAN. AND SHE LIKES TO THINK SHE'S THE EXPERT.</p>\n<p style=\"color: #323232\">uu: PERSONALLY? I DON'T CARE.</p>\n<p style=\"color: #323232\">uu: MAYBE IT'S AGAINST THE RuLES. WHAT WE'RE DOING.</p>\n<p style=\"color: #323232\">uu: I JuST WANT TO GET IN THERE. AND JuST.</p>\n<p style=\"color: #323232\">uu: FuCK.</p>\n<p style=\"color: #323232\">uu: SHIT.</p>\n<p style=\"color: #323232\">uu: uP.</p>\n<p style=\"color: #f2a400\">TT: Yeah.</p>\n<p style=\"color: #f2a400\">TT: I sensed that was your plan.</p>\n<p style=\"color: #f2a400\">TT: Which is kind of what I'm talking about. How can you win like that?</p>\n<p style=\"color: #f2a400\">TT: I thought the point was to cooperate with your coplayers to achieve an objective.</p>\n<p style=\"color: #f2a400\">TT: Not compete with them or try to kill them. I don't think we've had one conversation where you didn't express the desire to kill her.</p>\n<p style=\"color: #323232\">uu: I GuESS WE'LL JuST HAVE TO SEE. WON'T WE?</p>\n<p style=\"color: #323232\">uu: I THINK THIS IS PROBABLY A DIFFERENT KIND OF SESSION.</p>\n<p style=\"color: #323232\">uu: ONE WHERE THE PLAYERS FIGHT FOR SuPREMACY. RATHER THAN WORK TOGETHER.</p>\n<p style=\"color: #323232\">uu: I THINK THAT IT MuST BE THAT WAY.</p>\n<p style=\"color: #323232\">uu: BECAuSE THAT IS HOW I WANT IT TO BE.</p>\n<p style=\"color: #323232\">uu: AND IF I WANT SOMETHING TO BE TRuE HARD ENOuGH. THEN THAT MAKES IT SLIGHTLY MORE ABSOLuTELY IRREFuTABLE.</p>\n<p style=\"color: #323232\">uu: ARE YOu FEELING ME, FuCKER?</p>\n<p style=\"color: #f2a400\">TT: Maybe you're right.</p>\n<p style=\"color: #f2a400\">TT: But since that's how you feel now, maybe the truth is that the game is challenging you to overcome those feelings?</p>\n<p style=\"color: #f2a400\">TT: What if your real quest is to put aside your differences and work together, if you want to both survive, and grow as a person?</p>\n<p style=\"color: #323232\">uu: NO.</p>\n<p style=\"color: #323232\">uu: NO. NO. NO.</p>\n<p style=\"color: #323232\">uu: FuCK THAT SHIT.</p>\n<p style=\"color: #323232\">uu: HuMAN FuCK THAT SHIT. NOT EVEN ALIEN FuCK THAT SHIT. SO YOu CAN uNDERSTAND BETTER. THE KIND OF FuCKING OF THE SHIT THAT'S GOING ON.</p>\n<p style=\"color: #323232\">uu: HuMAN FuCK IT SO MuCH. SO HARD, AND SO ANGRILY.</p>\n<p style=\"color: #f2a400\">TT: Yeah, I didn't think you'd dig that idea.</p>\n<p style=\"color: #f2a400\">TT: Just puttin' it out there.</p>\n<p style=\"color: #323232\">uu: HOW ABOuT YOu SHuT uP? AND GET ON THE ROOF. AND TAKE YOuR FuCKING PuNISHMENT.</p>\n<p style=\"color: #323232\">uu: NOW WHERE THE HELL IS YOuR GHASTLY JuJu.</p>\n<p style=\"color: #323232\">uu: GO GET IT. AND HuRRY uP.</p>\n<p style=\"color: #f2a400\">TT: My juju?</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}