{
    "version": 0,
    "page": 4859,
    "commands": [
        {
            "command": "==> ",
            "link": "/story/4860"
        }
    ],
    "media": [
        {
            "file": "04856.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #f2a400\">TT: That kid kept the family name but obviously your grandma didn't.</p>\n<p style=\"color: #f2a400\">TT: She must've held a grudge against the Baroness her whole life. She started by taking a different name she knew would stick in her craw.</p>\n<p style=\"color: #1f9400\">GT: Oh! I remember this.</p>\n<p style=\"color: #1f9400\">GT: I believe she said the witch used to be married to a terrible man named english.</p>\n<p style=\"color: #1f9400\">GT: So because the witch really hated that guy she took on his name as sort of a big ole fuck you to the woman?</p>\n<p style=\"color: #f2a400\">TT: That's probably close to the truth, but it sounds like the kind of story an old lady tells her young grandson in a way he would understand. Or at least wouldn't scare the shit out of him.</p>\n<p style=\"color: #f2a400\">TT: What I've read is something much more sinister, as usual.</p>\n<p style=\"color: #f2a400\">TT: There's supposedly only one thing the Baroness fears, and your grandma learned of this somehow.</p>\n<p style=\"color: #f2a400\">TT: It wasn't an ex husband though. It was her superior. Some kind of demon, or another alien, no one really knows. But he went by the name English. He's supposedly even more brutal than she is, if you can believe that.</p>\n<p style=\"color: #1f9400\">GT: So im named after a demon? What kind of demon is named english anyway?</p>\n<p style=\"color: #f2a400\">TT: What kind of alien is named Crocker? It's probably just a name he stole from someone else, like the Baroness did.</p>\n<p style=\"color: #1f9400\">GT: I guess its kind of cool being named after a demon whos so scary even the witch is afraid of him.</p>\n<p style=\"color: #f2a400\">TT: Yeah, well, your grandma thought so.</p>\n<p style=\"color: #f2a400\">TT: Everything she did in life thereafter seemed to be in effort to piss off the batterwitch.</p>\n<p style=\"color: #f2a400\">TT: Like starting a competing tech company, heavily branded in a way that was presumably intended to remind the Baroness of her boss.</p>\n<p style=\"color: #f2a400\">TT: Like with skulls and garish colors and shit. The dude is some kind of skull monster I guess?</p>\n<p style=\"color: #1f9400\">GT: I love skulls!</p>\n<p style=\"color: #f2a400\">TT: I know.</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}