{
    "version": 0,
    "page": 5289,
    "commands": [
        {
            "command": "[A6I3] ==> ",
            "link": "/story/5290"
        }
    ],
    "media": [
        {
            "file": "05286.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #0715cd\">JOHN: look.</p>\n<p style=\"color: #0715cd\">JOHN: i love nic cage. he is basically my hero, ok?</p>\n<p style=\"color: #0715cd\">JOHN: but i'm kind of just realizing now that he is EMBARRASSINGLY BAD in this movie!</p>\n<p style=\"color: #0715cd\">JOHN: he is just doing this corny parody of a southern guy who is down on his luck, and acts \"charming\" with his goofy accent and stuff.</p>\n<p style=\"color: #0715cd\">JOHN: some things i used to think were so badass are just coming off as ridiculous now.</p>\n<p style=\"color: #0715cd\">JOHN: can you believe that one time we were watching this movie, when he said \"put the bunny back in the box\" i actually high fived my dad?</p>\n<p style=\"color: #0715cd\">JOHN: this time that line just made me roll my eyes.</p>\n<p style=\"color: #0715cd\">JOHN: there's so much crappy dialogue!</p>\n<p style=\"color: #0715cd\">JOHN: \"cyrus, this is your barbecue, and it tastes good...\" arrgh!</p>\n<p style=\"color: #4ac925\">JADE: but he was trying to sound like a hardened criminal to win the trust of john malkovich!</p>\n<p style=\"color: #0715cd\">JOHN: jade, please. it was a cheesy line, don't be so naive.</p>\n<p style=\"color: #4ac925\">JADE: what!!</p>\n<p style=\"color: #4ac925\">JADE: you spent your whole life worshiping this dumb movie and now youre calling ME naive????</p>\n<p style=\"color: #0715cd\">JOHN: ok, i'm sorry. i guess in fairness to you, you have only just begun to climb the steep learning curve of this vexing and hypnotic film.</p>\n<p style=\"color: #0715cd\">JOHN: but i am no longer bound by its spell, jade.</p>\n<p style=\"color: #4ac925\">JADE: oh god</p>\n<p style=\"color: #4ac925\">JADE: vexing and hypnotic??</p>\n<p style=\"color: #4ac925\">JADE: its a movie full of explosions about a guy with a mullet</p>\n<p style=\"color: #4ac925\">JADE: what is with you lately? you seem to be in such a crappy mood these days</p>\n<p style=\"color: #0715cd\">JOHN: i am fine. this MOVIE is what's crappy these days.</p>\n<p style=\"color: #4ac925\">JADE: oh bluh bluh</p>\n<p style=\"color: #4ac925\">JADE: can we just finish the rest of the movie?</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}