{
    "version": 0,
    "page": 7786,
    "commands": [
        {
            "command": "[A6A6I5] ====> ",
            "link": "/story/7787"
        }
    ],
    "media": [
        {
            "file": "07782.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #005682\">VRISKA: Are you really so far removed from reality that you can't see it?</p>\n<p style=\"color: #005682\">VRISKA: Did this... \"transform8tion\" happen so gradually that you just... didn't notice?!</p>\n<p style=\"color: #005682\">VRISKA: I find it hard to 8elieve, and frankly more than a little distur8ing, that some version of me could let this happen to herself without 8eing at least SOMEWHAT aware that a dreadful decline of personal integrity was taking place.</p>\n<p style=\"color: #005682\">(VRISKA): I'm not a loser though!</p>\n<p style=\"color: #005682\">(VRISKA): I LIKE who I've 8ecome.</p>\n<p style=\"color: #005682\">(VRISKA): I actually feel happy and good a8out my life for the first time in... may8e forever??</p>\n<p style=\"color: #005682\">(VRISKA): Like, ACTUALLY good a8out my life in a way that feels real, instead of forced. Don't you realize that's what it was like for us?</p>\n<p style=\"color: #005682\">VRISKA: You don't have a life!</p>\n<p style=\"color: #005682\">VRISKA: You're DEAD, remem8er?</p>\n<p style=\"color: #005682\">VRISKA: I'm the one with the life!</p>\n<p style=\"color: #005682\">VRISKA: And I fully intend to use it in a relevant and constructive way to help 8ring an end to all the horri8le shit that's 8een going on for way too long.</p>\n<p style=\"color: #005682\">VRISKA: Remem8er when you used to care a8out that sort of thing?</p>\n<p style=\"color: #005682\">VRISKA: No, o8viously not.</p>\n<p style=\"color: #005682\">VRISKA: All you care a8out now is 8ullshit hipstery fashion trends, feeling \"happy\", and... whatever the fuck it is you're doing here?</p>\n<p style=\"color: #005682\">VRISKA: Frolicking with some horses in an ugly field or some shit.</p>\n<p style=\"color: #005682\">VRISKA: Just a8solutely disgraceful.</p>\n<p style=\"color: #005682\">VRISKA: How could I have 8ecome so selfish??</p>\n<p style=\"color: #005682\">VRISKA: You do know this is selfish, right?</p>\n<p style=\"color: #005682\">VRISKA: This isn't having some fucking \"epiphany\" or like \"growing as a person\" or whatever self-serving spin you might 8e putting on what's happening here.</p>\n<p style=\"color: #005682\">VRISKA: It's just plain narcissism, the worst kind you're capa8le of. A total renunci8tion of any responsi8ility for contri8uting to the gr8ter good.</p>\n<p style=\"color: #005682\">VRISKA: And it makes me FUCKING SICK.</p>\n<p style=\"color: #005682\">(VRISKA): No, that's not what it's like!</p>\n<p style=\"color: #005682\">(VRISKA): You don't understand. You haven't...</p>\n<p style=\"color: #005682\">(VRISKA): Like, 8een through...</p>\n<p style=\"color: #005682\">VRISKA: 8een through WHAT?</p>\n<p style=\"color: #005682\">VRISKA: I've 8een through plenty. Don't get p8tronizing with me.</p>\n<p style=\"color: #005682\">VRISKA: How did you die, again?</p>\n<p style=\"color: #005682\">VRISKA: Weren't you 8eing stu88orn and insisting on going off to fight Jack, even though that was o8viously an ill-conceived plan that was going to get everyone killed?</p>\n<p style=\"color: #005682\">VRISKA: There it is again, making it all a8out you, even when trying to 8e heroic. You let that need 8lind you and you did something really stupid, 8asically leaving NO OTHER OPTION 8ut for you to get killed.</p>\n<p style=\"color: #005682\">VRISKA: So since you started your journey as a ghost with that little feat of self-a8sorption, is it any surprise that after however many pseudo-sweeps floundering around as a lost soul, THIS is where you end up? A shamelessly self-indulgent, punk-ass NO8ODY?</p>\n<p style=\"color: #005682\">(VRISKA): W8... are you saying you didn't try to go fight Jack?</p>\n<p style=\"color: #005682\">(VRISKA): What happened? How... how are you the version that's still alive? I don't...</p>\n<p style=\"color: #005682\">VRISKA: Different shit happened!</p>\n<p style=\"color: #005682\">VRISKA: And from that point on, I started making 8etter choices, unlike you.</p>\n<p style=\"color: #005682\">VRISKA: Contrary to your lazy fakey \"happy\" shit, I've ACTUALLY GROWN AS A PERSON.</p>\n<p style=\"color: #005682\">VRISKA: What do you think of THAT, you frivolous, dithering 8ITCH????????</p>\n<p style=\"color: #005682\">(VRISKA): !!!!!!!!</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}