{
    "version": 0,
    "page": 3631,
    "commands": [
        {
            "command": "==> ",
            "link": "/story/3632"
        }
    ],
    "media": [
        {
            "file": "03628.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #b536da\">TT: This doesn't sound like an especially admirable objective. Releasing an evil man, who is presumably more powerful than you, an already omnipotent being.</p>\n<p style=\"color: #b536da\">TT: Am I right?</p>\n<p style=\"color: #ffffff\">You are right about both. It is not admirable, and he is considerably more powerful.</p>\n<p style=\"color: #ffffff\">But you must decide which objective is more important.</p>\n<p style=\"color: #ffffff\">You may decide to attempt to destroy the sun and end my life. This will neutralize Jack, who is also much more powerful and dangerous than myself by virtue of the ring he wears in addition to drawing energy from the same sun as I. He poses a significant threat to reality.</p>\n<p style=\"color: #b536da\">TT: But in the process of killing him and you, I release your master, who is just as deadly?</p>\n<p style=\"color: #ffffff\">He's more deadly.</p>\n<p style=\"color: #ffffff\">But the danger he poses is sanctioned by paradox space.</p>\n<p style=\"color: #ffffff\">It is a known quantity. His very existence in a universe will mean it will inevitably be torn apart.</p>\n<p style=\"color: #ffffff\">But there are rules to his entry, and his grim procession through paradox space is rather orderly. The present equilibrium has accounted for him, and will continue to.</p>\n<p style=\"color: #ffffff\">Jack however is a loose cannon. He will not stop until he destroys everything he encounters.</p>\n<p style=\"color: #ffffff\">Additionally, his existence is your responsibility.</p>\n<p style=\"color: #b536da\">TT: Then I guess I don't have a choice.</p>\n<p style=\"color: #ffffff\">You do.</p>\n<p style=\"color: #ffffff\">But also know this.</p>\n<p style=\"color: #ffffff\">Refusing to venture out to destroy the sun in no way spares anyone from my master regardless.</p>\n<p style=\"color: #ffffff\">It is certainly true that destroying it will end my life.</p>\n<p style=\"color: #ffffff\">And it is certainly true that </span><span style=\"color: #000000\">The Tumor</span><span style=\"color: #ffffff\"> you will deliver to its location has enough power to destroy it completely.</p>\n<p style=\"color: #ffffff\">But it is not the only way to kill me.</p>\n<p style=\"color: #ffffff\">It is simply a way I have suggested to you, which doubles as a way to disarm Jack, should you choose to go through with it.</p>\n<p style=\"color: #ffffff\">Instances of myself have spawned in countless universes, and my objective is always the same.</p>\n<p style=\"color: #ffffff\">I have never once failed to complete this objective, and I never will.</p>\n<p style=\"color: #ffffff\">There is nothing noble about taking a course of action you believe would prevent his arrival, because that is impossible.</p>\n<p style=\"color: #ffffff\">He will come.</p>\n<p style=\"color: #ffffff\">In fact, he is already here.</p>\n<p style=\"color: #b536da\">TT: Are you saying that I will succeed in the mission to destroy the sun?</p>\n<p style=\"color: #ffffff\">Are you asking for another palm reading?</p>\n<p style=\"color: #b536da\">TT: ...</p>\n<p style=\"color: #ffffff\">You seem rather keen on acquiring a fortune from me considering you are the one with the crystal ball.</p>\n<p style=\"color: #b536da\">TT: I'm just trying to ask as many questions as I can. It's the only way to find the dark spots in your obstinacy.</p>\n<p style=\"color: #ffffff\">I've been very helpful. And I will continue to be.</p>\n<p style=\"color: #ffffff\">I myself do not care to be an oracle. But I can graciously supply you with one.</p>\n<p style=\"color: #b536da\">TT: Can you?</p>\n<p style=\"color: #ffffff\">An eager consort has brought you one of my seeds. It appears you have amassed followers who wish to please you. How fortuitous.</p>\n<p style=\"color: #b536da\">TT: Your seeds?</p>\n<p style=\"color: #ffffff\">The white orb.</p>\n<p style=\"color: #b536da\">TT: Oh. The cue ball. How did I not notice this?</p>\n<p style=\"color: #ffffff\">It will accurately answer any question a curious girl can pose.</p>\n<p style=\"color: #ffffff\">Provided she can see through the surface to read its reply.</p>\n<p style=\"color: #b536da\">TT: Hmm.</p>\n<p style=\"color: #b536da\">TT: Is that possible?</p>\n<p style=\"color: #ffffff\">Is it, Seer?</p>\n<p style=\"color: #ffffff\">Given your title and all the tools of prognostication at your disposal, it seems to me I should be the one asking you the questions.</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}