{
    "version": 0,
    "page": 4736,
    "commands": [
        {
            "command": "[A6I2] ==> ",
            "link": "/story/4737"
        }
    ],
    "media": [
        {
            "file": "04733.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #4ac925\">JADE: remember how you told me how karkat kept sort of trying to set you up with rose?</p>\n<p style=\"color: #0715cd\">JOHN: yes.</p>\n<p style=\"color: #4ac925\">JADE: you told me this on more than one occasion if i recall!</p>\n<p style=\"color: #0715cd\">JOHN: what is your point!</p>\n<p style=\"color: #4ac925\">JADE: well, i have kind of wondered to myself if you kept bringing that up because on some level you wanted that to be true...</p>\n<p style=\"color: #0715cd\">JOHN: oh man.</p>\n<p style=\"color: #0715cd\">JOHN: jade, listen.</p>\n<p style=\"color: #0715cd\">JOHN: at this point i could not give less of a rat's ass about romancey stuff!</p>\n<p style=\"color: #0715cd\">JOHN: i would rather just play some games, and chill out for several years on this magical flying boat. is that too much to ask?</p>\n<p style=\"color: #4ac925\">JADE: not at all! that is perfectly fine</p>\n<p style=\"color: #0715cd\">JOHN: when i catch up with our buddies, i'm sure i will give rose a nice, FRIENDLY hug.</p>\n<p style=\"color: #4ac925\">JADE: aww</p>\n<p style=\"color: #0715cd\">JOHN: whereas i will offer dave a tender bro embrace, and shove karkat down a flight of friendship stairs.</p>\n<p style=\"color: #4ac925\">JADE: heheheheh</p>\n<p style=\"color: #0715cd\">JOHN: but that is IT.</p>\n<p style=\"color: #0715cd\">JOHN: it's all very complicated and bothersome, jade.</p>\n<p style=\"color: #4ac925\">JADE: what?</p>\n<p style=\"color: #0715cd\">JOHN: you know. matters of the heart.</p>\n<p style=\"color: #4ac925\">JADE: *snicker*</p>\n<p style=\"color: #0715cd\">JOHN: ok, you may laugh at my choice of words, but it is true.</p>\n<p style=\"color: #0715cd\">JOHN: it's really befuddling and distracting when you are on a major quest to make universes out of frogs. who even needs it?</p>\n<p style=\"color: #4ac925\">JADE: i guess you have a point</p>\n<p style=\"color: #0715cd\">JOHN: like...</p>\n<p style=\"color: #0715cd\">JOHN: you remember that troll girl who was sort of into me?</p>\n<p style=\"color: #4ac925\">JADE: mm hm</p>\n<p style=\"color: #0715cd\">JOHN: well, ok.</p>\n<p style=\"color: #0715cd\">JOHN: that seemed like a pretty big deal at the time!</p>\n<p style=\"color: #0715cd\">JOHN: it really seemed like she liked me, but also, she was *probably* insane?</p>\n<p style=\"color: #0715cd\">JOHN: like, i mean, in a trollish, murderous kind of way.</p>\n<p style=\"color: #4ac925\">JADE: yikes</p>\n<p style=\"color: #0715cd\">JOHN: but craziness notwithstanding, i didn't really know what to think.</p>\n<p style=\"color: #0715cd\">JOHN: i guess i thought she was cool at the time. i was honestly kind of flummoxed about it.</p>\n<p style=\"color: #0715cd\">JOHN: but the point is, when all was said and done, that was just some stuff that happened over one day, which was a whole year ago already.</p>\n<p style=\"color: #0715cd\">JOHN: i barely even remember what we talked about. by the time we meet up, she probably won't give a shit about me at all.</p>\n<p style=\"color: #0715cd\">JOHN: which, let's face it, is probably for the best.</p>\n<p style=\"color: #4ac925\">JADE: .....</p>\n<p style=\"color: #0715cd\">JOHN: i think we make things more meaningful in our head when they're happening than they really are. like realistically? there were probably a lot of things that went on that day that didn't mean that much.</p>\n<p style=\"color: #0715cd\">JOHN: like remember how you said you thought karkat was getting this silly angry crush on you?</p>\n<p style=\"color: #4ac925\">JADE: that was just my hunch</p>\n<p style=\"color: #0715cd\">JOHN: yeah.</p>\n<p style=\"color: #0715cd\">JOHN: i mean, do you really think after three years he is still going to have the rage hots for you?</p>\n<p style=\"color: #4ac925\">JADE: i sincerely doubt it</p>\n<p style=\"color: #4ac925\">JADE: at least</p>\n<p style=\"color: #4ac925\">JADE: i hope not ._.</p>\n<p style=\"color: #0715cd\">JOHN: i don't think even he is that crazy.</p>\n<p style=\"color: #0715cd\">JOHN: anyway, my point is, who even cares about all that?</p>\n<p style=\"color: #0715cd\">JOHN: romance and dating are dumb and boring. we are legendary heroes, and we have bigger fish to fry. like that smug fatass over there on the horizon.</p>\n<p style=\"color: #0715cd\">JOHN: he sure looks pleased with himself. just look at him, he thinks he is the undisputed king of that mountain or something.</p>\n<p style=\"color: #4ac925\">JADE: that is so outrageous</p>\n<p style=\"color: #0715cd\">JOHN: follow me so we can seize the high ground against this hideous ocean dwelling marshmallow man, and steal all of his treasure.</p>\n<p style=\"color: #4ac925\">JADE: after you!</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}