{
    "version": 0,
    "page": 7355,
    "commands": [
        {
            "command": "[A6A6I4] ====> ",
            "link": "/story/7356"
        }
    ],
    "media": [
        {
            "file": "07352.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #00d5f2\">JANE: I knew that I was her only hope for resurrection.</p>\n<p style=\"color: #00d5f2\">JANE: Perhaps my cybernetic intelligence was not as flawless as I believed.</p>\n<p style=\"color: #00d5f2\">JANE: In my haste to revive her, I neglected to let them know I was the only chance she had.</p>\n<p style=\"color: #00d5f2\">JANE: If they understood the nature of my powers, they may have tempered their aggression.</p>\n<p style=\"color: #00d5f2\">JANE: And if I wasn't so hurried to use those powers, I may not have let my guard down.</p>\n<p style=\"color: #00d5f2\">JANE: Alas, I did let my guard down, and with it, my queen.</p>\n<p style=\"color: #00d5f2\">JANE: But more importantly, my friend, who surely stayed dead.</p>\n<p style=\"color: #00d5f2\">JANE: Poor Roxy.</p>\n<p style=\"color: #929292\">CALLIOPE: do yoU sUppose we shoUld be expecting her ghost to join Us too?</p>\n<p style=\"color: #929292\">CALLIOPE: thoUgh i admit, part of me feels gUilty hoping she will join Us in death. u_u</p>\n<p style=\"color: #00d5f2\">JANE: I do not know.</p>\n<p style=\"color: #00d5f2\">JANE: But guilt notwithstanding, I truly hope to see her again.</p>\n<p style=\"color: #00d5f2\">JANE: Killing a dear friend while in a compromised state of mind... it's frightening to imagine having to \"live\" with that for eternity.</p>\n<p style=\"color: #00d5f2\">JANE: I'd be miserable if I never had the opportunity to make amends.</p>\n<p style=\"color: #4ac925\">JADE: its sad she died, but then, isnt it kinda sad we all died?</p>\n<p style=\"color: #4ac925\">JADE: personally im really hoping she shows up!</p>\n<p style=\"color: #4ac925\">JADE: jane why dont you prepare a trollsona for her as a gesture of reconciliation?</p>\n<p style=\"color: #4ac925\">JADE: its the least you can do :B</p>\n<p style=\"color: #00d5f2\">JANE: Why, yes.</p>\n<p style=\"color: #00d5f2\">JANE: I do believe I can make that sacrifice for the good of our friendship.</p>\n<p style=\"color: #929292\">CALLIOPE: HUZZAH!!!!!!!!!!!</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}