{
    "version": 0,
    "page": 7357,
    "commands": [
        {
            "command": "[A6A6I4] ====> ",
            "link": "/story/7358"
        }
    ],
    "media": [
        {
            "file": "07354.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #00d5f2\">JANE: This was the unanticipated factor.</p>\n<p style=\"color: #00d5f2\">JANE: Their leader was someone who was not expected to show up with them at all.</p>\n<p style=\"color: #00d5f2\">JANE: The presence of this lone interloper was enough to discombobulate a scheme millions of years in the making.</p>\n<p style=\"color: #00d5f2\">JANE: This hero occupied a blind spot as much to the Condesce as to my present recollection, but of this much I am sure.</p>\n<p style=\"color: #00d5f2\">JANE: The hero was bold, wily; the sort of firebrand personality they needed to take such a stand.</p>\n<p style=\"color: #00d5f2\">JANE: An intrepid soul who was not about to take the verdict of paradox space lying down.</p>\n<p style=\"color: #00d5f2\">JANE: You see, Callie, your historical documents make no mention of the leader of the raid, because originally, the curtains closed early on this plucky customer.</p>\n<p style=\"color: #00d5f2\">JANE: But the hero was written back into our story by some inscrutable gambit of circumstance which we may never fully understand.</p>\n<p style=\"color: #00d5f2\">JANE: And with that flourish of revisionism, the tide of luck turned on a shiny new dime. All bets were off!</p>\n<p style=\"color: #00d5f2\">JANE: The tilt between the friendly and felonious was a true horse race again. A real barn burner in the brewing.</p>\n<p style=\"color: #00d5f2\">JANE: Yes, there'd still be hell to pay after Jade and I made our exit, sure as sugar cubes.</p>\n<p style=\"color: #00d5f2\">JANE: There'd be ashes to sift, wounds to mend, fallen to mourn. Not being privy to the aftermath, I can only surmise as well as the next gumshoe.</p>\n<p style=\"color: #00d5f2\">JANE: But with respect to the fate of our comrades, of this much I am convinced.</p>\n<p style=\"color: #00d5f2\">JANE: When the curtains finally closed, this time, their leader would make sure everyone was standing on the right side of them.</p>\n<p style=\"color: #00d5f2\">JANE: That is to say, the side any interested onlooker would be able to witness.</p>\n<p style=\"color: #4ac925\">JADE: ...</p>\n<p style=\"color: #4ac925\">JADE: jeez!</p>\n<p style=\"color: #00d5f2\">JANE: Hm?</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}