{
    "version": 0,
    "page": 5614,
    "commands": [
        {
            "command": "==> ",
            "link": "/story/5615"
        }
    ],
    "media": [
        {
            "file": "05611.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #ff6ff2\">TG: !!!!!!!!!!!!!!!!</p>\n<p style=\"color: #ff6ff2\">TG: ...</p>\n<p style=\"color: #ff6ff2\">TG: calliope?</p>\n<p style=\"color: #ff6ff2\">TG: that u</p>\n<p style=\"color: #929292\">UU: yes, it is i!</p>\n<p style=\"color: #ff6ff2\">TG: holy shit</p>\n<p style=\"color: #ff6ff2\">TG: the most pious and reverential of shits</p>\n<p style=\"color: #ff6ff2\">TG: turd in a church callie</p>\n<p style=\"color: #ff6ff2\">TG: you startled me!</p>\n<p style=\"color: #929292\">UU: sorry! :u</p>\n<p style=\"color: #ff6ff2\">TG: but yeah so</p>\n<p style=\"color: #ff6ff2\">TG: hey!!!</p>\n<p style=\"color: #ff6ff2\">TG: nice 2 finally meet you</p>\n<p style=\"color: #ff6ff2\">TG: wow wee ur pretty</p>\n<p style=\"color: #ff6ff2\">TG: so when you said you werent good looking it turns out that was a bunch of baloney?</p>\n<p style=\"color: #929292\">UU: no, roxy. i am afraid it was not a helping of yoUr delicioUs earth baloney.</p>\n<p style=\"color: #ff6ff2\">TG: aw dont say that</p>\n<p style=\"color: #ff6ff2\">TG: also you said you were a cherub</p>\n<p style=\"color: #ff6ff2\">TG: but if i am not mistaken you appear to be a troll</p>\n<p style=\"color: #ff6ff2\">TG: unless cherubs actually look like trolls?</p>\n<p style=\"color: #929292\">UU: alas, we do not.</p>\n<p style=\"color: #929292\">UU: this is not my trUe appearance. i have taken the form of my trollsona.</p>\n<p style=\"color: #929292\">UU: i wanted to look more presentable for oUr meetUp. UnfortUnately my trUe visage woUld likely repUlse or frighten yoU.</p>\n<p style=\"color: #929292\">UU: that is not the first impression i woUld like to make.</p>\n<p style=\"color: #ff6ff2\">TG: girl please</p>\n<p style=\"color: #ff6ff2\">TG: trust me theres nothing you could look like that would make me scared of you or grossed out</p>\n<p style=\"color: #ff6ff2\">TG: i am your friend and i know youre nice inside no matter what, so</p>\n<p style=\"color: #ff6ff2\">TG: could i see the real u?</p>\n<p style=\"color: #929292\">UU: that is so kind of yoU to say. i can believe that a lovely person like yoU woUld be able to stop herself from recoiling at the sight of my monstroUs face.</p>\n<p style=\"color: #929292\">UU: bUt it is oUt of the qUestion. i am mUch more comfortable appearing to yoU this way.</p>\n<p style=\"color: #929292\">UU: really it has more to do with my own dissatisfaction with the way i look than any lack of trUst in yoUr character.</p>\n<p style=\"color: #929292\">UU: yoU Understand, don't yoU?</p>\n<p style=\"color: #ff6ff2\">TG: yes</p>\n<p style=\"color: #ff6ff2\">TG: its ok callie you can go on keep being a cute troll</p>\n<p style=\"color: #ff6ff2\">TG: im just happy to see you</p>\n<p style=\"color: #929292\">UU: likewise!</p>\n<p style=\"color: #929292\">UU: i wish it coUld be Under better circUmstances thoUgh.</p>\n<p style=\"color: #929292\">UU: we may not have mUch time here.</p>\n<p style=\"color: #ff6ff2\">TG: wheres here exactly</p>\n<p style=\"color: #ff6ff2\">TG: am i still dreamin?</p>\n<p style=\"color: #929292\">UU: yes. i have led yoU to a dream bUbble of my own design.</p>\n<p style=\"color: #929292\">UU: my imagination and thoUghts dictate what yoU see here.</p>\n<p style=\"color: #929292\">UU: as i told yoU earlier, my brother is hUnting for me. so i have created a little sanctUary in space to stay hidden from him.</p>\n<p style=\"color: #929292\">UU: that is why i coUld not speak to yoU earlier. not oUt loUd at least. he is highly sensitive to my presence, so it is very easy for me to get his attention if i'm not carefUl.</p>\n<p style=\"color: #929292\">UU: bUt as long as we stand in the centre of this vortex, we may speak as loUdly as we like! no information can escape this dark pocket, so long as i maintain it.</p>\n<p style=\"color: #929292\">UU: and seeing as yoU are a hero of void, yoU make an ideal gUest to bring home for one who wishes to remain hidden. thoUgh i will say the fact that yoU are my best friend is a lovely bonUs. ^u^</p>\n<p style=\"color: #ff6ff2\">TG: best bonus!!!</p>\n<p style=\"color: #ff6ff2\">TG: 4 real though its so nice to finally see you no matter what you make urself look like</p>\n<p style=\"color: #ff6ff2\">TG: ive wanted to tell you all about whats been going on with me and my friends since we got together</p>\n<p style=\"color: #ff6ff2\">TG: its been so fun hangin with them even in spite of lets be frank, some truly SELECT teen drama</p>\n<p style=\"color: #ff6ff2\">TG: mmmm see how im kissin my two pinched fingers here? mwah it was like that</p>\n<p style=\"color: #ff6ff2\">TG: the embarrassing teenanigans have been SUMPTUOUS and come highly recommended</p>\n<p style=\"color: #ff6ff2\">TG: no but really its been great, and after some time irl with them it started feelin weird to think we were ever even apart</p>\n<p style=\"color: #ff6ff2\">TG: yet sadly it was not complete because the moment i met them all was also the moment i totally lost touch with my other cool bffsy from THE WEBS</p>\n<p style=\"color: #ff6ff2\">TG: i tried calling and calling your name but you never answered</p>\n<p style=\"color: #929292\">UU: i know.</p>\n<p style=\"color: #929292\">UU: i am sorry. u_u</p>\n<p style=\"color: #ff6ff2\">TG: dont be sorry i knew youda answered if you could have</p>\n<p style=\"color: #ff6ff2\">TG: i guess maybe you hid yourself so deep in this dream i couldnt wake ya?</p>\n<p style=\"color: #ff6ff2\">TG: damn this must have sucked spending all this time here hiding from your asshole brother</p>\n<p style=\"color: #ff6ff2\">TG: like i know hes a dick i talked to him enough times to get that but</p>\n<p style=\"color: #ff6ff2\">TG: whys he tryin to kill u so bad?</p>\n<p style=\"color: #929292\">UU: he is not trying to kill me.</p>\n<p style=\"color: #929292\">UU: he has already sUcceeded at that.</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}