{
    "version": 0,
    "page": 6455,
    "commands": [
        {
            "command": "[A6A6I1] ====> ",
            "link": "/story/6456"
        }
    ],
    "media": [
        {
            "file": "06452.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #0715cd\">JOHN: blah blah blah blah blah blah blah meteor.</p>\n<p style=\"color: #0715cd\">JOHN: blah blah blah.</p>\n<p style=\"color: #0715cd\">JOHN: blah blah blah blah blah nannasprite blah blah blah blah oil everywhere blah blah blah blah blah blah imps blah blah blah.</p>\n<p style=\"color: #ff6ff2\">ROXY: m hm</p>\n<p style=\"color: #0715cd\">JOHN: blah blah blah blah blah blah blah blah blah.</p>\n<p style=\"color: #0715cd\">JOHN: blah blah blah your daughter blah blah at least i think she is blah blah blah blah.</p>\n<p style=\"color: #0715cd\">JOHN: blah salamanders blah blah blah.</p>\n<p style=\"color: #0715cd\">JOHN: blah blah blah blah blah trolls blah blah blah blah blah rocketpack blah blah blah died.</p>\n<p style=\"color: #ff6ff2\">ROXY: rly</p>\n<p style=\"color: #0715cd\">JOHN: blah blah karkat blah blah blah blah blah ectobiology.</p>\n<p style=\"color: #0715cd\">JOHN: blah blah blah jack noir.</p>\n<p style=\"color: #0715cd\">JOHN: blah blah blah blah blah blah blah queen's ring blah blah blah blah blah blah blah blah my dad blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah a girl named vriska.</p>\n<p style=\"color: #0715cd\">JOHN: blah blah blah blah windy thing blah blah blah blah blah blah ocean of green fire.</p>\n<p style=\"color: #ff6ff2\">ROXY: wow</p>\n<p style=\"color: #0715cd\">JOHN: blah blah blah quest bed blah blah blah blah blah.</p>\n<p style=\"color: #0715cd\">JOHN: blah blah prototyped blah blah blah blah blah blah blah jade's omnipotent dog.</p>\n<p style=\"color: #0715cd\">JOHN: blah blah chess guy blah blah blah blah blah flying around in my dad's car blah blah blah blah blah blah blah liv tyler.</p>\n<p style=\"color: #0715cd\">JOHN: blah the battlefield blah blah blah blah huge wind drill blah blah blah blah the tumor.</p>\n<p style=\"color: #0715cd\">JOHN: blah blah.</p>\n<p style=\"color: #ff6ff2\">ROXY: pls continue</p>\n<p style=\"color: #0715cd\">JOHN: blah blah blah followed rose blah blah blah blah blah blah blah mom and dad died blah blah blah blah blah blah blah blah blah blah blah kissed her back to life.</p>\n<p style=\"color: #0715cd\">JOHN: blah blah blah blah the scratch.</p>\n<p style=\"color: #0715cd\">JOHN: blah blah huge record blah blah blah blah blah blah giant needle.</p>\n<p style=\"color: #0715cd\">JOHN: blah blah blah blah blah green sun blah blah blah blah blah reset blah blah blah blah blah god tier jade blah blah blah blah blah blah blah golden battleship.</p>\n<p style=\"color: #ff6ff2\">ROXY: ur kiddin me</p>\n<p style=\"color: #0715cd\">JOHN: blah blah blah blah blah through a giant window.</p>\n<p style=\"color: #0715cd\">JOHN: blah blah three years blah blah blah blah blah blah con air.</p>\n<p style=\"color: #0715cd\">JOHN: blah blah thought it sucked blah blah blah blah but eventually came to my senses blah blah.</p>\n<p style=\"color: #0715cd\">JOHN: blah blah blah blah blah blah blah blah blah ghost busters 2 mmorpg.</p>\n<p style=\"color: #ff6ff2\">ROXY: mmm</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}