{
    "version": 0,
    "page": 7920,
    "commands": [
        {
            "command": "[A6A6I5] ====> ",
            "link": "/story/7921"
        }
    ],
    "media": [
        {
            "file": "07913.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #e00707\">DAVE: yeah ok</p>\n<p style=\"color: #e00707\">DAVE: questions about me hmm lets see</p>\n<p style=\"color: #e00707\">DAVE: ok FIRST the fuck of all</p>\n<p style=\"color: #e00707\">DAVE: what happened to ben stiller</p>\n<p style=\"color: #f2a400\">DIRK: He was deemed a heretic, and was crucified on the Washington Monument by some clowns.</p>\n<p style=\"color: #e00707\">DAVE: wow</p>\n<p style=\"color: #f2a400\">DIRK: Due to his dedication to freedom and peace, he came to be seen as a martyr, and then a holy figure.</p>\n<p style=\"color: #f2a400\">DIRK: He was left on the monument as an example to all, but thousands of faithful gathered below to gaze up at his pious, sort of gaunt face.</p>\n<p style=\"color: #f2a400\">DIRK: For years thereafter, his followers would carve stone busts of him in his memory, capturing the piercing glare of his final expression.</p>\n<p style=\"color: #f2a400\">DIRK: But they were all smashed to pieces by the presidential church.</p>\n<p style=\"color: #f2a400\">DIRK: That religious movement didn't last very long.</p>\n<p style=\"color: #f2a400\">DIRK: Rumor has it the batterwitch had a lot of experience crushing righteous insurrections.</p>\n<p style=\"color: #e00707\">DAVE: did my adult self get pissed about stiller</p>\n<p style=\"color: #e00707\">DAVE: i bet he got pissed</p>\n<p style=\"color: #f2a400\">DIRK: Yeah. There was a whole series of final insults that led to his active rebellion, instead of just producing subversive media.</p>\n<p style=\"color: #f2a400\">DIRK: At one point, the witch \"remastered\" all of his films to clean up all the shitty artifacts, and released them in stunning high-def quality all over the world, using a rational business model and everything.</p>\n<p style=\"color: #f2a400\">DIRK: That REALLY set him off.</p>\n<p style=\"color: #e00707\">DAVE: what the fuck</p>\n<p style=\"color: #e00707\">DAVE: how fucking dare that woman</p>\n<p style=\"color: #e00707\">DAVE: so then he tried to kill the batterwitch right</p>\n<p style=\"color: #e00707\">DAVE: who is the same exact alien as the condesce in this session??</p>\n<p style=\"color: #f2a400\">DIRK: Yes. Same one.</p>\n<p style=\"color: #f2a400\">DIRK: And yeah, he teamed up with Rose from the same era.</p>\n<p style=\"color: #f2a400\">DIRK: They supposedly put up a good fight, but both died.</p>\n<p style=\"color: #e00707\">DAVE: so...</p>\n<p style=\"color: #e00707\">DAVE: does john know that he is literally about to go fight betty crocker yet or what</p>\n<p style=\"color: #f2a400\">DIRK: I have no idea.</p>\n<p style=\"color: #f2a400\">DIRK: I really don't know John at all, or any of your friends.</p>\n<p style=\"color: #f2a400\">DIRK: I know Jane was the heiress to the Crocker brand. Uh, obviously? It is her name after all.</p>\n<p style=\"color: #f2a400\">DIRK: Was John the heir to that empire in his universe?</p>\n<p style=\"color: #e00707\">DAVE: nah</p>\n<p style=\"color: #e00707\">DAVE: i mean not to my or his knowledge</p>\n<p style=\"color: #e00707\">DAVE: he just fuckin hated that company for some reason</p>\n<p style=\"color: #e00707\">DAVE: i think his reason was literally as mundane as just being slightly overexposed to cake</p>\n<p style=\"color: #e00707\">DAVE: thats classic john though he doesnt get pissed about anything except for the absolute dumbest shit</p>\n<p style=\"color: #e00707\">DAVE: but i guess his instincts were right in this case</p>\n<p style=\"color: #e00707\">DAVE: maybe we should just</p>\n<p style=\"color: #e00707\">DAVE: not tell him</p>\n<p style=\"color: #e00707\">DAVE: that hes fightin crocker i think the poor dude has probably had enough mental breakdowns for one adventure</p>\n<p style=\"color: #e00707\">DAVE: we all have</p>\n<p style=\"color: #f2a400\">DIRK: I'd like to get to know him.</p>\n<p style=\"color: #f2a400\">DIRK: Not to mention Rose and Jade. Would have been nice to hang out and chat, in a circumstance where we weren't supposed to prepare for an imminent deadly struggle.</p>\n<p style=\"color: #e00707\">DAVE: yeah</p>\n<p style=\"color: #e00707\">DAVE: well i guess we could have hung out there a few minutes longer</p>\n<p style=\"color: #e00707\">DAVE: i mean you wouldnt have got much outta jade who is stuck in perma-nap mode</p>\n<p style=\"color: #e00707\">DAVE: just like old times i guess</p>\n<p style=\"color: #f2a400\">DIRK: Huh?</p>\n<p style=\"color: #e00707\">DAVE: she used to sleep a lot</p>\n<p style=\"color: #f2a400\">DIRK: Ah.</p>\n<p style=\"color: #e00707\">DAVE: but yeah there wasnt much time except for like a bunch of heys and oh nice to meet yous</p>\n<p style=\"color: #e00707\">DAVE: and also i think i would have still been a shitty train wreck socially if we all just hunkered down right then and there for another extensive round of freestyle paltalk</p>\n<p style=\"color: #f2a400\">DIRK: Right, I was kind of nervous about lingering there for more than a minute too.</p>\n<p style=\"color: #f2a400\">DIRK: Mainly because of Jake.</p>\n<p style=\"color: #f2a400\">DIRK: I didn't want to make him uncomfortable.</p>\n<p style=\"color: #f2a400\">DIRK: I think I have done enough of that.</p>\n<p style=\"color: #e00707\">DAVE: i guess jake was kinda like your john of the group huh</p>\n<p style=\"color: #e00707\">DAVE: wait that was a pretty dumb observation never mind</p>\n<p style=\"color: #f2a400\">DIRK: Nah, sounds about right.</p>\n<p style=\"color: #f2a400\">DIRK: Seems like John was your close buddy growing up, and Jake was mine.</p>\n<p style=\"color: #e00707\">DAVE: john and i never really had anything like a falling out</p>\n<p style=\"color: #e00707\">DAVE: except for not talkin to each other for a few years on account of being on a meteor and boat respectively</p>\n<p style=\"color: #e00707\">DAVE: but i guess you two had some buddy troubles or somethin?</p>\n<p style=\"color: #f2a400\">DIRK: Yes. A lot of buddy troubles.</p>\n<p style=\"color: #f2a400\">DIRK: I vaguely touched on it earlier. I was a really bad influence in his life.</p>\n<p style=\"color: #e00707\">DAVE: what happened</p>\n<p style=\"color: #f2a400\">DIRK: A lot of things, that were mostly my fault.</p>\n<p style=\"color: #f2a400\">DIRK: Basically, I think I bullied him into dating me.</p>\n<p style=\"color: #f2a400\">DIRK: Although I had plenty of \"help\" from my Auto-Responder.</p>\n<p style=\"color: #f2a400\">DIRK: There were a lot of insane plans that he hatched on my behalf.</p>\n<p style=\"color: #f2a400\">DIRK: But in fairness, I went along with them.</p>\n<p style=\"color: #f2a400\">DIRK: To this day, I can't really tell how much of that bullshit was his doing, and how much was mine, which I've just covered up through denial or selective memory.</p>\n<p style=\"color: #e00707\">DAVE: wait</p>\n<p style=\"color: #e00707\">DAVE: you</p>\n<p style=\"color: #e00707\">DAVE: you dated jake?</p>\n<p style=\"color: #f2a400\">DIRK: Yeah.</p>\n<p style=\"color: #f2a400\">DIRK: That didn't last long though.</p>\n<p style=\"color: #f2a400\">DIRK: It was really lopsided and kind of forced.</p>\n<p style=\"color: #e00707\">DAVE: ...</p>\n<p style=\"color: #e00707\">DAVE: so</p>\n<p style=\"color: #e00707\">DAVE: you</p>\n<p style=\"color: #e00707\">DAVE: ...</p>\n<p style=\"color: #e00707\">DAVE: hmm</p>\n<p style=\"color: #f2a400\">DIRK: What?</p>\n<p style=\"color: #e00707\">DAVE: nothing</p>\n<p style=\"color: #e00707\">DAVE: i think were breakin one of the rules here</p>\n<p style=\"color: #e00707\">DAVE: this tangent got too personal</p>\n<p style=\"color: #f2a400\">DIRK: Oh yeah.</p>\n<p style=\"color: #f2a400\">DIRK: I forgot we weren't doing that.</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}