{
    "version": 0,
    "page": 7921,
    "commands": [
        {
            "command": "[A6A6I5] ====> ",
            "link": "/story/7922"
        }
    ],
    "media": [
        {
            "file": "07914.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #f2a400\">DIRK: Anyway, carry on. You were asking about adult Dave?</p>\n<p style=\"color: #e00707\">DAVE: yeah</p>\n<p style=\"color: #e00707\">DAVE: so that covers how he died</p>\n<p style=\"color: #e00707\">DAVE: taking a futile stand against some unbeatable foe</p>\n<p style=\"color: #e00707\">DAVE: cant say im too surprised about that cause what else is even new</p>\n<p style=\"color: #e00707\">DAVE: what about his early life though</p>\n<p style=\"color: #e00707\">DAVE: guess i arrived around the same year my bro did in my universe?</p>\n<p style=\"color: #e00707\">DAVE: just came down on the same dead horse i rode in on </p>\n<p style=\"color: #e00707\">DAVE: into a world full of opportunities</p>\n<p style=\"color: #e00707\">DAVE: how did i get started</p>\n<p style=\"color: #f2a400\">DIRK: His early life isn't well documented.</p>\n<p style=\"color: #f2a400\">DIRK: There's hardly anything to read about him until he broke into show business with a few obscure projects at the turn of the century.</p>\n<p style=\"color: #f2a400\">DIRK: It all snowballed from there.</p>\n<p style=\"color: #e00707\">DAVE: i guess the one thing we know for sure is i didnt find a kid in a crater and take him under my wing</p>\n<p style=\"color: #e00707\">DAVE: that was probably for the best</p>\n<p style=\"color: #f2a400\">DIRK: Heh.</p>\n<p style=\"color: #e00707\">DAVE: actually maybe its better that most of his story is left to my imagination</p>\n<p style=\"color: #e00707\">DAVE: kinda like how you said you spent a lot of time thinkin about him</p>\n<p style=\"color: #e00707\">DAVE: filling in the gaps of his ridiculous exploits</p>\n<p style=\"color: #f2a400\">DIRK: Right.</p>\n<p style=\"color: #f2a400\">DIRK: There's certainly a lot of lore to work with.</p>\n<p style=\"color: #f2a400\">DIRK: Urban legends and stuff.</p>\n<p style=\"color: #e00707\">DAVE: like what</p>\n<p style=\"color: #e00707\">DAVE: actually wait</p>\n<p style=\"color: #e00707\">DAVE: dont tell me</p>\n<p style=\"color: #e00707\">DAVE: at least not now maybe down the road it would be cool to hear some</p>\n<p style=\"color: #e00707\">DAVE: i think id prefer to fill in the blanks myself for a while</p>\n<p style=\"color: #e00707\">DAVE: really it sounds dope as hell to imagine that sort of blank canvas life</p>\n<p style=\"color: #e00707\">DAVE: dropped on earth as a kid in the 70s or 80s or whatever with no bossy adult to reel me in</p>\n<p style=\"color: #e00707\">DAVE: and just having to figure stuff out</p>\n<p style=\"color: #e00707\">DAVE: especially knowing that many years later it all worked out ok</p>\n<p style=\"color: #e00707\">DAVE: really wonder what i did</p>\n<p style=\"color: #e00707\">DAVE: was i like some homeless eighties ragamuffin???</p>\n<p style=\"color: #e00707\">DAVE: jesus christ that sounds fairly adorable if so</p>\n<p style=\"color: #e00707\">DAVE: maybe i slept in an alley on a bed of rubix cubes and alf merchandise</p>\n<p style=\"color: #e00707\">DAVE: or maybe i offered my old school rap services for food</p>\n<p style=\"color: #f2a400\">DIRK: Like, through a shitty cardboard booth?</p>\n<p style=\"color: #f2a400\">DIRK: You know, like the one from the fuckin' Charlie Brown comics.</p>\n<p style=\"color: #f2a400\">DIRK: \"This is what the refrance,\" FYI.</p>\n<p style=\"color: #e00707\">DAVE: yes exactly</p>\n<p style=\"color: #e00707\">DAVE: this sounds like exactly the life for me</p>\n<p style=\"color: #e00707\">DAVE: what if without a penny to my name and the wind at my back i hopped a boxcar to the big apple</p>\n<p style=\"color: #e00707\">DAVE: because as a dumb child i naively believed thats where they made all the apple juice</p>\n<p style=\"color: #e00707\">DAVE: id be sorely disappointed when i got there but it wouldnt matter because id probably scrape together a living on off off off broadway like...</p>\n<p style=\"color: #e00707\">DAVE: making shitty cartoons</p>\n<p style=\"color: #e00707\">DAVE: on stage</p>\n<p style=\"color: #e00707\">DAVE: and saying</p>\n<p style=\"color: #e00707\">DAVE: you guys</p>\n<p style=\"color: #e00707\">DAVE: this will be SO much funnier once the internet happens TRUST ME</p>\n<p style=\"color: #e00707\">DAVE: then the aristocratic patrons of fine theater just shrug and dump their shillings into my orphan hat</p>\n<p style=\"color: #f2a400\">DIRK: It sounds to me like you've been reading up on the urban legends already.</p>\n<p style=\"color: #e00707\">DAVE: hahaha</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}