{
    "version": 0,
    "page": 4876,
    "commands": [
        {
            "command": "==> ",
            "link": "/story/4877"
        }
    ],
    "media": [
        {
            "file": "04873.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #1f9400\">GT: Are you sure you arent real?</p>\n<p style=\"color: #1f9400\">GT: No offense but I kind of get the same smartass vibe from you as i do from the responder.</p>\n<p style=\"color: #1f9400\">GT: Like har har i have the same basic personality as dirk but without any accountability or anything so let me just be kind of flippant and mess with this jake fellas head!</p>\n<p style=\"color: #1f9400\">GT: You know what im saying?</p>\n<p style=\"color: #f2a400\">TT: Yes.</p>\n<p style=\"color: #f2a400\">TT: That's a surprisingly decent observation about me.</p>\n<p style=\"color: #1f9400\">GT: Yeah see i think i maybe did a little TOO good of a job brain cloning you? This is way too much like talking to the REAL fake dirk.</p>\n<p style=\"color: #1f9400\">GT: Holy cow what a dumb sentence that was.</p>\n<p style=\"color: #f2a400\">TT: You did do a good job.</p>\n<p style=\"color: #f2a400\">TT: A perfect job, in fact.</p>\n<p style=\"color: #f2a400\">TT: Untapped potential, remember?</p>\n<p style=\"color: #f2a400\">TT: I don't think one of Dirk's splinters could exist nearly as well in anyone's mind other than yours.</p>\n<p style=\"color: #1f9400\">GT: Well thats just spiffy for me but im starting to feel somewhat like im being haunted by you now.</p>\n<p style=\"color: #1f9400\">GT: I just want to talk to my real buddy. And by real i just mean the ORIGINAL GUY.</p>\n<p style=\"color: #f2a400\">TT: What do you even want to say to him?</p>\n<p style=\"color: #1f9400\">GT: Oh i dont know.</p>\n<p style=\"color: #f2a400\">TT: It's not like you can keep any secrets from me here.</p>\n<p style=\"color: #f2a400\">TT: I pretty much am your brain.</p>\n<p style=\"color: #1f9400\">GT: Aaah! No dont say that its so weird.</p>\n<p style=\"color: #f2a400\">TT: You do realize he's coming for you.</p>\n<p style=\"color: #f2a400\">TT: Dirk. In the real world. The man has his designs.</p>\n<p style=\"color: #1f9400\">GT: Yes. I know.</p>\n<p style=\"color: #f2a400\">TT: Wanna talk about it?</p>\n<p style=\"color: #1f9400\">GT: With you? No!! Thats like...</p>\n<p style=\"color: #1f9400\">GT: Thats like talking to him about it which is like really jumping the gun i think.</p>\n<p style=\"color: #f2a400\">TT: What better chance is there to try talking about it than with a stunt double for your hyper-aggressive suitor within the safety and privacy of your own mind?</p>\n<p style=\"color: #1f9400\">GT: But i cant yet! I just cant.</p>\n<p style=\"color: #1f9400\">GT: There are some feelings im not sure how to put into words yet and doing it in front of you whether youre a stunt double or brain puppet or whatever it just makes me feel uncomfortable!</p>\n<p style=\"color: #f2a400\">TT: So there are feelings you don't want to try to put into words, even while you are dwelling entirely within the realm of your own mind?</p>\n<p style=\"color: #1f9400\">GT: Yes.</p>\n<p style=\"color: #1f9400\">GT: What is so hard to understand about that?</p>\n<p style=\"color: #f2a400\">TT: What about the spider ghost?</p>\n<p style=\"color: #1f9400\">GT: Huh?</p>\n<p style=\"color: #f2a400\">TT: The girl you saw.</p>\n<p style=\"color: #f2a400\">TT: When you got fucking clobbered by Dirk's robot and you passed out.</p>\n<p style=\"color: #f2a400\">TT: You dreamed about a spider ghost alien girl.</p>\n<p style=\"color: #1f9400\">GT: Oh yeah.</p>\n<p style=\"color: #1f9400\">GT: What about her?</p>\n<p style=\"color: #f2a400\">TT: You like her.</p>\n<p style=\"color: #1f9400\">GT: Man what?</p>\n<p style=\"color: #1f9400\">GT: Thats dumb i saw her for three seconds and she waved at me and i woke up!</p>\n<p style=\"color: #f2a400\">TT: Yeah, and it took all of three seconds for you to fall in love with the cute spider ghost.</p>\n<p style=\"color: #1f9400\">GT: Why do you keep calling her a ghost??</p>\n<p style=\"color: #f2a400\">TT: Cause she's been dead for a zillion years, dude.</p>\n<p style=\"color: #1f9400\">GT: Oh. Well.</p>\n<p style=\"color: #1f9400\">GT: Holy shit?</p>\n<p style=\"color: #f2a400\">TT: That won't change the fact that you like her, let's not pretend it will.</p>\n<p style=\"color: #f2a400\">TT: You're going to make things complicated for yourself.</p>\n<p style=\"color: #1f9400\">GT: No i wont.</p>\n<p style=\"color: #f2a400\">TT: Yeah you will. You're too fuckin' wishy washy.</p>\n<p style=\"color: #f2a400\">TT: Between Dirk, spider ghost, Jane...</p>\n<p style=\"color: #f2a400\">TT: Man, poor Jane.</p>\n<p style=\"color: #1f9400\">GT: What? What about jane?</p>\n<p style=\"color: #f2a400\">TT: You tell me.</p>\n<p style=\"color: #f2a400\">TT: What was even the deal with that?</p>\n<p style=\"color: #1f9400\">GT: Our last chat ended on very pleasant and amicable terms! She was upbeat and chipper as ever. I fail to see what reason one might have to feel sorry for her.</p>\n<p style=\"color: #f2a400\">TT: Uh, yeah. You totally read her like a book.</p>\n<p style=\"color: #f2a400\">TT: Really handled that conversation like a champ.</p>\n<p style=\"color: #1f9400\">GT: Wait... didnt i?</p>\n<p style=\"color: #f2a400\">TT: Look out bitches. It's Jake \"Casanova Ladyslayer\" English. He's packing heat, and is frequently able to parse the literal meaning of things women say.</p>\n<p style=\"color: #1f9400\">GT: What are you getting at!</p>\n<p style=\"color: #f2a400\">TT: We're running out of time.</p>\n<p style=\"color: #f2a400\">TT: She'll be here soon.</p>\n<p style=\"color: #1f9400\">GT: Jane?!</p>\n<p style=\"color: #f2a400\">TT: No, doofus.</p>\n<p style=\"color: #f2a400\">TT: Spider ghost.</p>\n<p style=\"color: #1f9400\">GT: Whoa.......</p>\n<p style=\"color: #1f9400\">GT: Whoa ok.</p>\n<p style=\"color: #1f9400\">GT: Where? Wait. She is??</p>\n<p style=\"color: #1f9400\">GT: Oh fuck.</p>\n<p style=\"color: #f2a400\">TT: Look at you. I'm telling you.</p>\n<p style=\"color: #f2a400\">TT: Three damn seconds of ogling an alien in a blue dress, and you're completely hopeless.</p>\n<p style=\"color: #f2a400\">TT: Stop fidgeting around like that. Your hair looks fine.</p>\n<p style=\"color: #f2a400\">TT: Do you want me to tell you how your breath smells?</p>\n<p style=\"color: #1f9400\">GT: Screw you!!!</p>\n<p style=\"color: #1f9400\">GT: I am cool as SUCH a cucumber.</p>\n<p style=\"color: #f2a400\">TT: Ok then.</p>\n<p style=\"color: #1f9400\">GT: Uh.</p>\n<p style=\"color: #1f9400\">GT: Why does my breath not smell ok?</p>\n<p style=\"color: #f2a400\">TT: You're dreaming, Jake.</p>\n<p style=\"color: #f2a400\">TT: Your breath is only a thing if your brain wants it to be.</p>\n<p style=\"color: #1f9400\">GT: Oh okay whew.</p>\n<p style=\"color: #1f9400\">GT: When is she coming? Why is she visiting my dreams?</p>\n<p style=\"color: #f2a400\">TT: Soon.</p>\n<p style=\"color: #f2a400\">TT: She's been waiting for the right time to enter. Waiting for you to snap out of the memory.</p>\n<p style=\"color: #f2a400\">TT: Clearly the girl has the patience of a saint.</p>\n<p style=\"color: #1f9400\">GT: Alright...</p>\n<p style=\"color: #1f9400\">GT: Dang! Its warm in this dream bubble. How can i be sweating in a dream??</p>\n<p style=\"color: #1f9400\">GT: Where do i keep the dream towels...</p>\n<p style=\"color: #f2a400\">TT: Will you calm the fuck down?</p>\n<p style=\"color: #f2a400\">TT: I'm a figment of your imagination, and you're still making me nervous.</p>\n<p style=\"color: #1f9400\">GT: But really who is she? Whats her deal and what does she want from me?</p>\n<p style=\"color: #1f9400\">GT: Since all this so called untapped potential in my subconscious taking the form of yet another sassy dirk clone seems to know everything would it be ok if i troubled my own brain for a few flipping answers???</p>\n<p style=\"color: #f2a400\">TT: You should try to be more polite to me. Seeing as I am a representation of your entire mind, I have complete control over all your basic functions.</p>\n<p style=\"color: #f2a400\">TT: I could trigger a particularly spirited bowel movement right before she gets here, so watch your step.</p>\n<p style=\"color: #1f9400\">GT: Augh no no no im sorry im sorry dont!</p>\n<p style=\"color: #f2a400\">TT: Just kidding, dude. Jesus.</p>\n<p style=\"color: #f2a400\">TT: I would never make you shit your pants in front of a girl you liked, even if she does happen to be my chief competition.</p>\n<p style=\"color: #f2a400\">TT: We Dirk splinters can be pretty Machiavellian but we do actually have some fuckin' standards.</p>\n<p style=\"color: #1f9400\">GT: Okay. Thank you for promising to keep my trousers tidy.</p>\n<p style=\"color: #f2a400\">TT: Anyway, she's visiting now to bring you into the loop on some things.</p>\n<p style=\"color: #f2a400\">TT: Important details you should know about your relation to the bigger picture.</p>\n<p style=\"color: #f2a400\">TT: The much, much bigger picture.</p>\n<p style=\"color: #1f9400\">GT: I still dont understand how you know... or excuse me MY BRAIN knows this stuff. Because im a page? How does that make sense?</p>\n<p style=\"color: #1f9400\">GT: And also if you know the things she will say why dont you just tell me the things?</p>\n<p style=\"color: #f2a400\">TT: Intuition and the subconscious mind are powerful things when harnessed the right way.</p>\n<p style=\"color: #f2a400\">TT: As for why I don't tell you, why not just let her tell you?</p>\n<p style=\"color: #f2a400\">TT: You're the one with the damn crush on her.</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}