{
    "version": 0,
    "page": 6443,
    "commands": [
        {
            "command": "[A6A6I1] ====> ",
            "link": "/story/6444"
        }
    ],
    "media": [
        {
            "file": "06440.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #00d5f2\">JANE:</span> <span style=\"color: #ff0000\"> Listen carefully, prisoner.</p>\n<p style=\"color: #00d5f2\">JANE:</span> <span style=\"color: #ff0000\"> I stand to inherit a new empire very soon.</p>\n<p style=\"color: #00d5f2\">JANE:</span> <span style=\"color: #ff0000\"> When Earth has reached its final destination, it will be repopulated with a fresh brood of loyal subjects over whom I will rule absolutely.</p>\n<p style=\"color: #00d5f2\">JANE:</span> <span style=\"color: #ff0000\"> But I will not rule alone, Jake. Oh, no. I will need a husband to rule by my side.</p>\n<p style=\"color: #00d5f2\">JANE:</span> <span style=\"color: #ff0000\"> That is where you come in.</p>\n<p style=\"color: #1f9400\">JAKE: *Whimper...*</p>\n<p style=\"color: #00d5f2\">JANE:</span> <span style=\"color: #ff0000\"> You and I will be wed, and we will rule my empire together with an iron oven mitt.</p>\n<p style=\"color: #00d5f2\">JANE:</span> <span style=\"color: #ff0000\"> However, the mitt will be worn by me, and me alone. You will have no executive authority whatsoever, because you are too stupid.</p>\n<p style=\"color: #00d5f2\">JANE:</span> <span style=\"color: #ff0000\"> You will always do exactly what I say, when I say it. You will be obedient, cheerful, mostly silent, and scantily clad. Is that understood?</p>\n<p style=\"color: #1f9400\">JAKE: *Sob!*</p>\n<p style=\"color: #00d5f2\">JANE:</span> <span style=\"color: #ff0000\"> You will also provide me with children so my imperial legacy will continue, and the Crocker brand will live on in infamy.</p>\n<p style=\"color: #00d5f2\">JANE:</span> <span style=\"color: #ff0000\"> You will sire as many children as I ask for, and they will all be perfect, obedient little heirs and heiresses.</p>\n<p style=\"color: #00d5f2\">JANE:</span> <span style=\"color: #ff0000\"> You do remember our recent agreement to have \"a zillion babies,\" don't you, Jake? I do hope you were not planning to renege on this vow.</p>\n<p style=\"color: #1f9400\">JAKE: *Sob sob sob...*</p>\n<p style=\"color: #00d5f2\">JANE:</span> <span style=\"color: #ff0000\"> Our children will rule the empire when we are gone, which of course will be never, because we will be eternally young and beautiful and immortal and in love, for ever and ever.</p>\n<p style=\"color: #00d5f2\">JANE:</span> <span style=\"color: #ff0000\"> We will travel the galaxy conquering planets and expanding my empire. No alien world will pose any resistance to our forces.</p>\n<p style=\"color: #00d5f2\">JANE:</span> <span style=\"color: #ff0000\"> Especially not once I figure out how to unlock all that incredible \"Page of Hope potential\" hidden away in your pathetic, hunky body.</p>\n<p style=\"color: #1f9400\">JAKE: *SOB!!!*</p>\n<p style=\"color: #1f9400\">JAKE: Please no jane dont do this! I dont want to get married or sire children or rule an empire! Im scared and sad and afraid and i dont want to do this adventure anymore and i just want to go home!</p>\n<p style=\"color: #1f9400\">JAKE: Please let me go back to earth jane! Just like it used to be! I just want to go back to my pumpkin patch in the jungle when things were simpler and all i had to worry about was being tackled by a feisty robot. I want to go back to when i didnt ruin all my friendships and when you didnt hate me and when you didnt go crazy and tell me to be your weird royal husband slave!</p>\n<p style=\"color: #1f9400\">JAKE: WAAAAAAAAAAH!!!</p>\n<p style=\"color: #1f9400\">JAKE: BOOOOOOOOOOOOOO HOO HOO HOO HOO HOO!</p>\n<p style=\"color: #1f9400\">JAKE: *Hoooornk!*</p>\n<p style=\"color: #f2a400\">DIRK: Ew, dude.</p>\n<p style=\"color: #f2a400\">DIRK: Don't blow your nose on your cape.</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}