{
    "version": 0,
    "page": 4702,
    "commands": [
        {
            "command": "[A6I2] ==> ",
            "link": "/story/4703"
        }
    ],
    "media": [
        {
            "file": "04699.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #e00707\">DAVE: ok</p>\n<p style=\"color: #e00707\">DAVE: which is what</p>\n<p style=\"color: #b536da\">ROSE: It's very simply a session in which nothing is prototyped before entry, at all.</p>\n<p style=\"color: #b536da\">ROSE: Hence, by Skaia's preemptive all-knowing and its influence on the rest of the incipisphere, there are not even any towers on Prospit or Derse built to receive the split kernels.</p>\n<p style=\"color: #b536da\">ROSE: See?</p>\n<p style=\"color: #e00707\">DAVE: weird</p>\n<p style=\"color: #e00707\">DAVE: why would these alt universe players fuck up in such an obvious and stupid way</p>\n<p style=\"color: #b536da\">ROSE: I don't know what specifically led to the failure to prototype anything.</p>\n<p style=\"color: #b536da\">ROSE: But it doesn't really matter. As I said, the session was designed this way before they began playing. Any efforts to prototype may have been in vain regardless. Possibly subject to sabotage.</p>\n<p style=\"color: #e00707\">DAVE: didnt you say at some point that not prototyping anything would be really bad</p>\n<p style=\"color: #b536da\">ROSE: Yes.</p>\n<p style=\"color: #b536da\">ROSE: It's just another way to create an infertile session. Though by a less catastrophic and bloody route we took to achieve the same result.</p>\n<p style=\"color: #b536da\">ROSE: By contrast, it leads to a rather harmless, uneventful session. Underlings remain unaugmented, and so does the royalty.</p>\n<p style=\"color: #b536da\">ROSE: And while this may sound advantageous to the players, it's a curse in disguise. The lack of prototypings which keeps adversaries unevolved has the same influence on the battlefield.</p>\n<p style=\"color: #b536da\">ROSE: Without successive prototypings, the battlefield will never reach its final form, which must be fertilized to grow a new universe.</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}