{
    "version": 0,
    "page": 5404,
    "commands": [
        {
            "command": "[A6I3] ==> ",
            "link": "/story/5405"
        }
    ],
    "media": [
        {
            "file": "05401.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #b536da\">ROSE: Iss,</p>\n<p style=\"color: #b536da\">ROSE: Prehhhhtay strong I geush?</p>\n<p style=\"color: #b536da\">ROSE: Whups. Guesh?</p>\n<p style=\"color: #b536da\">ROSE: *Guessss.</p>\n<p style=\"color: #b536da\">ROSE: Eheh.</p>\n<p style=\"color: #e00707\">DAVE: pretty strong</p>\n<p style=\"color: #e00707\">DAVE: rose you just bootlegged some fucking rubbing alcohol</p>\n<p style=\"color: #b536da\">ROSE: Pshf. ..</p>\n<p style=\"color: #b536da\">ROSE: Overaeact much?</p>\n<p style=\"color: #b536da\">ROSE: I'm yam completally in command of my faculities.</p>\n<p style=\"color: #e00707\">DAVE: faculity isnt a word check mate</p>\n<p style=\"color: #e00707\">DAVE: this kinda strikes me as a sort of misappropriation of alchemy</p>\n<p style=\"color: #e00707\">DAVE: like fucking with the mystical technology of creation to whip up some moonshine just seems</p>\n<p style=\"color: #e00707\">DAVE: i dunno man</p>\n<p style=\"color: #e00707\">DAVE: tell me you at least alchemized a bathtub first to stir this shit in</p>\n<p style=\"color: #e00707\">DAVE: at least that would be hilarious</p>\n<p style=\"color: #b536da\">ROSE: Iii,</p>\n<p style=\"color: #b536da\">ROSE: Omg, you're right, I messed a golden opportutiny for a puticularly humoroush approach to this endeavor... :(</p>\n<p style=\"color: #e00707\">DAVE: and where the FUCK is my applejuice rose</p>\n<p style=\"color: #e00707\">DAVE: gotta say</p>\n<p style=\"color: #e00707\">DAVE: you really let me down on the aj front</p>\n<p style=\"color: #b536da\">ROSE: I tried!!</p>\n<p style=\"color: #b536da\">ROSE: I tried making it...</p>\n<p style=\"color: #b536da\">ROSE: Is was HARD, Dave.</p>\n<p style=\"color: #b536da\">ROSE: (Sluuurp.)</p>\n<p style=\"color: #e00707\">DAVE: bullshit it was hard</p>\n<p style=\"color: #e00707\">DAVE: whats so hard about applejuice its like</p>\n<p style=\"color: #e00707\">DAVE: the most basic goddamn juice</p>\n<p style=\"color: #e00707\">DAVE: like the square one of juice</p>\n<p style=\"color: #b536da\">ROSE: Yes, tha's the POINT!</p>\n<p style=\"color: #b536da\">ROSE: Apples are stalartingly difficulf to reproduce.</p>\n<p style=\"color: #b536da\">ROSE: We take for granned our ability to take idealized intsances ofeven quie comlicated objects and conshure them from the void.</p>\n<p style=\"color: #b536da\">ROSE: But compalexity implies a heavilly recombinatife nature.. So.. so many things are synesthized from a series of mushh simpler ideas!</p>\n<p style=\"color: #b536da\">ROSE: To those ennities capable of, of conceshualization and absraction, an apple is as closed to being a noshushnally irredushible object as it gets....</p>\n<p style=\"color: #b536da\">ROSE: Ahem. *<span style=\"font-style: italic\">Notionally</span>,</p>\n<p style=\"color: #b536da\">ROSE: **Irr, ed, <span style=\"font-style: italic\">ducible</span>.</p>\n<p style=\"color: #b536da\">ROSE: Tell me, hoch shot, what ideas would you combide to make and apple?</p>\n<p style=\"color: #e00707\">DAVE: uh</p>\n<p style=\"color: #b536da\">ROSE: Exaaalley/.</p>\n<p style=\"color: #b536da\">ROSE: Thusis why apples are sush indivisible symbols, when it comes to thefield of ideas and their reducshunistHIC!!!!! reductionishtic essence from the perispective of humans in paticular.</p>\n<p style=\"color: #b536da\">ROSE: Both from a stantpoint of cultrulal and mytholurgical singificence,, and from a pratical one a swell, if you happen to fine yourself acshualy trying to ENGINEEEer one.</p>\n<p style=\"color: #b536da\">ROSE: Why do you thing, HIC!!! Why do you think Adam mand Eve were punished for biting in to one??</p>\n<p style=\"color: #b536da\">ROSE: They attemped to pentetrate an indivisible unit, uf fundamenetal knowledge. To consume the interior of a thought whish cantot be reduced any further.</p>\n<p style=\"color: #b536da\">ROSE: This knowleshe was for BIDDEN..! Hic. So humanity was forever bandished to live in sin, and, hass strive ever sinse to redeem isself from the hubrinse of this innallectual foily.</p>\n<p style=\"color: #b536da\">ROSE: Hahaha! , Foily.</p>\n<p style=\"color: #b536da\">ROSE: *<span style=\"font-style: italic\">FOLLY.</span> :)</p>\n<p style=\"color: #b536da\">ROSE: Or what about, the tale of Isaac Newdon under the tree?? He was BONKED on the head by an apple.</p>\n<p style=\"color: #b536da\">ROSE: Not reallyan apple though... an atomic idea. An emlemental unit of inspripation itself, id clocked him right on then noggin.</p>\n<p style=\"color: #b536da\">ROSE: And this indivisible notion colliding with hish awareness, much like.. . a high speed partical fired to create a nuculear chain reacation, jarred from the void a more profund unnerstand, HIC, ing of the intrinsic nature of nothiness. Thatis,. Gravivitation.</p>\n<p style=\"color: #b536da\">ROSE: Of course thess stories are acutually bullshit. They didn't happen in realaity. But thef act that they'rare bullshit makes them more inshresting.</p>\n<p style=\"color: #b536da\">ROSE: Men have crefted many stories that are bullshit out of symbols risen from the abyss of coinsciousness withou necesharily knowing whath e fuck they were doing or saying, as they flounered around for some truth.</p>\n<p style=\"color: #b536da\">ROSE: Bust in spite of themseleves they would for howefer briefly cross through a ray of light regarless. Becuss of the sbymbols. Dave.. The symbols hol dall the power.</p>\n<p style=\"color: #e00707\">DAVE: well shit</p>\n<p style=\"color: #e00707\">DAVE: looks like i wandered into a really weird uncharted side of town tonight</p>\n<p style=\"color: #e00707\">DAVE: its called the drunk rose district</p>\n<p style=\"color: #e00707\">DAVE: and i am scared out of my fucking mind</p>\n<p style=\"color: #b536da\">ROSE: For a guay whos's supposedly, an I quote, \"so cool,\"</p>\n<p style=\"color: #b536da\">ROSE: You relly are almost comically up tight.</p>\n<p style=\"color: #b536da\">ROSE: Here, why don't you have some...</p>\n<p style=\"color: #e00707\">DAVE: no!</p>\n<p style=\"color: #b536da\">ROSE: What a prune.</p>\n<p style=\"color: #b536da\">ROSE: *Prude.</p>\n<p style=\"color: #b536da\">ROSE: Hic.</p>\n<p style=\"color: #e00707\">DAVE: i told you i dont want any of your experimental fucking spacewizard booze</p>\n<p style=\"color: #e00707\">DAVE: id rather not go blind</p>\n<p style=\"color: #e00707\">DAVE: then terezi will have to teach me to lick shit to see</p>\n<p style=\"color: #e00707\">DAVE: is that what you want do you want me licking everything in sight</p>\n<p style=\"color: #e00707\">DAVE: like oh hey mayor SLURP oh fuck youre not the mayor youre my goddamn sister</p>\n<p style=\"color: #b536da\">ROSE: AHAHAHAHAHAHAHA! ;D</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}