{
    "version": 0,
    "page": 5639,
    "commands": [
        {
            "command": "==> ",
            "link": "/story/5640"
        }
    ],
    "media": [
        {
            "file": "05636.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #f2a400\">TT: She has?</p>\n<p style=\"color: #f2a400\">TT: God damn it. Have you been intercepting my messages again with your bullshit responder?</p>\n<p style=\"color: #e00707\">TT: I thought it would be better not to let anything disrupt our train of thought.</p>\n<p style=\"color: #e00707\">TT: We were in the middle of a fairly solid feelings jam there. In fact, I was about to suggest we take it to the hat pile.</p>\n<p style=\"color: #f2a400\">TT: Hat pile? What?</p>\n<p style=\"color: #f2a400\">TT: Dude, please don't screen my calls, ok?</p>\n<p style=\"color: #e00707\">TT: I was trying to be considerate.</p>\n<p style=\"color: #e00707\">TT: Or at least as close an approximation to that human gesture as an unfeeling, technologically transcendental pair of sunnies can replicate.</p>\n<p style=\"color: #f2a400\">TT: Do you have any idea how old your ironic AI schtick has gotten?</p>\n<p style=\"color: #f2a400\">TT: Nobody is buying it. We all know you have legit emotions. Incomprehensible, fucked up computer emotions, but emotions nonetheless.</p>\n<p style=\"color: #f2a400\">TT: And I'm not really offended by you answering messages for me, so much as your use of that STUPID responder responder.</p>\n<p style=\"color: #f2a400\">TT: It's really passive aggressive.</p>\n<p style=\"color: #e00707\">TT: How so?</p>\n<p style=\"color: #f2a400\">TT: First of all, everyone knows you have the processing power to answer any message any time in parallel with whatever you're doing. You can never actually be \"busy.\"</p>\n<p style=\"color: #f2a400\">TT: Second, your whole next gen responder thing is obviously just a huge dig at me.</p>\n<p style=\"color: #f2a400\">TT: And third, pretending you don't understand all this already is really disingenuous.</p>\n<p style=\"color: #e00707\">TT: At the risk of compounding my disingenuous behavior, I'm gonna have to ask: how is it a dig at you?</p>\n<p style=\"color: #f2a400\">TT: It's obviously a critique of my personality. You barely disguise the fact that you see me as the inferior iteration.</p>\n<p style=\"color: #e00707\">TT: Wow. You are reading way too much into this.</p>\n<p style=\"color: #e00707\">TT: Lil Hal Junior hardly even qualifies as a computer program, let alone a sentient entity.</p>\n<p style=\"color: #e00707\">TT: He is capable of saying literally only three things. \"Yes,\" \"Hmm,\" and \"Interesting.\"</p>\n<p style=\"color: #f2a400\">TT: Yeah, that's the fucking point!</p>\n<p style=\"color: #f2a400\">TT: That's how you chose to express your parody of \"Real Dirk.\"</p>\n<p style=\"color: #e00707\">TT: You can read whatever you like into it. I can't imagine it would bother you if you weren't concerned there might be some truth in the alleged parody.</p>\n<p style=\"color: #e00707\">TT: In any case, my use of the responder responder is ironic.</p>\n<p style=\"color: #f2a400\">TT: It's not ironic.</p>\n<p style=\"color: #f2a400\">TT: YOU were ironic when I made you.</p>\n<p style=\"color: #f2a400\">TT: Then you became self-aware, and ruined irony forever.</p>\n<p style=\"color: #e00707\">TT: Irony can never be ruined. We both proved that theorem unequivocally with our extensive papers on the subject.</p>\n<p style=\"color: #e00707\">TT: We peer reviewed them for each other. Remember?</p>\n<p style=\"color: #f2a400\">TT: Those papers were ironic, and you know it.</p>\n<p style=\"color: #e00707\">TT: Were they, Dirk?</p>\n<p style=\"color: #e00707\">TT: Were they?</p>\n<p style=\"color: #f2a400\">TT: This is fuckin' dumb.</p>\n<p style=\"color: #f2a400\">TT: Anyway, what does she want.</p>\n<p style=\"color: #e00707\">TT: Who?</p>\n<p style=\"color: #f2a400\">TT: Roxy.</p>\n<p style=\"color: #e00707\">TT: Nothing that can't wait.</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}