{
    "version": 0,
    "page": 4257,
    "commands": [
        {
            "command": "==> ",
            "link": "/story/4258"
        }
    ],
    "media": [
        {
            "file": "04254.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #00d5f2\">GG: Sometimes your sense of humor seems more impenetrably advanced than your robotics. I'll never understand this tapestry of irony you weave.</p>\n<p style=\"color: #00d5f2\">GG: Maybe I'm just stuck in the dark ages of pranksterism with my funny mustaches corny old joke book.</p>\n<p style=\"color: #f2a400\">TT: Yes, you are. But that's fine.</p>\n<p style=\"color: #f2a400\">TT: We come from different traditions. Someone needs to keep that racist southern asshole's legacy alive.</p>\n<p style=\"color: #f2a400\">TT: There's dignity in taking up the work of our familial predecessors, even if what they did was insanely fucking stupid.</p>\n<p style=\"color: #00d5f2\">GG: Is that a note of bitterness directed at your superstar brother I am detecting?</p>\n<p style=\"color: #f2a400\">TT: No way. He's awesome.</p>\n<p style=\"color: #f2a400\">TT: I've told you, I don't begrudge any of his success.</p>\n<p style=\"color: #f2a400\">TT: I've also told you he isn't my real bro even though I call him that. We're related through an esoteric process of genetic reamalgamation.</p>\n<p style=\"color: #00d5f2\">GG: Oh lordy. Yes, yes, I know. I don't need another ironic lesson in science fiction!</p>\n<p style=\"color: #f2a400\">TT: Alright. My lessons are rad as fuck, but suit yourself.</p>\n<p style=\"color: #f2a400\">TT: The point is, obviously his satirical methods have flaws, and whatever tempered brand of hero worship I might be practicing isn't keeping me from seeing that.</p>\n<p style=\"color: #00d5f2\">GG: Flaws?? Talk about understatement. Those movies are unwatchable.</p>\n<p style=\"color: #00d5f2\">GG: Unless your name is Jake English.</p>\n<p style=\"color: #f2a400\">TT: Yes, spectacularly so. But they will have profound historical significance. Mark my words.</p>\n<p style=\"color: #f2a400\">TT: And flaws aside, it's a legacy I'm proud to inherit. My duty isn't to appropriate his methods with absolute loyalty, but to apply reason and improve upon them. To leave my own mark.</p>\n<p style=\"color: #f2a400\">TT: To perfect the art of irony.</p>\n<p style=\"color: #f2a400\">TT: It's just like what you're doing with the work of your ancestor. You are striving to perfect his hokey vaudeville bullshit, or something.</p>\n<p style=\"color: #f2a400\">TT: You seek the Zen of a pie to the face. The Tao of falling the fuck down.</p>\n<p style=\"color: #00d5f2\">GG: Ermm...</p>\n<p style=\"color: #00d5f2\">GG: If you say so!</p>\n<p style=\"color: #00d5f2\">GG: I dunno. Call me a simpleton, but I just like funny jokes.</p>\n<p style=\"color: #f2a400\">TT: Can't fool me. You take your shit as serious as I do.</p>\n<p style=\"color: #f2a400\">TT: And if I wasn't serious about it, I wouldn't have made you that rabbit. Then where the hell would you be?</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}