{
    "version": 0,
    "page": 6008,
    "commands": [
        {
            "command": "[A6I5] ==> ",
            "link": "/story/6009"
        }
    ],
    "media": [
        {
            "file": "06005.gif",
            "folder": "0"
        }
    ],
    "retconShit": [
        {
            "file": "06005_retcon.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #005682\">ARANEA: Hmm.</p>\n<p style=\"color: #005682\">ARANEA: You really liked it that much, Vriska?</p>\n<p style=\"color: #005682\">VRISKA: Hell yeah!</p>\n<p style=\"color: #005682\">VRISKA: Oh my god. That leprechaun stuff? Soooooooo good.</p>\n<p style=\"color: #005682\">VRISKA: Right guys?</p>\n<p style=\"color: #005682\">ARANEA: Wow. Well, I would 8e happy to continue then, if you-</p>\n<p style=\"color: #005682\">VRISKA: Mindfang, have I told you how gr8 it's 8een to get to know each other, and team up on adventures and stuff?</p>\n<p style=\"color: #005682\">VRISKA: I really feel like you've helped me get in touch with my ancestral roots. Mainly as a kickass storyteller.</p>\n<p style=\"color: #005682\">VRISKA: It was like this whole part of my personality I was never aware of. Like the part that's compelled to just outright explain tons of really interesting things to people, while sparing no detail whatsoever.</p>\n<p style=\"color: #005682\">VRISKA: It's made me feel a lot closer to understanding my aspect, as well as closer to you. So I just wanted to say, thanks!</p>\n<p style=\"color: #005682\">ARANEA: Aw, you're welcome!</p>\n<p style=\"color: #005682\">ARANEA: I feel the exact same way a8out my time with you.</p>\n<p style=\"color: #005682\">ARANEA: You have really helped me get in touch with the true pir8 within. I saw in you the adventurous spirit I always wished I could 8e.</p>\n<p style=\"color: #005682\">ARANEA: You helped me finally understand the virtue in rationalizing questiona8le decisions, and 8ehaving unscrupulously for the gr8ter good!</p>\n<p style=\"color: #005682\">VRISKA: Haha, stop! You're going to make me start tearing up.</p>\n<p style=\"color: #005682\">VRISKA: Get over here and give me a hug, alpha sister.</p>\n<p style=\"color: #005682\">ARANEA: ::::)</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}