{
    "version": 0,
    "page": 5003,
    "commands": [
        {
            "command": "==> ",
            "link": "/story/5004"
        }
    ],
    "media": [
        {
            "file": "05000.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #005682\">ARANEA: Instead of storming off to the moon in a huff, Peixes em8raced her role as an heiress.</p>\n<p style=\"color: #005682\">ARANEA: Once she reached the age to challenge the empress, she killed her predecessor easily.</p>\n<p style=\"color: #005682\">ARANEA: She did more to sink our race into perpetual darkness and violence than any empress before her, and her rule lasted the longest 8y far.</p>\n<p style=\"color: #005682\">ARANEA: She conquered thousands of planets and star systems, many of them personally. She was responsi8le for the death of trillions.</p>\n<p style=\"color: #005682\">ARANEA: Her reign was interrupted only 8y the extinction of our race, which was orchestrated 8y the omniscient creep I mentioned previously.</p>\n<p style=\"color: #005682\">ARANEA: She flew back to her homeworld, killed Megido, and assumed control of her demonic powers.</p>\n<p style=\"color: #005682\">ARANEA: In doing so, she also assumed her role as the servant to an indestructi8le demon, whose existence was a8out to result in the annihilation of our universe.</p>\n<p style=\"color: #005682\">ARANEA: 8ut 8efore that, he had a new assignment for her.</p>\n<p style=\"color: #005682\">ARANEA: Is this 8rief enough? Am I addressing all the \"cool stuff\" to your satisfaction?</p>\n<p style=\"color: #77003c\">MEENAH: 38o</p>\n<p style=\"color: #005682\">ARANEA: That's the first half of her story.</p>\n<p style=\"color: #005682\">ARANEA: In the second half, she escaped to a fresh universe to wreak more havoc.</p>\n<p style=\"color: #005682\">ARANEA: She infiltrated a planet called Earth, which is home to a race called humans. These guys here.</p>\n<p style=\"color: #005682\">ARANEA: On the post-scratch version of Earth (long story), she gained a8solute power, flooded the planet, and completely wiped out the human population, while expanding her a8ilities even further.</p>\n<p style=\"color: #005682\">ARANEA: She then somehow entered the humans' game session, and took control there as well.</p>\n<p style=\"color: #005682\">ARANEA: She did all this at the 8ehest of her employer, and has shown no signs of slowing her rampage, or ever dying, for that matter.</p>\n<p style=\"color: #005682\">ARANEA: So, Meenah. How was that story? Are you 8ored yet?</p>\n<p style=\"color: #77003c\">MEENAH: 38o</p>\n<p style=\"color: #1f9400\">JAKE: (Dirk...)</p>\n<p style=\"color: #f2a400\">DIRK: What?</p>\n<p style=\"color: #1f9400\">JAKE: (I think...)</p>\n<p style=\"color: #1f9400\">JAKE: (I think thats the batterwitch!)</p>\n<p style=\"color: #f2a400\">DIRK: Uh, yeah.</p>\n<p style=\"color: #f2a400\">DIRK: You're just getting that now?</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}