{
    "version": 0,
    "page": 7918,
    "commands": [
        {
            "command": "[A6A6I5] ====> ",
            "link": "/story/7919"
        }
    ],
    "media": [
        {
            "file": "07911.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #f2a400\">DIRK: Sounds about right.</p>\n<p style=\"color: #f2a400\">DIRK: We really don't have to talk about him anymore though, if it is going to stir up more bad shit for you.</p>\n<p style=\"color: #e00707\">DAVE: nah im alright</p>\n<p style=\"color: #e00707\">DAVE: i think that is all mostly out of my system</p>\n<p style=\"color: #e00707\">DAVE: i mean not forever because i dont think thats how things work</p>\n<p style=\"color: #e00707\">DAVE: i just mean my venting fit is over and im probably good for another 16 years or so and i can return to being mostly deadpan and rad</p>\n<p style=\"color: #f2a400\">DIRK: Ok.</p>\n<p style=\"color: #f2a400\">DIRK: Well, in sixteen years, if you need someone to vent to again, let me know.</p>\n<p style=\"color: #e00707\">DAVE: sure</p>\n<p style=\"color: #e00707\">DAVE: assuming we havent been killed by like 10 jacks before that i will</p>\n<p style=\"color: #e00707\">DAVE: you certainly seem to be the right guy for that</p>\n<p style=\"color: #f2a400\">DIRK: For what?</p>\n<p style=\"color: #e00707\">DAVE: i mean like the most suitable recipient of my hysterical fits on that particular subject</p>\n<p style=\"color: #e00707\">DAVE: there is no way i would ever tell karkat all that</p>\n<p style=\"color: #e00707\">DAVE: i mean maybe some stuff but not ALL the stuff its just too heavy</p>\n<p style=\"color: #e00707\">DAVE: i certainly wasnt gonna mention the stuff to rose or john or jade or whoever else</p>\n<p style=\"color: #e00707\">DAVE: if i was ever gonna do one of my patented acrobatic pirouettes off that particular handle to anyone it really only could have been at him</p>\n<p style=\"color: #e00707\">DAVE: except he was dead</p>\n<p style=\"color: #e00707\">DAVE: and even if he wasnt and i did say all that shit</p>\n<p style=\"color: #e00707\">DAVE: theres no way it would have resulted in anything resembling reconciliation</p>\n<p style=\"color: #e00707\">DAVE: which i think</p>\n<p style=\"color: #e00707\">DAVE: was something i kinda needed</p>\n<p style=\"color: #e00707\">DAVE: but didnt realize it</p>\n<p style=\"color: #e00707\">DAVE: so....</p>\n<p style=\"color: #e00707\">DAVE: thank you for being a really plausible stand in for him who i could rip to shreds??</p>\n<p style=\"color: #e00707\">DAVE: while still being basically innocent of all that terrible garbage</p>\n<p style=\"color: #e00707\">DAVE: so you end up sorta being like an avatar for him that is much easier to forgive</p>\n<p style=\"color: #e00707\">DAVE: i mean</p>\n<p style=\"color: #e00707\">DAVE: maybe FORGIVE isnt the right word because im not sure he deserves that and anyway it doesnt matter because hes been dead for years and at this point is just an irrelevant deceased weirdo who doesnt matter anymore</p>\n<p style=\"color: #e00707\">DAVE: i guess i mean coming around to a place where i dont have to feel rotten all the time anymore</p>\n<p style=\"color: #e00707\">DAVE: and i guess im lucky i got to blunder into a reality that just happened to have the exact right version of a dude which made that possible for me</p>\n<p style=\"color: #e00707\">DAVE: sorry this fuckin ramble is really getting away from me</p>\n<p style=\"color: #e00707\">DAVE: i have no idea if im making sense anymore</p>\n<p style=\"color: #f2a400\">DIRK: I think I get it.</p>\n<p style=\"color: #f2a400\">DIRK: And sure.</p>\n<p style=\"color: #f2a400\">DIRK: You're welcome for me existing.</p>\n<p style=\"color: #e00707\">DAVE: hey can that be like</p>\n<p style=\"color: #e00707\">DAVE: the motto on our family crest</p>\n<p style=\"color: #f2a400\">DIRK: I think it already is.</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}