{
    "version": 0,
    "page": 4402,
    "commands": [
        {
            "command": "==> ",
            "link": "/story/4403"
        }
    ],
    "media": [
        {
            "file": "04399.gif",
            "folder": "0"
        }
    ],
    "text": "<p class=\"o-story_text type-rg type-hs-small--md type-center line-caption line-copy--md pad-x-0 pad-x-lg--md pad-b-lg\">You touch base with your administration's top powdermonkey, none other than Dersite bumbler extraordinaire, the Courtyard Droll.\r<br/> <br/>You ask if he's done rigging the tower to blow. He says you bet. You say good, over. But he mutters something over the radio you don't quite catch. You say what is it. He says oh nothing boss. You say out with it. He asks, isn't this cheating? Assassinating the heroes like this before the war's even really begun. You say what do you care, just follow your orders. He says oh of course, no question, he just thought it was against the rules or something. You say it's all fair game now that the kingdom's under new management. The new boss ain't opposed to taking some shrewd tactical shortcuts. You like the cut of her jib. He says he supposes he can't complain. Her policy toward elaborate hats seems to be as lenient as the old queen's. You say will you shut up about the hats. He says it's probably because she wears the most grand and luxurious fluffy hat he's ever seen. You say you don't think that's a hat. You think it's something called \"hair.\" He says oh.\r<br/> <br/>You say now quit all the yapping and following your damn orders. He says ok, but it still just feels wrong. You say what does. He says he doesn't know, just something about feeding that poor sleeping boy all those deadly peanuts just felt wrong. You say you don't care if it felt like a fucking full body massage, just get those bombs ready to blow, over and out. \r<br/> <br/>Wait.\r<br/> <br/>Fed him what?</p>",
    "pesterlog": null,
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}