{
    "version": 0,
    "page": 3632,
    "commands": [
        {
            "command": "Rose: Ask. ",
            "link": "/story/3633"
        }
    ],
    "media": [
        {
            "file": "03629.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #b536da\">TT: How can I see through it?</p>\n<p style=\"color: #ffffff\">It seems you weren't listening, so I will state this again in the form of a question.</p>\n<p style=\"color: #ffffff\">Don't you think I should be asking the questions from now on?</p>\n<p style=\"color: #b536da\">TT: Yes, if you wanted to be disingenuous and irritating.</p>\n<p style=\"color: #ffffff\">Don't you think a clever person should be able to acquire information from someone who only asks questions?</p>\n<p style=\"color: #b536da\">TT: Then it's a challenge!</p>\n<p style=\"color: #b536da\">TT: I pass.</p>\n<p style=\"color: #ffffff\">Do you have a choice? What if I'm feeling a bit stubborn?</p>\n<p style=\"color: #b536da\">TT: Ok, so what you mean is I should continue humoring your leading questions until you happen to ask certain rhetorical questions that contain information I need.</p>\n<p style=\"color: #ffffff\">Was that a question?</p>\n<p style=\"color: #b536da\">TT: That was a fact, and then a period.</p>\n<p style=\"color: #ffffff\">How does a Seer see?</p>\n<p style=\"color: #b536da\">TT: ...</p>\n<p style=\"color: #b536da\">TT: With a crystal ball?</p>\n<p style=\"color: #b536da\">TT: I already considered that. I don't think I can get the focus of the ball to \"zoom in\" tight enough on the cue ball's enclosure to read the answers.</p>\n<p style=\"color: #ffffff\">How else does she see?</p>\n<p style=\"color: #b536da\">TT: By other magical means, I guess.</p>\n<p style=\"color: #b536da\">TT: Should I use magic?</p>\n<p style=\"color: #ffffff\">Do you believe in magic?</p>\n<p style=\"color: #b536da\">TT: Magic is real.</p>\n<p style=\"color: #b536da\">TT: I've been using it.</p>\n<p style=\"color: #ffffff\">Are you sure?</p>\n<p style=\"color: #b536da\">TT: Use whatever word you want to describe it. I have magic wands, they are very powerful, and they allow me to be magic. Your questions are silly.</p>\n<p style=\"color: #ffffff\">What makes you convinced the wands are responsible for your abilities?</p>\n<p style=\"color: #b536da\">TT: Because I did not have the abilities before I made them.</p>\n<p style=\"color: #ffffff\">Could this be circumstantial?</p>\n<p style=\"color: #b536da\">TT: Could it?</p>\n<p style=\"color: #ffffff\">Is there an echo?</p>\n<p style=\"color: #b536da\">TT: Is there an echo?</p>\n<p style=\"color: #ffffff\">Hee hee?</p>\n<p style=\"color: #b536da\">TT: I don't know what you're getting at.</p>\n<p style=\"color: #b536da\">TT: How about another leading question?</p>\n<p style=\"color: #ffffff\">What did you combine to make those wands?</p>\n<p style=\"color: #b536da\">TT: Some stuff.</p>\n<p style=\"color: #ffffff\">Knitting needles?</p>\n<p style=\"color: #ffffff\">An inexpensive figurine of some fictional fellow with long whiskers?</p>\n<p style=\"color: #ffffff\">A simple textbook on the zoologically dubious?</p>\n<p style=\"color: #ffffff\">Why would this mundane combination of objects grant a child such an alarming mastery over dark forces all at once?</p>\n<p style=\"color: #b536da\">TT: I'm guessing this is one of the rhetorical questions meant to be informative.</p>\n<p style=\"color: #b536da\">TT: So then, my answer should affirm how ridiculous that sounds, shouldn't it?</p>\n<p style=\"color: #ffffff\">Maybe?</p>\n<p style=\"color: #b536da\">TT: That wasn't even a question.</p>\n<p style=\"color: #ffffff\">Yes it was?</p>\n<p style=\"color: #b536da\">TT: Ok. Magic is fake, the wands are useless toys, and there is something else going on. Next question???</p>\n<p style=\"color: #ffffff\">Would it be so difficult to believe the power you've found to devastate your planet and create shortcuts through your session is not entirely by your own device?</p>\n<p style=\"color: #ffffff\">Would it be so difficult to believe a young lady could be unwittingly apprenticed by more powerful entities who meant her potential to be realized later through some arbitrary trigger?</p>\n<p style=\"color: #ffffff\">What would you say if I said a dutiful girl raised in the daylight was protected by a bulb-headed guardian, and learned to glow in the dark after death?</p>\n<p style=\"color: #ffffff\">What would you say if I said a vengeful boy on a path of nihilism was taken under the wings of fearsome angels, and learned to destroy hope with their light?</p>\n<p style=\"color: #ffffff\">What would you say if I said a reserved girl enamored by what dwelt in shadow was selected by the horrorterrors for service, and did their bidding at every step while convinced of her own autonomy?</p>\n<p style=\"color: #b536da\">TT: What would I say to those short fables?</p>\n<p style=\"color: #b536da\">TT: Not much, except I gather the third is a story about me, and that there's a lesson you'd like me to take from it.</p>\n<p style=\"color: #b536da\">TT: That I should renounce my \"allegiance\" before my grimdark corruption is absolute.</p>\n<p style=\"color: #b536da\">TT: And while I'm at it, I should discard these useless wands, because apparently the power was in my little black heart all along. Is that right?</p>\n<p style=\"color: #ffffff\">Won't you have to give up your specibus to the one who causes the Scratch regardless?</p>\n<p style=\"color: #ffffff\">How else will the young man wield that great big needle?</p>\n<p style=\"color: #b536da\">TT: I don't know! If you say so.</p>\n<p style=\"color: #ffffff\">Haven't your friends already shown concern for your recklessness and your increasing sense of detachment from the party, the team objectives, and not to mention those of your personal quest?</p>\n<p style=\"color: #ffffff\">Does this worry you? Is there a part of you left that's able to worry?</p>\n<p style=\"color: #b536da\">TT: Yes. It has been mysteriously localized to my middle finger. Could the dark magics be at work AGAIN?!</p>\n<p style=\"color: #ffffff\">Do you deny that you have been neglecting incoming messages from your teammates? Would that be in keeping with the spirit of the human emotion of friendship for one whose soul was not so befouled by the designs of unknowable monstrosities?</p>\n<p style=\"color: #b536da\">TT: Friendship isn't an emotion, numbnuts.</p>\n<p style=\"color: #ffffff\">Isn't it, Rose?</p>\n<p style=\"color: #ffffff\">Isn't it?</p>\n<p style=\"color: #b536da\">TT: I've been busy. I'll get back to them.</p>\n<p style=\"color: #b536da\">TT: And can we please stop doing the patronizing question thing?</p>\n<p style=\"color: #b536da\">TT: In exchange I promise I will discontinue my patronizing responses.</p>\n<p style=\"color: #ffffff\">Can the omniscient be patronized?</p>\n<p style=\"color: #b536da\">TT: The omniscipotent can do whatever they please. I guess I'm just asking you nicely to do me this favor.</p>\n<p style=\"color: #ffffff\">Very well. I will stop smothering you with surprise noodles.</p>\n<p style=\"color: #b536da\">TT: Huh?</p>\n<p style=\"color: #ffffff\">But only because I find you to be adorable.</p>\n<p style=\"color: #b536da\">TT: So creepy.</p>\n<p style=\"color: #ffffff\">So cute.</p>\n<p style=\"color: #b536da\">TT: Yuck.</p>\n<p style=\"color: #ffffff\">I am going to ask the same question I asked earlier.</p>\n<p style=\"color: #ffffff\">Please do not regard it as a violation of my pledge. It is just an ordinary question, like those that crop up in an ordinary conversation.</p>\n<p style=\"color: #b536da\">TT: Ok.</p>\n<p style=\"color: #ffffff\">How does a Seer see?</p>\n<p style=\"color: #b536da\">TT: I don't know.</p>\n<p style=\"color: #ffffff\">Be literal.</p>\n<p style=\"color: #b536da\">TT: With her eyes?</p>\n<p style=\"color: #ffffff\">Take the orb.</p>\n<p style=\"color: #ffffff\">Ask it a question.</p>\n<p style=\"color: #b536da\">TT: I don't know what to ask anymore.</p>\n<p style=\"color: #b536da\">TT: I'm confused.</p>\n<p style=\"color: #ffffff\">What would you ask me?</p>\n<p style=\"color: #b536da\">TT: I would ask what should I do next.</p>\n<p style=\"color: #ffffff\">Then ask.</p>\n<p style=\"color: #b536da\">TT: What should I do next?</p>\n<p style=\"color: #ffffff\">Not me.</p>\n<p style=\"color: #ffffff\">The ball, dunkass.</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}