{
    "version": 0,
    "page": 7498,
    "commands": [
        {
            "command": "[A6A6I5] ====> ",
            "link": "/story/7499"
        }
    ],
    "media": [
        {
            "file": "07494.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #1f9400\">JAKE: Well...</p>\n<p style=\"color: #1f9400\">JAKE: Yes i suppose i have SOMETHING like that.</p>\n<p style=\"color: #1f9400\">JAKE: A brain ghost of my friend dirk who visits me sometimes.</p>\n<p style=\"color: #1f9400\">JAKE: I GUESS he represents my self esteem but...</p>\n<p style=\"color: #1f9400\">JAKE: I dunno how helpful he actually is!</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: wHY,</p>\n<p style=\"color: #1f9400\">JAKE: Because of all the consternation that my relationship with REAL dirk has caused me!</p>\n<p style=\"color: #1f9400\">JAKE: He says all the right things to make me feel better about myself but when he visits my brain i never ACTUALLY feel that comfortable or good about myself.</p>\n<p style=\"color: #1f9400\">JAKE: I just feel kind of weird and truthfully spend most of the time hoping he just goes away and he probably KNOWS that too because hes my brain and that makes me feel WEIRDER!</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: i SEE,</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: yOUR BRAIN IS COMPLICATED THEN,</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: i'M GUESSING IT'S BECAUSE YOU'RE SOME SORT OF GENIUS,</p>\n<p style=\"color: #1f9400\">JAKE: Really?????</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: yES, aBSOLUTELY,</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: i HAVE A SENSE FOR THESE THINGS,</p>\n<p style=\"color: #1f9400\">JAKE: Gosh.</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: mAYBE, iNSTEAD OF LISTENING TO THE UPSETTING WORDS OF A COMPLICATED BRAIN GHOST,</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: wHAT A BRILLIANT MIND LIKE YOU NEEDS, iS SOMETHING SIMPLER,</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: lIKE LISTENING TO THE NICE AND FLATTERING WORDS, oF A REAL FRIEND, }:)</p>\n<p style=\"color: #1f9400\">JAKE: Maybe youre right!</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: nOT RELATED TO THAT, hAVE i MENTIONED,</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: yOU'RE ACTUALLY QUITE HANDSOME FOR A HUMAN,</p>\n<p style=\"color: #1f9400\">JAKE: Wow you think??</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: aLSO YOU HAVE A DASHING PERSONALITY, aND YOU SEEM PRETTY STRONG, aND YOUR VERY SMALL PAIR OF CREAMY LOOKING PANTS IS REALLY COOL,</p>\n<p style=\"color: #1f9400\">JAKE: Holy cow.</p>\n<p style=\"color: #1f9400\">JAKE: Youre right tavrosprite.</p>\n<p style=\"color: #1f9400\">JAKE: These nice observations about me...</p>\n<p style=\"color: #1f9400\">JAKE: Why they really do seem to be making me feel at LEAST infinitesimally better about myself.</p>\n<p style=\"color: #1f9400\">JAKE: What a chum!</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: tHIS IS ONLY THE BEGINNING, OF THE FEELGOOD FEELINGS YOU CAN FORCE INSIDE YOU,</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: tHROUGH THE REPETITIVE MENTIONINGS OF SUCH THINGS ABOUT YOU,</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: bUT ALSO THROUGH DEVELOPING YOURSELF AS A BRAVE ALIVE HERO,</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: iT'S TOO LATE FOR ME TO DO THAT, sINCE I LIVED A WEAK LIFE, dIED, aND WAS LUCKY ENOUGH TO HAVE A FRIEND WITH A GOOD ENOUGH HEART TO BRING ME BACK,</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: bUT ONLY AS A SPRITUAL GUIDE, sUCH AS THE ONE FLOATING BEFORE YOU,</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: sO i CAN'T BE THAT HEROICALLY GREAT ANYMORE, bY TRAGIC DEFINITION, bUT YOU CAN,</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: yOU'RE LIVING, sTRONG, nICE, aND OF EVEN HIGHER IMPORTANCE, iMMORTAL,</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: sO THAT GIVES YOU, bY MY ESTIMATION, lITERALLY FOREVER,</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: tO GET BETTER, aND BETTER, aND BETTER, aND FINALLY PROVE YOURSELF,</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: tHAT WAY YOU CAN WIN YOUR FRIENDS OVER, aND EVERYONE WILL LIKE YOU AGAIN,</p>\n<p style=\"color: #1f9400\">JAKE: Boy shitting howdy! :O</p>\n<p style=\"color: #1f9400\">JAKE: Just imagine... from hobbledehoy to hero.</p>\n<p style=\"color: #1f9400\">JAKE: Wouldnt THAT spiffy predicament just razz my berries.</p>\n<p style=\"color: #005682\">VRISKA: Tavros, would you leave that poor kid alone?</p>\n<p style=\"color: #005682\">VRISKA: What sort of nonsense are you telling him?</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: nOTHING,</p>\n<p style=\"color: #005682\">VRISKA: Oh, 8ullshit.</p>\n<p style=\"color: #005682\">VRISKA: You're filling his head with lies, aren't you?</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: nO,</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: iT'S JUST A BASIC CONVERSATION, NOT ABOUT ANY TOPICS, yOU'RE PROBABLY GOING TO SAY, yOU DISAPPROVE OF,</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}