{
    "version": 0,
    "page": 7694,
    "commands": [
        {
            "command": "[A6A6I5] ====> ",
            "link": "/story/7695"
        }
    ],
    "media": [
        {
            "file": "07690.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #ff6ff2\">ROXY: hay!! hope you dont mind i pulled you off to the side like this</p>\n<p style=\"color: #ff6ff2\">ROXY: away from other nice pals for a lil one + one rox &amp; cal time</p>\n<p style=\"color: #ff6ff2\">ROXY: i might b greedy as shit!</p>\n<p style=\"color: #929292\">CALLIOPE: i don't mind at all!</p>\n<p style=\"color: #929292\">CALLIOPE: i'm still getting Used to the concept of in-person socialization at all, let alone with many people.</p>\n<p style=\"color: #929292\">CALLIOPE: and yes, yoU MAY be greedy, bUt if so, then so am i by the exact same standard. ^u^</p>\n<p style=\"color: #ff6ff2\">ROXY: fffuck yes</p>\n<p style=\"color: #ff6ff2\">ROXY: like a couple of friendship burglars pickin each others pockets all shifty eyed and lookin out for cops</p>\n<p style=\"color: #ff6ff2\">ROXY: but also giggling i guess because that is in the spirit of the scenario in question</p>\n<p style=\"color: #929292\">CALLIOPE: heheh. yes.</p>\n<p style=\"color: #ff6ff2\">ROXY: i cant believe youre really here</p>\n<p style=\"color: #ff6ff2\">ROXY: it hardly seems real!</p>\n<p style=\"color: #ff6ff2\">ROXY: after all these years and how u were just like a mystery friend online and then how worried i was we might lose you for good</p>\n<p style=\"color: #ff6ff2\">ROXY: but now......</p>\n<p style=\"color: #ff6ff2\">ROXY: wow</p>\n<p style=\"color: #929292\">CALLIOPE: i know!!!</p>\n<p style=\"color: #ff6ff2\">ROXY: so u and jane and jade were hangin out?</p>\n<p style=\"color: #929292\">CALLIOPE: yes!</p>\n<p style=\"color: #929292\">CALLIOPE: it was great.</p>\n<p style=\"color: #929292\">CALLIOPE: we drew and told stories.</p>\n<p style=\"color: #929292\">CALLIOPE: i'd heard yoU died, so i was holding oUt some hope that yoU woUld show Up too...</p>\n<p style=\"color: #929292\">CALLIOPE: and yoU did eventUally. jUst not the version of yoU i expected.</p>\n<p style=\"color: #929292\">CALLIOPE: i never dared to think yoU woUld bring me this gift.</p>\n<p style=\"color: #ff6ff2\">ROXY: well</p>\n<p style=\"color: #ff6ff2\">ROXY: i swore i would</p>\n<p style=\"color: #ff6ff2\">ROXY: and john kinda double swore he would help</p>\n<p style=\"color: #ff6ff2\">ROXY: damn the kid is persistent</p>\n<p style=\"color: #929292\">CALLIOPE: i like him.</p>\n<p style=\"color: #929292\">CALLIOPE: he is easy to talk to.</p>\n<p style=\"color: #ff6ff2\">ROXY: yeah!</p>\n<p style=\"color: #929292\">CALLIOPE: i've read aboUt him, of coUrse.</p>\n<p style=\"color: #929292\">CALLIOPE: the reality of someone standing in front of yoU is qUite different from what yoU read aboUt them in a text.</p>\n<p style=\"color: #929292\">CALLIOPE: bUt then, i have no idea how accUrate anything i read is anymore.</p>\n<p style=\"color: #929292\">CALLIOPE: i always believed i was in possession of the texts which decoded yoUr fUtUre, and i behaved toward all of yoU in that sly and knowing manner, avoiding \"spoilers\" and sUch.</p>\n<p style=\"color: #929292\">CALLIOPE: that was probably presUmptUoUs of me thoUgh, in hindsight. i clearly didn't know that mUch.</p>\n<p style=\"color: #929292\">CALLIOPE: i certainly didn't read anything aboUt my own involvement. i never coUld have imagined being here.</p>\n<p style=\"color: #ff6ff2\">ROXY: you were still helpful though!</p>\n<p style=\"color: #ff6ff2\">ROXY: you were the force in our lives that gave us hope that we could all get together some day</p>\n<p style=\"color: #ff6ff2\">ROXY: going down that road has been craaazy and by no means a smooth ride</p>\n<p style=\"color: #ff6ff2\">ROXY: im losin count of all the times it looked like everything was about to break or catch fire or actually DID break and catch fire resulting in loads of dismay</p>\n<p style=\"color: #ff6ff2\">ROXY: but when you look back, every time things went to shit there was always something constructive about that turn of events</p>\n<p style=\"color: #ff6ff2\">ROXY: something that was necessary for the good outcome to happen at all</p>\n<p style=\"color: #ff6ff2\">ROXY: so whenever something stupid happens like some a-hole gets a bonehead idea to steal a ring and then everyone dies horribly and at the TIME u think ur just gonna curl up and cry yourself into weepy nonexistence</p>\n<p style=\"color: #ff6ff2\">ROXY: maybe those arent even \"bad\" realities?</p>\n<p style=\"color: #ff6ff2\">ROXY: maybe they are as important as any</p>\n<p style=\"color: #ff6ff2\">ROXY: and so are all the experiences that u had in them and so are the experiences of everyone who died because you dont just get to say your experiences are more important or significant just cus you happened to be someone who survived longer</p>\n<p style=\"color: #ff6ff2\">ROXY: i guess what im saying is</p>\n<p style=\"color: #ff6ff2\">ROXY: im grateful you let me go on this adventure and not even in spite of the hardship it involved</p>\n<p style=\"color: #ff6ff2\">ROXY: i just had a little time to think about it in the firefly nothingspace</p>\n<p style=\"color: #ff6ff2\">ROXY: and i think all of it was good</p>\n<p style=\"color: #929292\">CALLIOPE: i'm happy that i coUld play sUch a role in yoUr lives.</p>\n<p style=\"color: #929292\">CALLIOPE: i don't know if i deserve mUch credit for these positive revelations aboUt yoUr joUrney thoUgh.</p>\n<p style=\"color: #929292\">CALLIOPE: yoU are the one who's been on the adventUre.</p>\n<p style=\"color: #929292\">CALLIOPE: i have barely taken my first step.</p>\n<p style=\"color: #929292\">CALLIOPE: i spent all my life in my room, and then every moment in the afterlife cowering in fear.</p>\n<p style=\"color: #929292\">CALLIOPE: it's only now that trUe participation is even a possibility.</p>\n<p style=\"color: #929292\">CALLIOPE: bUt even so, i really doUbt i'll have mUch to offer.</p>\n<p style=\"color: #929292\">CALLIOPE: my other self who i jUst released... i think she is poised to do something mUch more significant.</p>\n<p style=\"color: #ff6ff2\">ROXY: what do you think shell do</p>\n<p style=\"color: #929292\">CALLIOPE: i have no clUe.</p>\n<p style=\"color: #ff6ff2\">ROXY: but she told u to live right</p>\n<p style=\"color: #929292\">CALLIOPE: yes.</p>\n<p style=\"color: #ff6ff2\">ROXY: by which i can only assume she meant</p>\n<p style=\"color: #ff6ff2\">ROXY: yo live it UP girl</p>\n<p style=\"color: #ff6ff2\">ROXY: like uh</p>\n<p style=\"color: #ff6ff2\">ROXY: go shopping or something</p>\n<p style=\"color: #ff6ff2\">ROXY: or rocket down the highway in a convertible with cash flyin out the back??</p>\n<p style=\"color: #929292\">CALLIOPE: heh.</p>\n<p style=\"color: #929292\">CALLIOPE: that is not the sort of sentiment i can imagine coming from her Under any circUmstance.</p>\n<p style=\"color: #929292\">CALLIOPE: bUt yes, maybe something to the effect of encoUraging me to enjoy my existence, as commUnicated by a more typical, trUly asocial member of my species.</p>\n<p style=\"color: #929292\">CALLIOPE: really, what i took from it was...</p>\n<p style=\"color: #929292\">CALLIOPE: she is the \"real\" one, with all the power and relevance now, and i am the \"spare\". a civilian in a sense, like in a war.</p>\n<p style=\"color: #929292\">CALLIOPE: and the only Use for civilians, from a militaristic mindset, are as those who live their lives in whatever completely irrelevant way they choose to.</p>\n<p style=\"color: #929292\">CALLIOPE: they are the collateral at stake, the ones for whom the war is theoretically foUght, bUt whose lifestyles, choices, happiness and sUch, hold no concern whatsoever for those fighting on their behalf.</p>\n<p style=\"color: #929292\">CALLIOPE: this i think is the mindset of cherUbs of her alignment. as protectors, it is the relationship they have with those they protect.</p>\n<p style=\"color: #929292\">CALLIOPE: and so that is probably the relationship she believes she has with me.</p>\n<p style=\"color: #ff6ff2\">ROXY: you make it sound like</p>\n<p style=\"color: #ff6ff2\">ROXY: she is the legit callie</p>\n<p style=\"color: #ff6ff2\">ROXY: and you are the afterthought</p>\n<p style=\"color: #ff6ff2\">ROXY: like the one from the funky reality that didnt go right?</p>\n<p style=\"color: #929292\">CALLIOPE: technically, her timeline was doomed, by her predomination alone.</p>\n<p style=\"color: #929292\">CALLIOPE: even so, yes, it does feel as thoUgh my reality was the oddity.</p>\n<p style=\"color: #929292\">CALLIOPE: cherUbs were never sUpposed to grow Up like me. exposed to other caring people, and learning from them.</p>\n<p style=\"color: #929292\">CALLIOPE: it made me different, and Unfit to predominate. yet ironically, this was reqUisite for the timeline's sUccess.</p>\n<p style=\"color: #929292\">CALLIOPE: and it was necessary for yoU all to begin yoUr joUrney as well.</p>\n<p style=\"color: #ff6ff2\">ROXY: so this seems like</p>\n<p style=\"color: #ff6ff2\">ROXY: an example of what i was just sayin actually</p>\n<p style=\"color: #ff6ff2\">ROXY: the story of the two callies</p>\n<p style=\"color: #ff6ff2\">ROXY: neither is really \"more important\"</p>\n<p style=\"color: #ff6ff2\">ROXY: and your timelines cant really be described as the good one or the bad one</p>\n<p style=\"color: #ff6ff2\">ROXY: there were good and bad things about both ways stuff went down and different qualities to the people you became</p>\n<p style=\"color: #ff6ff2\">ROXY: her life sounds like it was harsh and lonely in its own way</p>\n<p style=\"color: #ff6ff2\">ROXY: but it sorta paid off cause she got to beat her brother</p>\n<p style=\"color: #ff6ff2\">ROXY: but then got arbitrarily punished for that outcome because it wasnt supposed to happen??</p>\n<p style=\"color: #ff6ff2\">ROXY: and then finally u meet her and \"free\" her or something so she presumably gets to go off and do... something badass???</p>\n<p style=\"color: #ff6ff2\">ROXY: then theres you</p>\n<p style=\"color: #ff6ff2\">ROXY: who had probably an even more challenging upbringing gettin so hassled by your bro</p>\n<p style=\"color: #ff6ff2\">ROXY: and he killed you i guess because the way the deck was shuffled he had the edge this time</p>\n<p style=\"color: #ff6ff2\">ROXY: but the upshot was you got to have all these great friends who cared about you</p>\n<p style=\"color: #ff6ff2\">ROXY: and it helped you become the nice person you are who means a lot to other people</p>\n<p style=\"color: #ff6ff2\">ROXY: and now</p>\n<p style=\"color: #ff6ff2\">ROXY: you get to live whatever kind of life you want and be completely free from all the crummy stuff you grew up with</p>\n<p style=\"color: #ff6ff2\">ROXY: who cares if you arent as strong as her or dont have the wicked powers she does or some \"important\" mission to do</p>\n<p style=\"color: #ff6ff2\">ROXY: you both came from perfectly legitimate realities and IMHO you are both equally valuable</p>\n<p style=\"color: #ff6ff2\">ROXY: and both of those realities seem to be tied together</p>\n<p style=\"color: #ff6ff2\">ROXY: she cant do her mysterious badass thing unless you make it all the way through your journey and free her</p>\n<p style=\"color: #ff6ff2\">ROXY: and your reality was the thing settin the stage for this huge multiversal vortex of problems which after a kajillion fuckin EPOCHS she was always meant to resolve in some way</p>\n<p style=\"color: #ff6ff2\">ROXY: and that doesnt mean your life was like... a means to an end in a big cosmic sense</p>\n<p style=\"color: #ff6ff2\">ROXY: i think its more like...</p>\n<p style=\"color: #ff6ff2\">ROXY: you ARE the end, or one of the ends</p>\n<p style=\"color: #ff6ff2\">ROXY: you and me and everyone who made it and everyone who didnt</p>\n<p style=\"color: #ff6ff2\">ROXY: so that means you dont have to be able to do a lot of super special shit to validate your identity as the real version of yourself</p>\n<p style=\"color: #ff6ff2\">ROXY: the only validation you need is being who you are cause no one can be that person but you!</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}