{
    "version": 0,
    "page": 5694,
    "commands": [
        {
            "command": "==> ",
            "link": "/story/5695"
        }
    ],
    "media": [
        {
            "file": "05691.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #929292\">uranianUmbra [UU]</span> began cheering <span style=\"color: #00d5f2\">gutsyGumshoe [GG]</p>\n\n<p style=\"color: #929292\">UU: happy birthday, jane! ^u^\n\nforgive me for sUbmitting this letter and logging off right away, bUt i am breaking with oUr UsUal linear dialogUe, and i'd rather not tempt either of Us to trade caUsal spoilers. i wanted to give yoU a present. something told me yoU coUld Use a pick-me-Up aboUt now. :u\n\ni am sending yoU the code for my jUjU. it may not be easy for a hUman to Understand, bUt jUjUs are very special to my people. so when i give yoU this gift, it is indicative of how mUch yoUr friendship has meant to me, jane. it has some magical properties, bUt nothing too fancy on its own. i hope it will bring a smile to yoUr face nevertheless. bUt if yoU want to know the trUth, it will become infinitely more UsefUl if it is combined with my brother's jUjU. perhaps when we begin playing oUr game, i will be able to convince him to relinqUish it. one of these days he'll Understand working with others is going to be necessary if he wants to accomplish anything.\n\ni am so looking forward to my session and catching Up to where yoU are now! i can only imagine what kind of adventUres yoU mUst have been throUgh already. i can't help bUt think we've been feverishly trading notes on oUr respective qUests since yoU entered, no? maybe yoU are even tired of hearing from me by now! u_u apologies both retroactively and in advance for talking yoUr lovely hUman ear off. bUt i jUst know i won't be able to contain my excitement!\n\nanyhow, the code for my jUjU is: \"UrobUros\"\n\nta!</p>\n\n<p style=\"color: #929292\">uranianUmbra [UU]</span> ceased cheering <span style=\"color: #00d5f2\">gutsyGumshoe [GG]</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}