{
    "version": 0,
    "page": 5109,
    "commands": [
        {
            "command": "Calliope: Flip to another page. ",
            "link": "/story/5110"
        }
    ],
    "media": [
        {
            "file": "05106_1.gif",
            "folder": "0"
        },
        {
            "file": "05106_2.gif",
            "folder": "0"
        }
    ],
    "retconShit": [
        {
            "file": "05106_2_retcon.gif",
            "folder": "0"
        }
    ],
    "text": "<p class=\"o-story_text type-rg type-hs-small--md type-center line-caption line-copy--md pad-x-0 pad-x-lg--md pad-b-lg\">You open the book to a random page. Oh, right. This one.\r<br/> <br/>This page has always baffled you. You have stared at it long and hard, trying to decipher some sort of hidden meaning behind what appears to be pure chaos. You are sure such meaning is there. It is always there, when it comes to this tale.\r<br/> <br/><span style=\"font-style: italic\">Wait a minute.</span> <br/> <br/>Something has just occurred to you. This \"drawing style\" is highly reminiscent of your brother's, which until recently, you had never seen before. It is almost uncanny. His inscrutable squiggles. His penchant for arbitrary, completely baffling straight lines and right angles, almost as if trying unsuccessfully to begin constructing a grid. And those odd shapes there... could they be his depiction of bones? He sure is obsessed with death. No, you think this can't possibly be a coincidence. The comparison is too perfect for it to mean absolutely nothing.\r<br/> <br/>Did he arrive when this was being written? Or was he already there, somehow? He is supposedly an exceptionally advanced Hero of Time, after all. Could it be that your horrible stupid brother of all people has been inextricably involved in your beloved epic all along? For the first time ever, you have just uncovered compelling evidence that this might be true.\r<br/> <br/>This is what you have always enjoyed doing. Agonizing over every detail of this epic, trying to craft theories to explain its mysteries. You think you are pretty good at it, too. But now that you think about it, maybe your theory is just too far fetched. Actually, it is completely preposterous, and you don't even know what you were thinking there. You're sure he would get a kick out of the idea though, what with his megalomaniacal view of himself as some sort of lethal puzzlemaster, always boasting that red herrings swim through his veins and such. Which is just about the biggest crock of shit you've ever heard.</p>",
    "pesterlog": null,
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}