{
    "version": 0,
    "page": 4217,
    "commands": [
        {
            "command": "Jake: Get silly old adventure off to the races. ",
            "link": "/story/4218"
        }
    ],
    "media": [
        {
            "file": "04214.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #00d5f2\">GG: But before I could get too horribly upset, let alone make sense of any of it, I woke up.</p>\n<p style=\"color: #00d5f2\">GG: I of course immediately wanted to tell you all about, but it was still well before sunrise for you, and you were surely still asleep.</p>\n<p style=\"color: #00d5f2\">GG: Then as the day went on I guess I became distracted by other things. You know how it is.</p>\n<p style=\"color: #00d5f2\">GG: I hope I'm not too late to \"warn\" you, though to be frank I don't have the foggiest clue what it is I'm warning you about.</p>\n<p style=\"color: #00d5f2\">GG: \"Dear Jake, oh please do try not to... have already... died in my dream? Likely while you were sleeping, perhaps peacefully?\"</p>\n<p style=\"color: #1f9400\">GT: Haha yeah. I see your point.</p>\n<p style=\"color: #00d5f2\">GG: Still, I think you'll agree that it's to be viewed as a troubling omen.</p>\n<p style=\"color: #00d5f2\">GG: I care very much for you, and I don't know what I'd do if I lost you both in my dreams, <span style=\"font-style: italic\">and</span> here in this world.</p>\n<p style=\"color: #00d5f2\">GG: So for whatever good it does, just please be extra careful out there today!</p>\n<p style=\"color: #1f9400\">GT: Roger that janey!</p>\n<p style=\"color: #1f9400\">GT: And um same goes for you about being careful what with these various rogues accosting you with foul play lately and whatnot...</p>\n<p style=\"color: #1f9400\">GT: Because well i sure do care a lot about you too you know that.</p>\n<p style=\"color: #00d5f2\">GG: Hooray! Will do. ;B</p>\n<p style=\"color: #00d5f2\">GG: Now let's get this silly old adventure off to the races before the coat of dust it's growing gets any thicker.</p>\n<p style=\"color: #1f9400\">GT: Booyeah!</p>\n<p style=\"color: #1f9400\">GT: Ok good luck jane and keep me posted! C ya.</p>\n<p style=\"color: #1f9400\">golgothasTerror [GT]</span> ceased bothering <span style=\"color: #00d5f2\">gutsyGumshoe [GG]</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}