{
    "version": 0,
    "page": 4454,
    "commands": [
        {
            "command": "==> ",
            "link": "/story/4455"
        }
    ],
    "media": [
        {
            "file": "04451.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #f2a400\">timaeusTestified [TT]</span> began bothering <span style=\"color: #00d5f2\">gutsyGumshoe [GG]</span> at 1:43\n\n<p style=\"color: #f2a400\">TT: I should probably warn you.</p>\n<p style=\"color: #00d5f2\">GG: About what?</p>\n<p style=\"color: #00d5f2\">GG: Yet another exploding game trap?</p>\n<p style=\"color: #f2a400\">TT: Well shit.</p>\n<p style=\"color: #f2a400\">TT: She already sent it?</p>\n<p style=\"color: #00d5f2\">GG: Yes.</p>\n<p style=\"color: #00d5f2\">GG: But to be fair, she warned me not to run it.</p>\n<p style=\"color: #f2a400\">TT: That's weird.</p>\n<p style=\"color: #00d5f2\">GG: Why?</p>\n<p style=\"color: #00d5f2\">GG: She was probably just trying to protect me from the Batterwitch's latest assassination attempt.</p>\n<p style=\"color: #00d5f2\">GG: Sheesh, I can't believe you all finally got me saying \"Batterwitch\" too. Who would have thought?</p>\n<p style=\"color: #f2a400\">TT: No, it's weird because Lalonde was the one who rigged it to explode.</p>\n<p style=\"color: #f2a400\">TT: It's a bogus copy she coded herself. The real game file she downloaded is totally legit.</p>\n<p style=\"color: #00d5f2\">GG: What? Really?</p>\n<p style=\"color: #f2a400\">TT: Got it right here myself. Checked it out.</p>\n<p style=\"color: #f2a400\">TT: File's fuckin' clean as a whistle. </p>\n<p style=\"color: #f2a400\">TT: A whistle that overcame a major substance abuse problem. Trying to get its life back on track.</p>\n<p style=\"color: #f2a400\">TT: The whistle is holding down a steady job now. It's taking things one day at a time.</p>\n<p style=\"color: #f2a400\">TT: Eat a fuckin' dinner off that whistle.</p>\n<p style=\"color: #00d5f2\">GG: ...</p>\n<p style=\"color: #f2a400\">TT: Ok I'll shut up.</p>\n<p style=\"color: #00d5f2\">GG: Why would she do that?</p>\n<p style=\"color: #f2a400\">TT: To accomplish exactly what it sounds like got accomplished.</p>\n<p style=\"color: #f2a400\">TT: You narrowly averting the \"fake\" threat to your life, then getting your shit all hot and bothered at the Baroness over it.</p>\n<p style=\"color: #f2a400\">TT: Then you abdicate your heiress throne or something, and give up on this game as a big fuck you to the genocidal cake alien.</p>\n<p style=\"color: #00d5f2\">GG: But...</p>\n<p style=\"color: #00d5f2\">GG: If she felt so strongly that I shouldn't play, she could have told me.</p>\n<p style=\"color: #00d5f2\">GG: Or, told me more forcefully, I guess. I would have listened!</p>\n<p style=\"color: #00d5f2\">GG: Maybe.</p>\n<p style=\"color: #00d5f2\">GG: :(</p>\n<p style=\"color: #f2a400\">TT: She's working through some problems right now.</p>\n<p style=\"color: #f2a400\">TT: Really doesn't want us to play that game.</p>\n<p style=\"color: #f2a400\">TT: So I guess this was the insane stunt she whipped up to derail the inevitable.</p>\n<p style=\"color: #f2a400\">TT: Kinda reckless for my tastes.</p>\n<p style=\"color: #f2a400\">TT: One of the above statements is a fucking lie, are you gutsy enough a gumshoe to spot it.</p>\n<p style=\"color: #00d5f2\">GG: Maybe she was justified in taking such an extreme measure. I sure hadn't been taking her seriously.</p>\n<p style=\"color: #00d5f2\">GG: She even warned me not to play it until she got back, but I went ahead anyway because I was too impatient!</p>\n<p style=\"color: #00d5f2\">GG: Actually...</p>\n<p style=\"color: #00d5f2\">GG: Now that I think about it, she was probably going to disarm it or such when she got back, seeing as her objective had essentially been accomplished already by an ACTUAL assassination attempt.</p>\n<p style=\"color: #00d5f2\">GG: After that, I told her I would believe her about everything.</p>\n<p style=\"color: #00d5f2\">GG: That probably made her feel guilty about setting me up, so she told me not to touch the file until she returned.</p>\n<p style=\"color: #f2a400\">TT: Sounds about right.</p>\n<p style=\"color: #00d5f2\">GG: But then I went ahead and ran it anyway like a doofus.</p>\n<p style=\"color: #00d5f2\">GG: I think she just wanted to be believed.</p>\n<p style=\"color: #00d5f2\">GG: Shucks.</p>\n<p style=\"color: #00d5f2\">GG: Am I an awful friend?</p>\n<p style=\"color: #f2a400\">TT: Nope.</p>\n<p style=\"color: #00d5f2\">GG: I'm not so sure about that.</p>\n<p style=\"color: #f2a400\">TT: Well, before you go taking a massive sad crap all over your friendship credentials, consider this.</p>\n<p style=\"color: #f2a400\">TT: Only she could manage to blow up your computer with a nasty deathloop virus and somehow make YOU be the one to feel shitty about it.</p>\n<p style=\"color: #00d5f2\">GG: Heh!</p>\n<p style=\"color: #00d5f2\">GG: You're right.</p>\n<p style=\"color: #f2a400\">TT: Or maybe you're the one who uniquely fills the predicate in that construction.</p>\n<p style=\"color: #f2a400\">TT: I don't god damn know.</p>\n<p style=\"color: #f2a400\">TT: Your friendship with her is a half drunken three-legged relay race, and the baton is a stick of dynamite.</p>\n<p style=\"color: #f2a400\">TT: And you two are the only ones on the track. Me and English are watching from under the bleachers, high-fiving constantly.</p>\n<p style=\"color: #00d5f2\">GG: I guess that's a pretty apt metaphor, even though it doesn't make the slightest bit of sense.</p>\n<p style=\"color: #f2a400\">TT: Yes.</p>\n<p style=\"color: #00d5f2\">GG: I just wanted to start playing the game so badly!</p>\n<p style=\"color: #00d5f2\">GG: Now more than ever. I have reason to believe the stakes have increased dramatically.</p>\n<p style=\"color: #f2a400\">TT: They have.</p>\n<p style=\"color: #f2a400\">TT: And they will continue to.</p>\n<p style=\"color: #00d5f2\">GG: I think our dream counterparts are all marked for death, and if we are to stand a chance, we must move quickly.</p>\n<p style=\"color: #f2a400\">TT: I agree.</p>\n<p style=\"color: #f2a400\">TT: Just heard about your assassination on Prospit.</p>\n<p style=\"color: #00d5f2\">GG: Oh, she told you already?</p>\n<p style=\"color: #f2a400\">TT: Who, RL? No.</p>\n<p style=\"color: #f2a400\">TT: I read it in a newspaper.</p>\n<p style=\"color: #00d5f2\">GG: Um.</p>\n<p style=\"color: #00d5f2\">GG: Are you being ironic again?</p>\n<p style=\"color: #f2a400\">TT: No.</p>\n<p style=\"color: #f2a400\">TT: I just picked up one of the sleazy Dersite tabloid rags.</p>\n<p style=\"color: #f2a400\">TT: Sometimes they'll feature some pretty entertaining gossip about the royalty or whatever.</p>\n<p style=\"color: #f2a400\">TT: But they're primarily dedicated to smearing Prospit. The press had a field day with the deaths of the Page and the Maid.</p>\n<p style=\"color: #00d5f2\">GG: Dersite? You mean the other planet? The evil one?</p>\n<p style=\"color: #f2a400\">TT: Derse, yeah.</p>\n<p style=\"color: #f2a400\">TT: Not evil, necessarily. That's a bit simplistic. The kingdom represents the forces of opposition to Prospit and the four heroes. Us.</p>\n<p style=\"color: #00d5f2\">GG: What did the story say about me?</p>\n<p style=\"color: #f2a400\">TT: \"DEAD\"</p>\n<p style=\"color: #f2a400\">TT: Was the big ass headline.</p>\n<p style=\"color: #f2a400\">TT: Then a photo of your dead body lying there, followed by a lot of bullshit slander.</p>\n<p style=\"color: #f2a400\">TT: It was also reported your tower exploded. They couldn't find the body to give it a proper funeral. Probably incinerated.</p>\n<p style=\"color: #00d5f2\">GG: I didn't realize you had woken up in the game already.</p>\n<p style=\"color: #00d5f2\">GG: When did that happen?</p>\n<p style=\"color: #f2a400\">TT: Dunno. Years ago. Don't really recall.</p>\n<p style=\"color: #00d5f2\">GG: I guess I shouldn't act surprised you didn't tell me. What with all your highfalutin secrecy.</p>\n<p style=\"color: #f2a400\">TT: It's hard to explain.</p>\n<p style=\"color: #f2a400\">TT: I was never technically asleep there. I was awake without realizing it.</p>\n<p style=\"color: #f2a400\">TT: Then I realized it.</p>\n<p style=\"color: #f2a400\">TT: And I sorta learned how to be awake there while awake here too.</p>\n<p style=\"color: #f2a400\">TT: I am awake there now, albeit pretending to sleep.</p>\n<p style=\"color: #00d5f2\">GG: Pretending? Why?</p>\n<p style=\"color: #f2a400\">TT: For one thing, it gets a bit distracting managing two alert bodies in different places at the same time.</p>\n<p style=\"color: #f2a400\">TT: And for another thing, it's better to maintain appearances.</p>\n<p style=\"color: #f2a400\">TT: Everyone on Derse believes their heroes haven't woken yet.</p>\n<p style=\"color: #f2a400\">TT: Though they are both rumored to be very active sleep walkers.</p>\n<p style=\"color: #f2a400\">TT: Which is half true. She can't ever seem to sleep still. Goes off wandering for days.</p>\n<p style=\"color: #f2a400\">TT: Sometimes I've gotta go round her up from some godforsaken cranny of the abyss. Drag her tipsy ass home, tuck her back in.</p>\n<p style=\"color: #f2a400\">TT: Maybe I'll chain her leg to the bed if she doesn't wake up soon.</p>\n<p style=\"color: #f2a400\">TT: Though in light of the recent assassinations, her slumbering attraction to the void probably works to her advantage. No one ever knows where she is.</p>\n<p style=\"color: #00d5f2\">GG: I'm still not sure I'm following.</p>\n<p style=\"color: #00d5f2\">GG: Why are you maintaining the appearance of being asleep? On Prospit, it seemed as if the people there regarded me and Jake very highly. Like celebrated figures.</p>\n<p style=\"color: #00d5f2\">GG: Is it not the same way on Derse?</p>\n<p style=\"color: #f2a400\">TT: No, it's essentially the same situation here.</p>\n<p style=\"color: #f2a400\">TT: They glorify us the same way. Almost like we're their purple pajama'd team mascots. Even though they will completely oppose our objective when all is said and done.</p>\n<p style=\"color: #f2a400\">TT: Kinda ridiculous, really.</p>\n<p style=\"color: #f2a400\">TT: But even so, I think it's better to lay low, not alert anyone to my...</p>\n<p style=\"color: #f2a400\">TT: Alertness. <img border=\"0\" src=\"/images/storyfiles/hs2/scraps/pcstrider.gif\"/></p>\n<p style=\"color: #f2a400\">TT: That way I can sneak around and gather information. Do some reconnaissance before shit starts getting real.</p>\n<p style=\"color: #00d5f2\">GG: In other words, read newspapers, get a feel for \"the word on the street,\" and such?</p>\n<p style=\"color: #00d5f2\">GG: As might a detective? :B</p>\n<p style=\"color: #f2a400\">TT: Yeah, among other things. Like keep an eye on agent activity.</p>\n<p style=\"color: #00d5f2\">GG: You mean... secret agents??</p>\n<p style=\"color: #f2a400\">TT: No, more like high ranking officials.</p>\n<p style=\"color: #f2a400\">TT: Judging from your knife wound, I'm betting you were the victim of the Archagent himself.</p>\n<p style=\"color: #f2a400\">TT: You should feel honored, I guess.</p>\n<p style=\"color: #00d5f2\">GG: Who's that?</p>\n<p style=\"color: #f2a400\">TT: A guy named Noir.</p>\n<p style=\"color: #f2a400\">TT: Real nasty dude. Crazy ambitious. Loves knives.</p>\n<p style=\"color: #f2a400\">TT: If we're going to stand any chance of winning this thing,</p>\n<p style=\"color: #f2a400\">TT: I've got this nagging suspicion we're gonna have to take him down first.</p>\n<p style=\"color: #f2a400\">TT: And a feeling that nags equally,</p>\n<p style=\"color: #f2a400\">TT: Is it ain't gonna be easy.</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}