{
    "version": 0,
    "page": 5616,
    "commands": [
        {
            "command": "==> ",
            "link": "/story/5617"
        }
    ],
    "media": [
        {
            "file": "05613.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #ff6ff2\">TG: you sound like a real popular lady out here</p>\n<p style=\"color: #ff6ff2\">TG: even you are looking for you!</p>\n<p style=\"color: #929292\">UU: indeed.</p>\n<p style=\"color: #ff6ff2\">TG: well i hope you can find her</p>\n<p style=\"color: #ff6ff2\">TG: but</p>\n<p style=\"color: #ff6ff2\">TG: if thats your job</p>\n<p style=\"color: #ff6ff2\">TG: to find bizarro calliope and go wollop ur bro</p>\n<p style=\"color: #ff6ff2\">TG: then what is our heroic biz?</p>\n<p style=\"color: #929292\">UU: it's the same as it always was.</p>\n<p style=\"color: #929292\">UU: to win the game.</p>\n<p style=\"color: #ff6ff2\">TG: oh yeah</p>\n<p style=\"color: #ff6ff2\">TG: duh</p>\n<p style=\"color: #929292\">UU: it is as i once told jane.</p>\n<p style=\"color: #929292\">UU: with victory yoU may finally exit this vast whirling storm.</p>\n<p style=\"color: #929292\">UU: by claiming yoUr reward yoU woUld bring closUre to a very wide coil of caUsality, one not tracing a continUoUs path like a snake, bUt intricately woven like a wreath.</p>\n<p style=\"color: #929292\">UU: a ring of coUntless little rises and falls, ascents and descents, on its way Up and down a pair of mUch bigger ones itself.</p>\n<p style=\"color: #929292\">UU: from alpha to beta, then beta to alpha, as if a moUntain to be scaled and then climbed back down. its peak toUches the eye of a storm which cannot end Until the moment yoU all walk throUgh that door.</p>\n<p style=\"color: #929292\">UU: only then will there be calm.</p>\n<p style=\"color: #ff6ff2\">TG: ._.</p>\n<p style=\"color: #929292\">UU: ah, bUgger. forgive me, sometimes i forget myself and begin speaking in riddles.</p>\n<p style=\"color: #929292\">UU: it's jUst a habit that is in the natUre of my people.</p>\n<p style=\"color: #ff6ff2\">TG: yeah i know</p>\n<p style=\"color: #ff6ff2\">TG: at least yours r better than your bros stupid games</p>\n<p style=\"color: #929292\">UU: don't remind me. in my opinion they do not qUalify as anything of the sort, mUch the same as his \"shitty twists\". &gt;:u</p>\n<p style=\"color: #ff6ff2\">TG: so then from what im surmising here is we dont need to beat him to win our game</p>\n<p style=\"color: #ff6ff2\">TG: like dealing with him directly is kinda out of our domain?</p>\n<p style=\"color: #929292\">UU: as the one who provoked the breach in paradox space which i jUst coloUrfUlly described, he has always exerted his inflUence on yoUr realities from afar, and from many different angles. throUgh Unwitting sUrrogates, oUtsoUrced manipUlation, oUtright enslavement, and even petty harassment. bUt most of all, he prevails throUgh the simple inertia of inevitability that has always been on his side, as a lord of time.</p>\n<p style=\"color: #929292\">UU: and as the one who is to blame for foolishly allowing him access to sUch power, it's only proper that i take responsibility for finding a way to defeat him.</p>\n<p style=\"color: #929292\">UU: bUt even thoUgh his methods of inflUencing yoUr session are indirect, they are still formidable.</p>\n<p style=\"color: #929292\">UU: there will be a nUmber of powerfUl foes who stand between yoU and victory.</p>\n<p style=\"color: #929292\">UU: tomorrow, a terrific battle will take place.</p>\n<p style=\"color: #929292\">UU: when yoU wake Up, i sUggest yoU begin to prepare.</p>\n<p style=\"color: #ff6ff2\">TG: ummmm ok</p>\n<p style=\"color: #ff6ff2\">TG: how</p>\n<p style=\"color: #ff6ff2\">TG: like make more sick gear</p>\n<p style=\"color: #ff6ff2\">TG: i could hustle up another batch of illwicked guns</p>\n<p style=\"color: #ff6ff2\">TG: just a big ol pile of guns</p>\n<p style=\"color: #ff6ff2\">TG: jake can have the wimpy smaller ones</p>\n<p style=\"color: #ff6ff2\">TG: make jane like a fancy new fork or spoon or such</p>\n<p style=\"color: #ff6ff2\">TG: like an elite endgame spoon</p>\n<p style=\"color: #ff6ff2\">TG: whatever that is</p>\n<p style=\"color: #ff6ff2\">TG: like uh</p>\n<p style=\"color: #ff6ff2\">TG: the chowderfucker 5000</p>\n<p style=\"color: #ff6ff2\">TG: janey be flippin her godspoon round bopping monsters doing like</p>\n<p style=\"color: #ff6ff2\">TG: CUCKOO damage</p>\n<p style=\"color: #ff6ff2\">TG: wont bother make nothin 4 dirk since hes basically married to his boring anime sword</p>\n<p style=\"color: #ff6ff2\">TG: like u could even pry that thing from his rad dead cadaver</p>\n<p style=\"color: #929292\">UU: yes, i'm sUre new eqUipment woUld come in handy.</p>\n<p style=\"color: #929292\">UU: now that yoU mention it, well before i died or even realized i woUld not live to play, i made special exception to my rUle of staying linear with conversation. i messaged jane a birthday gift.</p>\n<p style=\"color: #929292\">UU: yoU see, i had a brief vision from skaia which sUggested to me she coUld Use a boost in morale on this special day, so i offered her something very dear to me. jUst a little token to show appreciation for her friendship.</p>\n<p style=\"color: #929292\">UU: i hope it will cheer her Up, and moreover that it will prove at least somewhat UsefUl to yoUr party.</p>\n<p style=\"color: #929292\">UU: bUt really, at this stage if yoU wish to prevail against sUch stacked odds, collecting boons sUch as new weapons and treasUres will only go so far.</p>\n<p style=\"color: #929292\">UU: i think yoU will need to embrace a far more sUbstantive gambit.</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}