{
    "version": 0,
    "page": 3882,
    "commands": [
        {
            "command": "[o] ==> ",
            "link": "/story/3883"
        }
    ],
    "media": [
        {
            "file": "03879.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #0715cd\">GT: excuse me, alien time troll, but i am TRYING to wrap a present.</p>\n<p style=\"color: #0715cd\">GT: really, you all have the worst timing.</p>\n<p style=\"color: #005682\">AG: Yes, I can see that. Two ugly garments, and seeds for some kind of strange earth vegeta8le? Pretty lame present, John!!!!!!!!</p>\n<p style=\"color: #0715cd\">GT: nope, not going to ask how you know my name, or what i'm sending, don't care.</p>\n<p style=\"color: #0715cd\">GT: and one of these ugly garments is for me, also, it's not ugly, it's awesome.</p>\n<p style=\"color: #005682\">AG: Not as awesome as something you will 8e wearing later, thanks to me.</p>\n<p style=\"color: #0715cd\">GT: uh oh, my mouse is hovering dangerously close to the block button!</p>\n<p style=\"color: #0715cd\">GT: it always does that when i talk to trolls, it is the dangdest thing.</p>\n<p style=\"color: #005682\">AG: Calm down, I just thought I would foreshadow my existence to you at this quaint moment on your timeline.</p>\n<p style=\"color: #005682\">AG: It is way too tempting not to let you know I have taken gr8 care to 8ecome a very important feature of your life.</p>\n<p style=\"color: #005682\">AG: Or for that matter, to let you know that I will 8e giving you a present so much 8etter than the useless crap you're shoving in that 8ox.</p>\n<p style=\"color: #005682\">AG: I will 8e giving you the gift of immortality!</p>\n<p style=\"color: #0715cd\">GT: oh sweet, that has been on my wish list, ranking just below a mint condition little monsters poster, starring hollywood superstar, howie mandel.</p>\n<p style=\"color: #0715cd\">GT: can i expect it to arrive on my next birthday??</p>\n<p style=\"color: #005682\">AG: Yes, as a matter of fact. Nice guess!</p>\n<p style=\"color: #005682\">AG: It will come at a cost though.</p>\n<p style=\"color: #0715cd\">GT: the mandel poster, or immortality?</p>\n<p style=\"color: #005682\">AG: The latter, jackass!</p>\n<p style=\"color: #005682\">AG: In order for you to claim it, you will have to 8e quite gulli8le and allow me to arrange your murder.</p>\n<p style=\"color: #0715cd\">GT: i see, here is where all the sick trolling begins!</p>\n<p style=\"color: #0715cd\">GT: you can keep your present, i am not interested.</p>\n<p style=\"color: #005682\">AG: 8ut you will 8e! You will happily go along with everything I tell you to do.</p>\n<p style=\"color: #005682\">AG: And then, once I have completely earned your trust, I will kill you John. ::::)</p>\n<p style=\"color: #0715cd\">GT: sigh...</p>\n<p style=\"color: #0715cd\">GT: the other troll i just talked to was way better, if a tad grumpy, at least she was down with talking about cool movies, sort of.</p>\n<p style=\"color: #005682\">AG: 8ut this is all true. I've seen it already. You have no idea how delicious the dramatic irony is right now!</p>\n<p style=\"color: #005682\">AG: You will die. I will lead you into a trap, and watch you 8leed to death on a 8ig stone sla8 with a sword stuck in your chest.</p>\n<p style=\"color: #005682\">AG: There is nothing you can do a8out it. In fact, it has already happened!</p>\n<p style=\"color: #0715cd\">GT: that's nice. now scram, troll!</p>\n<p style=\"color: #005682\">AG: I'll leave you alone soon enough.</p>\n<p style=\"color: #005682\">AG: I was just feeling pretty pleased with myself, a8out all the 8rilliant plans I made for you and your friends.</p>\n<p style=\"color: #005682\">AG: Stopping 8y in your past to mess with your head is really just a courtesy, 8ecause I like to think we're pretty good friends 8y the time I get around to killing you. ::::D</p>\n<p style=\"color: #0715cd\">GT: ok, you got me!</p>\n<p style=\"color: #0715cd\">GT: my feathers are all ruffled, and i can no longer tell my ass apart from a big orange earth vegetable!</p>\n<p style=\"color: #0715cd\">GT: now can you leave me alone?</p>\n<p style=\"color: #005682\">AG: I guess so.</p>\n<p style=\"color: #005682\">AG: 8ut my inevita8le grisly murder of you notwithstanding, you're a pretty fun guy to hassle. It'll 8e difficult sparing you from the privilege of my company until your game 8egins.</p>\n<p style=\"color: #0715cd\">GT: that is basically the worst pickup line i have ever heard.</p>\n<p style=\"color: #005682\">AG: Please, John. As if there is any conceiva8le sequence of events which could lead me to consider you as a via8le romantic partner, in any quadrant. Even the pale ones.</p>\n<p style=\"color: #0715cd\">GT: blurp durp bluh, more plausible alien sounding things.</p>\n<p style=\"color: #0715cd\">GT: weren't you leaving?</p>\n<p style=\"color: #005682\">AG: Yes.</p>\n<p style=\"color: #0715cd\">GT: ok then...</p>\n<p style=\"color: #005682\">AG: I mean, I was going to.</p>\n<p style=\"color: #005682\">AG: 8ut now I guess I'm not.</p>\n<p style=\"color: #0715cd\">GT: oh.</p>\n<p style=\"color: #0715cd\">GT: why?</p>\n<p style=\"color: #005682\">AG: 8ecause this isn't really happening.</p>\n<p style=\"color: #0715cd\">GT: it isn't?</p>\n<p style=\"color: #005682\">AG: It did, once.</p>\n<p style=\"color: #005682\">AG: 8ut now it's just a memory.</p>\n<p style=\"color: #005682\">AG: I guess I must 8e dead.</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}