{
    "version": 0,
    "page": 4865,
    "commands": [
        {
            "command": "==> ",
            "link": "/story/4866"
        }
    ],
    "media": [
        {
            "file": "04862.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #1f9400\">GT: That boorish cur!!!</p>\n<p style=\"color: #f2a400\">TT: Yes, that's exactly the phrase I would use to describe someone responsible for the extermination of five billion people.</p>\n<p style=\"color: #f2a400\">TT: It was just so uncivilized of him.</p>\n<p style=\"color: #1f9400\">GT: How could such an atrocity be allowed to happen?</p>\n<p style=\"color: #1f9400\">GT: Was his personal magnetism really that overwhelming?</p>\n<p style=\"color: #f2a400\">TT: Maybe overwhelming in the wrong direction, yeah.</p>\n<p style=\"color: #f2a400\">TT: But it didn't happen overnight. It was a gradual decline in the integrity of the system that allowed it.</p>\n<p style=\"color: #f2a400\">TT: Eventually the wheels came off and the political scene mirrored the absurdity of the media circus.</p>\n<p style=\"color: #f2a400\">TT: By the time Presidents Jay and Dope were elected, western civilization had officially fucked itself over forever, and I think everyone knew it.</p>\n<p style=\"color: #1f9400\">GT: Oh no.</p>\n<p style=\"color: #1f9400\">GT: When does that happen?</p>\n<p style=\"color: #f2a400\">TT: 2024. The last free election the world would ever see.</p>\n<p style=\"color: #1f9400\">GT: So like...</p>\n<p style=\"color: #1f9400\">GT: They were on the ticket together? As president and vice president?</p>\n<p style=\"color: #f2a400\">TT: No, man.</p>\n<p style=\"color: #f2a400\">TT: They were both president.</p>\n<p style=\"color: #f2a400\">TT: They were the first Dual-Presidents of the United States of America. Also the last.</p>\n<p style=\"color: #f2a400\">TT: They were also the first and last juggalo presidents. The founding fathers warned us about this, but nobody listened.</p>\n<p style=\"color: #1f9400\">GT: They did? Warned us about what exactly?</p>\n<p style=\"color: #f2a400\">TT: The Mirthful Executives.</p>\n<p style=\"color: #f2a400\">TT: George Washington had prophetic nightmares about them. He tried to warn people, and get language amended to the constitution to prevent it.</p>\n<p style=\"color: #f2a400\">TT: Like forbidding the election of what he famously described as \"a pair of salty bards,\" or \"unruly jesters given to the sweet drink.\"</p>\n<p style=\"color: #f2a400\">TT: But everyone just thought he toked too hard on the colonial cannabis or whatever.</p>\n<p style=\"color: #1f9400\">GT: Im not sure i follow. These are like clown presidents or such?</p>\n<p style=\"color: #f2a400\">TT: Yes. They were a shitty rap duo from your time.</p>\n<p style=\"color: #f2a400\">TT: But they ran a hell of a campaign. By then the juggalo party had gotten huge. While the numerous other candidates split the moderate vote, they retained a very energized and devoted base.</p>\n<p style=\"color: #f2a400\">TT: You could say their party had a big tent.</p>\n<p style=\"color: #1f9400\">GT: Dirk i really dislike the future you are describing.</p>\n<p style=\"color: #f2a400\">TT: Hey me too.</p>\n<p style=\"color: #f2a400\">TT: They were swept into office on a wave of Faygo, and the presidential inauguration was the biggest Gathering of the Juggalos of all time.</p>\n<p style=\"color: #f2a400\">TT: They all hosed each other down on the Whitehouse lawn with shitty soda. The \"D.C.\" in the capital thereafter officially stood for \"Dark Carnival.\"</p>\n<p style=\"color: #f2a400\">TT: Of course their campaign was helped considerably by having support from the Baroness.</p>\n<p style=\"color: #f2a400\">TT: In retrospect, people developed the impression that it was all a part of her sick sense of humor.</p>\n<p style=\"color: #f2a400\">TT: There was this sense that she just loved the idea of delegating the extreme subjugation of the world's population to a pair of demented clown rappers.</p>\n<p style=\"color: #f2a400\">TT: Some have speculated this was just another way she was attempting to resurrect her previous model of governance, though this seems kinda far fetched to me.</p>\n<p style=\"color: #f2a400\">TT: Who the fuck ever heard of an alien juggalo? To me this is about as stupid as the crackpot theories get.</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}