{
    "version": 0,
    "page": 7810,
    "commands": [
        {
            "command": "[A6A6I5] ====> ",
            "link": "/story/7811"
        }
    ],
    "media": [
        {
            "file": "07806.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #1f9400\">JAKE: Tavrosprite thank you for surreptitiously scooting away with me to my planet.</p>\n<p style=\"color: #1f9400\">JAKE: I hope they all dont think me too much of a soggy knickerbocker for ducking off without making the rounds and saying goodbye.</p>\n<p style=\"color: #1f9400\">JAKE: I just needed to get away and clear my head and i guess get my dander up for this great green man-fracas i am to solely contend with apparently??</p>\n<p style=\"color: #1f9400\">JAKE: Say tavrosprite...</p>\n<p style=\"color: #1f9400\">JAKE: Youll help me with out this impending pugilism wont you?</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: oH, yEAH!</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: i'M DEFINITELY READY, tO BRING THE SICK FIRE, tO</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: tHOSE GUYS ALLEGED TO BE INSIDE,,, aN ENCHANTED OVEN,</p>\n<p style=\"color: #1f9400\">JAKE: Atta boy tavvy!!!</p>\n<p style=\"color: #1f9400\">JAKE: Oops is it ok if i call you tavvy?</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: yES, i LOVE IT, }:)</p>\n<p style=\"color: #1f9400\">JAKE: Actually wait.</p>\n<p style=\"color: #1f9400\">JAKE: No i think i wont on second thought tavvy sounds fucking stupid.</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: yEAH, pROBABLY,</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: oKAY,</p>\n<p style=\"color: #1f9400\">JAKE: So were agreed then.</p>\n<p style=\"color: #1f9400\">JAKE: We wait here and limber up and flex our stupendous guns a bit then let sail our haymakers once the circus trundles into town.</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: i, pROBABLY UNDERSTOOD THAT REMARK, aND AGREE,</p>\n<p style=\"color: #1f9400\">JAKE: I just wonder if theres anything else for me to DO aside from kiss my knuckles and lather them up with elbow grease.</p>\n<p style=\"color: #1f9400\">JAKE: Turn my ten favorite boys out for a bracing constitutional you know?</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: ,,,,,nO,</p>\n<p style=\"color: #1f9400\">JAKE: Should i be...</p>\n<p style=\"color: #1f9400\">JAKE: SOUL SEARCHING or...</p>\n<p style=\"color: #1f9400\">JAKE: Straining my brain to have some sort of magnificent epiphany about myself?</p>\n<p style=\"color: #1f9400\">JAKE: Is this...</p>\n<p style=\"color: #1f9400\">JAKE: Is this IT for me? Is this all there is to understand?</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: uM,,,</p>\n<p style=\"color: #1f9400\">JAKE: Maybe theres only so much ragged wood a man can scrape from a barrels basement.</p>\n<p style=\"color: #1f9400\">JAKE: Maybe sometimes a fellas gotta fess up to the fact that all there is to get about hims been firmly got already.</p>\n<p style=\"color: #1f9400\">JAKE: Ive pretty much concluded that im a complete waste of everyones time if i bother busying their lives with my brand of beeswax and buffoonery.</p>\n<p style=\"color: #1f9400\">JAKE: I settled square on the determination that i need to just be alone for most of my life and you know what im perfectly ok with that idea.</p>\n<p style=\"color: #1f9400\">JAKE: Im just a lunk head and a loner and thats that.</p>\n<p style=\"color: #1f9400\">JAKE: What else is there wonder about myself or my future except which face is most deserving of my fist?</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: sINCE YOU PUT EVERYTHING THAT WAY, aND SINCE SOMETIMES IT'S HARD TO DISAGREE WITH A LOT OF CONSECUTIVE WORDS,</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: i THINK i AGREE WITH YOU,</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: mAYBE YOU'VE FIGURED OUT EVERYTHING ABOUT YOURSELF THAT MATTERS,</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: tHAT WOULD BE AWESOME!, lET'S BOTH PUT EXTRA EFFORT INTO HOPING IT'S TRUE,</p>\n<p style=\"color: #1f9400\">JAKE: Thats the ticket!</p>\n<p style=\"color: #1f9400\">JAKE: I love my aspect it feels so empowering every time i want to feel like somethings real when tons of facts are missing.</p>\n<p style=\"color: #1f9400\">JAKE: I really am a lucky son of a bitch arent i tavvy. Shit i mean tavrosprite. Blech what i bad nickname sorry!!!</p>\n<p style=\"color: #1f9400\">JAKE: But yeah thats pretty much what the doctor ordered for old jake english. No romantic stuff. No platonic stuff either!</p>\n<p style=\"color: #1f9400\">JAKE: Ill be like... Mr nonrom sansplat... Or... Oh horsenoodles there has to be terminology that more effectively consolidates my present understanding of myself into a coherent identity i can get enthusiastic about.</p>\n<p style=\"color: #1f9400\">JAKE: Maybe the troll lingo has the answers. Or maybe im pioneering some sort of... shadow quadrant system?? Ooh lordy wouldnt that be a swift kick in the netherdumplings.</p>\n<p style=\"color: #1f9400\">JAKE: What do you think tavvyboy should i take my idea to the troll patent office and make a mint?</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: i DON'T THINK WE HAVE A THING LIKE THAT,</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: aLSO,</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: aLL OF MY PEOPLE ARE EXTINCT, aND MY PLANET IS BADLY EXPLODED,</p>\n<p style=\"color: #1f9400\">JAKE: Oh yeah.</p>\n<p style=\"color: #1f9400\">JAKE: Heh oopsie.</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: bUT YEAH, tRAGEDY SITUATIONS NOT IN CONSIDERATION,,,</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: i SYMPATHIZE ENTIRELY WITH YOUR SOCIAL IMPASSE, cAUSING NOT GOOD REFLECTIONS ABOUT YOURSELF, tHAT MAYBE ALSO DOUBLE AS LIBERATING STUFF ABOUT YOU THAT YOU RANDOMLY DECIDE IS FINE SUDDENLY,</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: oLD ACQUAINTANCES, aND GUYS YOU ONCE CALLED FRIENDS,</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: tHOSE ARE VERY HARD,</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: bECAUSE OVER TIME THEY GET EXPOSED TOO MUCH, tO ALL MY FLAWS AND INSECURITIES,</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: aND THEY START LIKING ME LESS BECAUSE OF THAT,</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: aT LEAST, tHAT'S HOW THE TRUTH FEELS, iN MY BRAIN,</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: sO i START THINKING, mAYBE THEY CAN'T BE THAT IMPORTANT TO ME, aFTER ALL, iF i'M GOING TO WANT TO FEEL NOT SAD ABOUT MYSELF ALL THE TIME,</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: bUT THEN, aLSO,</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: i REALLY DO ENJOY MAKING *NEW* FRIENDS,</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: aND EVEN THOUGH i DON'T HAVE MANY TALENTS OR BATTLE SKILLS, oR INTELLIGENCE, oR DISCERNIBLE POSITIVE QUALITIES,</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: oNE THING i THINK i'M GOOD AT THAT PEOPLE UNDERESTIMATE,</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: iS MAKING NEW FRIENDS, wHO DON'T KNOW MY FLAWS YET, }:)</p>\n<p style=\"color: #1f9400\">JAKE: Yeah...</p>\n<p style=\"color: #1f9400\">JAKE: <span style=\"font-style: italic\">Yeah!</span></p>\n<p style=\"color: #1f9400\">JAKE: Cheese and crackers tavvers what an inspirational little spiel that just was.</p>\n<p style=\"color: #1f9400\">JAKE: Mayhaps youve more concealed talents than you let on??</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: nO, aBSOLUTELY NOT, bUT THANK YOU,</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: aAA,,</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: aAAAA,,, cHOO!</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: aCHOO!,!</p>\n<p style=\"color: #1f9400\">JAKE: Tavmeister are you ok?</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: aAACHOO!</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: aCHOOOOOOO,,,!</p>\n<p style=\"color: #1f9400\">JAKE: Heavens to murgatroyd park tavenue whats the matter??</p>\n<img border=\"0\" src=\"http://mspaintadventures.com/scraps2/jasprose_sm1.gif\"/>\n<p style=\"color: #0715cd\">TAVROSPRITE: aACHOO!</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: aCHOOO,!,</p>\n<p style=\"color: #1f9400\">JAKE: Speak to me lobster tavioli!!!</p>\n<img border=\"0\" src=\"http://mspaintadventures.com/scraps2/jasprose_sm2.gif\"/>\n<p style=\"color: #0715cd\">TAVROSPRITE: aAAAA,,,,,</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: cHOOOOOOOOOOOO!</p>\n<p style=\"color: #0715cd\">TAVROSPRITE: aCHOO, aCHOO, aCHOO!!!</p>\n<p style=\"color: #1f9400\">JAKE: Ey! Rikki tikki tavi! Lay it on me bro... do you need to go to a hospital or what?!</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}