{
    "version": 0,
    "page": 3869,
    "commands": [
        {
            "command": "[o] You are not supposed to kiss her, Mr. Noir. ",
            "link": "/story/3870"
        }
    ],
    "media": [
        {
            "file": "03866_1.gif",
            "folder": "0"
        },
        {
            "file": "03866_2.gif",
            "folder": "0"
        },
        {
            "file": "03866_3.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #626262\">CG: JADE FROM FURTHER AHEAD ON YOUR TIMELINE.</p>\n<p style=\"color: #626262\">CG: BEFORE MY PIECE OF SHIT CLOWN-BRO MADE EVERYTHING TERRIBLE HERE, SHE AND I WERE HAMMERING OUT THESE PLANS.</p>\n<p style=\"color: #626262\">CG: I TALKED TO HER ACROSS PRETTY MUCH THE FULL SPREAD OF HER TIMELINE, UNTIL THE SCRATCH STARTS AND THE FEED CUTS OUT.</p>\n<p style=\"color: #626262\">CG: SO I HAVE A SENSE OF THE WHOLE PICTURE HERE, AND IT'S MY JOB NOW TO PUT SOME THINGS INTO MOTION.</p>\n<p style=\"color: #0715cd\">EB: that's cool!</p>\n<p style=\"color: #0715cd\">EB: it's nice to hear you are working together. i should pester jade and see what she's up too...</p>\n<p style=\"color: #626262\">CG: YOU SHOULD SIT YOUR ASS TIGHT AND DO THE FUCK WHAT I TELL YOU THE FUCK TO FUCKING DO.</p>\n<p style=\"color: #0715cd\">EB: oh...</p>\n<p style=\"color: #626262\">CG: ANYWAY, SHE AND DAVE DO A LOT OF FROG BREEDING, ACCELERATING THE PROCESS SIGNIFICANTLY BY EXPLOITING TIME TRAVEL, WITH HELP FROM ME AND KANAYA, SINCE WE WERE IN CHARGE OF FROG DUTIES IN OUR SESSION.</p>\n<p style=\"color: #0715cd\">EB: frog duties???</p>\n<p style=\"color: #0715cd\">EB: wait, which one is kanaya again?</p>\n<p style=\"color: #626262\">CG: DON'T INTERRUPT, I AM FOLLOWING A TRAIN OF THOUGHT.</p>\n<p style=\"color: #626262\">CG: OK, KANAYA IS MY OTHER BEST FRIEND, AND SHE WAS THE HERO OF SPACE LIKE JADE WHICH MEANS SHE'S THE STOKER OF THE FORGE AND IS BASICALLY IN CHARGE OF FROGS, WHICH SOUNDS RETARDED, I KNOW. YOU BREED THE RIGHT FROG TO MAKE THE UNIVERSE YOU WANT TO MAKE, WHICH IS A LONG ARDUOUS PROCESS AND I KIND OF FUCKED IT UP IN MY GAME, BUT THAT'S A WHOLE OTHER STORY WHICH I'LL GET TO LATER, OK?</p>\n<p style=\"color: #0715cd\">EB: wow. ok.</p>\n<p style=\"color: #626262\">CG: SHE AND DAVE RAN INTO JACK, WHICH I'M SURE HE MUST HAVE SAW COMING BECAUSE I'VE NEVER SEEN ANYONE EXPLOIT TIME TRAVEL SO SHAMELESSLY AS HIM, NOT EVEN ARADIA.</p>\n<p style=\"color: #0715cd\">EB: aradia?</p>\n<p style=\"color: #626262\">CG: JUST ANOTHER DEAD TROLL, WHO CARES.</p>\n<p style=\"color: #0715cd\">EB: :(</p>\n<p style=\"color: #626262\">CG: STOP FROWNING, SHE WAS ALREADY DEAD BEFORE SHE DIED.</p>\n<p style=\"color: #0715cd\">EB: ...</p>\n<p style=\"color: #0715cd\">EB: :(</p>\n<p style=\"color: #626262\">CG: SO SHE AND DAVE FOUGHT WITH HIM A WHILE, AND LONG STORY SHORT, HE DIED.</p>\n<p style=\"color: #0715cd\">EB: what!!!</p>\n<p style=\"color: #626262\">CG: BUT IT'S FINE, I GUESS THAT WAS HIS PLAN, LIKE SOME BIZARRE USELESS LAST STAND, EVEN IF HE DIDN'T TELL JADE WHO WAS PRETTY FREAKED OUT UNTIL I TALKED HER THROUGH IT.</p>\n<p style=\"color: #0715cd\">EB: did she kiss him too? :O</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}