{
    "version": 0,
    "page": 7638,
    "commands": [
        {
            "command": "[A6A6I5] ====> ",
            "link": "/story/7639"
        }
    ],
    "media": [
        {
            "file": "07634.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #626262\">KARKAT: BUT SERIOUSLY, I STILL DO WANT TO HELP MAKE A DIFFERENCE IN THIS BATTLE SOMEHOW!</p>\n<p style=\"color: #008141\">KANAYA: I Know You Do</p>\n<p style=\"color: #626262\">KARKAT: LOOK, I COMPLETELY ADMIT. I'M SHIT.</p>\n<p style=\"color: #626262\">KARKAT: I'M THE SHIT THEY RESERVE FOR THE SMELLIEST TOILET WHEN IT COMES TO FIGHTING ABILITY.</p>\n<p style=\"color: #626262\">KARKAT: ALL THAT SMACK TALK BETWEEN ME AND VRISKA ABOUT MY USELESSNESS, THAT WASN'T EVEN SOME SNAPPY LITTLE FARCE, WHERE WE ALL RIDE KARKAT'S CROTCH BANDEAU FOR A LIVELY CHUCKLE.</p>\n<p style=\"color: #626262\">KARKAT: IT WAS JUST SOME BASIC BOILERPLATE INTERLOCUTION THAT WAS EXACTLY ON THE FUCKING LEVEL.</p>\n<p style=\"color: #626262\">KARKAT: I'M NOT A GOD TIER, BUT YOU KNOW WHAT? NEITHER ARE YOU, AND NEITHER IS TEREZI.</p>\n<p style=\"color: #626262\">KARKAT: BUT YOU'RE BOTH GREAT, AND DEADLY AS SHIT. IT'S NO EXCUSE.</p>\n<p style=\"color: #626262\">KARKAT: I'VE NEVER BEEN ANY GOOD, AND IT TOOK ME A LONG TIME TO COME TO TERMS WITH HOW DELUDED I WAS ABOUT THAT.</p>\n<p style=\"color: #626262\">KARKAT: THE ONLY REASON WE ENDED UP WINNING OUR GAME WAS THAT EVERYONE ELSE WAS ABLE TO PICK UP THE SLACK FOR ME.</p>\n<p style=\"color: #626262\">KARKAT: PRETTY MUCH ALL I DID WAS SPEND A FEW WEEKS SHOUTING AT EVERYBODY.</p>\n<p style=\"color: #626262\">KARKAT: I NEVER TOLD ANYONE THIS BUT...</p>\n<p style=\"color: #626262\">KARKAT: EVEN WHEN I BEAT MY DENIZEN</p>\n<p style=\"color: #626262\">KARKAT: I'M PRETTY SURE THAT'S ONLY BECAUSE I GOT THE ONE RESERVED FOR THE WEAKEST PLAYERS.</p>\n<p style=\"color: #626262\">KARKAT: LIKE A SPECIAL ONE.</p>\n<p style=\"color: #626262\">KARKAT: YOU KNOW HOW THERE'S THAT SUPPOSEDLY RARE ONE THAT ONLY REALLY STRONG PLAYERS GET... IT HAS SOME WEIRD FUCKING NAME.</p>\n<p style=\"color: #626262\">KARKAT: I'M PRETTY SURE MINE WAS LIKE THAT. BUT JUST THE OPPOSITE.</p>\n<p style=\"color: #626262\">KARKAT: REALLY, I NEVER SAID *ANYTHING* ABOUT THIS BECAUSE IT WAS SO EMBARRASSING, BUT</p>\n<p style=\"color: #626262\">KARKAT: WHEN I GOT TO HIM, HE WAS... WEIRDLY SMALL??</p>\n<p style=\"color: #626262\">KARKAT: LIKE JUST REALLY SMALL.</p>\n<p style=\"color: #626262\">KARKAT: AND HE MUMBLES HIS CHOICE SHIT WHICH OF COURSE I COMPLETELY IGNORE, AND HE SEEMS TO KNOW I WILL.</p>\n<p style=\"color: #626262\">KARKAT: I CAN HEAR IT IN HIS VOICE. HE KNOWS I WON'T CARE, HE CAN SENSE MY CONTEMPT, HE CAN SENSE HOW SMALL AND PITIFUL I FEEL, AND BECAUSE HE'S LIKE ALL KNOWING AND SHIT, HE'S *FACTORED THIS IN*.</p>\n<p style=\"color: #626262\">KARKAT: ON SOME LEVEL, I THINK I UNDERSTOOD ALL THIS, AND IT JUST MADE ME FURIOUS.</p>\n<p style=\"color: #626262\">KARKAT: SO I KILLED HIM.</p>\n<p style=\"color: #626262\">KARKAT: AND IT WAS TOO EASY. EVEN FOR ME, IT WAS EASY.</p>\n<p style=\"color: #626262\">KARKAT: I REMEMBER THINKING \"WHAT THE FUCK?\" AFTER THE FINAL BLOW.</p>\n<p style=\"color: #626262\">KARKAT: SO YEAH, I'VE BEEN PRETTY SURE I GOT THE \"TRAINING DENIZEN\" EVER SINCE. IT WAS JUST A MATTER OF ADMITTING IT TO MYSELF.</p>\n<p style=\"color: #626262\">KARKAT: ACTUALLY, AS DUMB AS IT SOUNDS...</p>\n<p style=\"color: #626262\">KARKAT: I THINK I'M *STILL* NOT COMFORTABLE WITH PEOPLE KNOWING THAT FACT. IT STILL FEELS HUMILIATING.</p>\n<p style=\"color: #626262\">KARKAT: WOULD YOU MIND NOT TELLING ANYONE, KANAYA?</p>\n<p style=\"color: #008141\">KANAYA: Ill Stay Quiet</p>\n<p style=\"color: #626262\">KARKAT: BUT YEAH, MY UTTERLY TRAGIC LAMENESS ATTRIBUTE NOTWITHSTANDING, I'D STILL LIKE TO CONTRIBUTE.</p>\n<p style=\"color: #626262\">KARKAT: I KNOW IT WON'T COUNT FOR MUCH.</p>\n<p style=\"color: #626262\">KARKAT: I MIGHT EVEN GET IN THE WAY OF SOMEBODY COMPETENT.</p>\n<p style=\"color: #626262\">KARKAT: BUT IT MATTERS TO ME, TO PUT EVERYTHING ON THE LINE, FOR ALL THE RIGHT REASONS THIS TIME.</p>\n<p style=\"color: #626262\">KARKAT: NOT TO PROVE I'M STRONG OR AWESOME OR ANYTHING.</p>\n<p style=\"color: #626262\">KARKAT: THE OPPOSITE REALLY... TO PUT MYSELF OUT THERE KNOWING PERFECTLY WELL I'M NOT.</p>\n<p style=\"color: #626262\">KARKAT: I FEEL LIKE I HAVE TO EARN THE RIGHT TO INHERIT THIS UNIVERSE LIKE EVERYONE ELSE.</p>\n<p style=\"color: #626262\">KARKAT: NOT JUST GET DRAGGED INTO IT ON THE LOOSE FABRIC OF EVERYONE'S FUCKING PAJAMAS.</p>\n<p style=\"color: #626262\">KARKAT: IT ALSO FEELS IMPORTANT TO JUST</p>\n<p style=\"color: #626262\">KARKAT: I DON'T KNOW</p>\n<p style=\"color: #626262\">KARKAT: STAND THERE WITH MY FRIENDS.</p>\n<p style=\"color: #626262\">KARKAT: THEY'RE RISKING THEIR LIVES, AND THEY MAY BE MORE SUPERNATURALLY RESILIENT OR WHATEVER, BUT HEY.</p>\n<p style=\"color: #626262\">KARKAT: I SHOULD BE RISKING MINE TOO.</p>\n<p style=\"color: #626262\">KARKAT: TO AT LEAST SHOW I'M THERE WITH THEM.</p>\n<p style=\"color: #626262\">KARKAT: AND WHO KNOWS, MAYBE A MOMENT WILL PRESENT ITSELF...</p>\n<p style=\"color: #626262\">KARKAT: WHERE I CAN DO SOMETHING IMPORTANT.</p>\n<p style=\"color: #626262\">KARKAT: LIKE NUDGE SOMEONE OUT OF THE WAY OF A RANDOM FLAMING FUCKBALL JUST IN TIME.</p>\n<p style=\"color: #626262\">KARKAT: OR SOME OTHER SMALL THING ACTUALLY WITHIN MY ABILITY.</p>\n<p style=\"color: #626262\">KARKAT: MAYBE I'LL DIE IN THE PROCESS OF SAVING SOMEONE MORE CRUCIAL TO VICTORY?</p>\n<p style=\"color: #626262\">KARKAT: IF THAT'S WHAT IT TAKES TO BE A PART OF THIS, SO BE IT.</p>\n<p style=\"color: #626262\">KARKAT: I'M IN.</p>\n<p style=\"color: #008141\">KANAYA: Thats Why Youre Our Leader Karkat </p>\n<p style=\"color: #626262\">KARKAT: I'M NOT YOUR FUCKING LEADER!!!</p>\n<p style=\"color: #008141\">KANAYA: Statements Like That Are Also Why Youre Our Leader</p>\n<p style=\"color: #626262\">KARKAT: NO, I DON'T ACCEPT THAT.</p>\n<p style=\"color: #008141\">KANAYA: You Have To</p>\n<p style=\"color: #626262\">KARKAT: WHAT</p>\n<p style=\"color: #626262\">KARKAT: WHY?!</p>\n<p style=\"color: #626262\">KARKAT: NO I DON'T.</p>\n<p style=\"color: #626262\">KARKAT: LOOK, WE *JUST* ESTABLISHED THIS BACK ON THE PAD.</p>\n<p style=\"color: #626262\">KARKAT: I'M NOT A LEADER ANYMORE. END OF STORY.</p>\n<p style=\"color: #008141\">KANAYA: That Isnt What Echidna Said</p>\n<p style=\"color: #626262\">KARKAT: ??????</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}