{
    "version": 0,
    "page": 5497,
    "commands": [
        {
            "command": "[A6I4] ==> ",
            "link": "/story/5498"
        }
    ],
    "media": [
        {
            "file": "05494.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #2ed73a\">SO MY GOAL IS. TO BURROW FUCK DEEP INTO THE CENTER OF EARTH.</p>\n<p style=\"color: #2ed73a\">UNLOCK HIS DOOR.</p>\n<p style=\"color: #2ed73a\">AND THEN DESTROY HIM.</p>\n<p style=\"color: #000000\">Sort of.</p>\n<p style=\"color: #000000\">You can fight him then and there if you want. But that won't do you much good. And not just because he'd probably kill you instantly.</p>\n<p style=\"color: #000000\">You're better off listening to him.</p>\n<p style=\"color: #2ed73a\">WHY.</p>\n<p style=\"color: #000000\">Because he will make you an offer.</p>\n<p style=\"color: #000000\">By which I mean he will give you <span style=\"text-decoration: underline\">The Choice</span>.</p>\n<p style=\"color: #2ed73a\">THE CHOICE TO DO WHAT.</p>\n<p style=\"color: #000000\">I won't tell you that.</p>\n<p style=\"color: #2ed73a\">FUCK. NO.</p>\n<p style=\"color: #2ed73a\">YOU WERE ON SUCH A ROLL. OF NOT BEING SHITTY.</p>\n<p style=\"color: #000000\">It's just a very important decision you will have to take into consideration once you hear it. Something unique to you and your journey.</p>\n<p style=\"color: #000000\">Basically, if you accept his terms, your real adventure will begin. Your true planet will be unlocked, and a whole lot of other crazy shit will happen. It's best not to get bogged down in the details though.</p>\n<p style=\"color: #000000\">The bottom line is, by accepting, you will begin the most difficult game session anyone has ever attempted.</p>\n<p style=\"color: #2ed73a\">WHAT.</p>\n<p style=\"color: #2ed73a\">THAT'S BULLSHIT.</p>\n<p style=\"color: #2ed73a\">WHY DO I GET SUCH A RAW DEAL.</p>\n<p style=\"color: #000000\">Because you are being punished.</p>\n<p style=\"color: #2ed73a\">FOR WHAT.</p>\n<p style=\"color: #000000\">For your hubris in embarking on a one player session.</p>\n<p style=\"color: #000000\">That's against the rules.</p>\n<p style=\"color: #2ed73a\">WHAT RULES. WHERE ARE THESE RULES WRITTEN.</p>\n<p style=\"color: #000000\">They aren't written anywhere. They're just the rules.</p>\n<p style=\"color: #000000\">Are the rules you and your sister followed written anywhere?</p>\n<p style=\"color: #2ed73a\">NO.</p>\n<p style=\"color: #000000\">You just knew what they were, and you followed them. There were consequences for breaking them.</p>\n<p style=\"color: #2ed73a\">SO THIS SHIT ASS SESSION. IS PUNISHING ME FOR. BEING TOO FULL OF MYSELF. AND KILLING MY SISTER??</p>\n<p style=\"color: #000000\">Pretty much.</p>\n<p style=\"color: #2ed73a\">WHATEVER. I ACCEPT THE CONSEQUENCES. FOR DOING THOSE EXCELLENT THINGS.</p>\n<p style=\"color: #2ed73a\">JUST BRING IT ON.</p>\n<p style=\"color: #000000\">I thought you'd feel that way.</p>\n<p style=\"color: #2ed73a\">SO WHAT'S SO TERRIBLE ABOUT THIS SESSION. ASIDE FROM THE FIRST STAGE BEING INSANELY BORING.</p>\n<p style=\"color: #000000\">It's called a dead session.</p>\n<p style=\"color: #2ed73a\">SO.</p>\n<p style=\"color: #000000\">So, there are three kinds of fucked up sessions, and yours is the worst.</p>\n<p style=\"color: #000000\">There's a null session, which is pretty much a normal session that's doomed to failure.</p>\n<p style=\"color: #000000\">Everything works correctly. The sprites are prototyped, the battlefield can evolve, the Forge is present, Skaia can gestate a new universe... theoretically.</p>\n<p style=\"color: #000000\">But events conspire such that this never happens. Basically the players are doomed to fail.</p>\n<p style=\"color: #000000\">Then there's a void session, which is the same as a null session, but without even having the potential for success.</p>\n<p style=\"color: #000000\">Nothing is prototyped. The battlefield doesn't evolve. There's no Forge. It is completely inert.</p>\n<p style=\"color: #000000\">It has no chance of bearing fruit, at least not without some sort of miraculous external intervention. Like a deus ex machina.</p>\n<p style=\"color: #000000\">And then there's a dead session, which is a void session but worse. It's started by a single player. The kernelsprite collapses into a black hole, sucking the planet into it, and eventually the sun and entire solar system. There is no hope of creating a universe in such a session under any circumstance, not even with outside help. Victory and defeat in a dead session are dictated by totally different terms.</p>\n<p style=\"color: #000000\">One way of looking at it is, if you're fortunate enough to even get your quest started, it will be like playing the game on the extreme difficulty setting.</p>\n<p style=\"color: #000000\">Hope you're up for that!</p>\n<p style=\"color: #2ed73a\">OF COURSE I AM.</p>\n<p style=\"color: #2ed73a\">LET ME ASK YOU.</p>\n<p style=\"color: #2ed73a\">IF YOU WERE THE MOST DEADLY DENIZEN OF ALL.</p>\n<p style=\"color: #2ed73a\">WOULD YOU WANT TO MESS WITH...</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}