{
    "version": 0,
    "page": 3176,
    "commands": [
        {
            "command": "Jade: Throw LPOS outside with the trash. ",
            "link": "/story/3177"
        }
    ],
    "media": [
        {
            "file": "03173_1.gif",
            "folder": "0"
        },
        {
            "file": "03173_2.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #4ac925\">GG: hmmm...</p>\n<p style=\"color: #4ac925\">GG: i have seen this before</p>\n<p style=\"color: #6a006a\">CA: howws that possible</p>\n<p style=\"color: #6a006a\">CA: its a one of a kind wweapon plundered from an alternian ghost ship</p>\n<p style=\"color: #4ac925\">GG: i am very sure its the same rifle included with johns present</p>\n<p style=\"color: #4ac925\">GG: but...</p>\n<p style=\"color: #4ac925\">GG: bigger of course</p>\n<p style=\"color: #6a006a\">CA: probably a cheap imitation of the original</p>\n<p style=\"color: #6a006a\">CA: uh</p>\n<p style=\"color: #6a006a\">CA: kind of like that one there is</p>\n<p style=\"color: #6a006a\">CA: so theres your answwer stable loops ahoy</p>\n<p style=\"color: #6a006a\">CA: noww enjoy the utter fuckin domination it affords</p>\n<p style=\"color: #4ac925\">GG: yes but....</p>\n<p style=\"color: #4ac925\">GG: i did not provide the weapons!</p>\n<p style=\"color: #4ac925\">GG: my penpal did</p>\n<p style=\"color: #6a006a\">CA: wwhos that</p>\n<p style=\"color: #4ac925\">GG: the guy who helps me build the present</p>\n<p style=\"color: #4ac925\">GG: we worked on it together but he supplied the bunnys weapons</p>\n<p style=\"color: #4ac925\">GG: im pretty sure hes from the future!</p>\n<p style=\"color: #6a006a\">CA: wwhy</p>\n<p style=\"color: #4ac925\">GG: because he said hes my grandson</p>\n<p style=\"color: #6a006a\">CA: wwhat the fuck is a grandson</p>\n<p style=\"color: #6a006a\">CA: is that some kind of pervverse human familial thing</p>\n<p style=\"color: #4ac925\">GG: umm yes</p>\n<p style=\"color: #6a006a\">CA: nevvermind then your procreational biologistics make my fins curl in distaste</p>\n<p style=\"color: #4ac925\">GG: oh no!!!!!</p>\n<p style=\"color: #4ac925\">GG: aaaaa please dont tell anyone i told you about him!</p>\n<p style=\"color: #4ac925\">GG: augh how could i let that slip to you of all people</p>\n<p style=\"color: #6a006a\">CA: settle dowwn jade youre radically underestimatin the amount of shit i dont givve about this</p>\n<p style=\"color: #6a006a\">CA: ill havve you knoww this is the last time im plannin on talkin to any human</p>\n<p style=\"color: #6a006a\">CA: i got bigger ships to sink and soon wwhen im good and ready me and my luminous fuckin science stick havve got a date wwith jack noir</p>\n<p style=\"color: #6a006a\">CA: AND NO NOT THAT KIND OF DATE GIVVE ME A LITTLE FUCKIN CREDIT</p>\n<p style=\"color: #4ac925\">GG: wow ok!!!!</p>\n<p style=\"color: #4ac925\">GG: i wasnt going to say anything</p>\n<p style=\"color: #6a006a\">CA: wwhys this matter so hush hush anywway</p>\n<p style=\"color: #4ac925\">GG: he didnt want me to tell my friends who he really was</p>\n<p style=\"color: #4ac925\">GG: i guess maybe he was concerned about upsetting the timeline? i dunno</p>\n<p style=\"color: #6a006a\">CA: wwell maybe he didnt wwanna disrupt wwhatevver disgustin sequence of evvents wwas responsible for his spawwnin in the first place</p>\n<p style=\"color: #4ac925\">GG: maybe!</p>\n<p style=\"color: #4ac925\">GG: i have wondered about that, assuming he is right...</p>\n<p style=\"color: #4ac925\">GG: he was so nice, and it really did feel like i was talking to family, so i really dont think he was making it up</p>\n<p style=\"color: #4ac925\">GG: i couldnt help but try to imagine his parents...</p>\n<p style=\"color: #4ac925\">GG: and more interestingly.......</p>\n<p style=\"color: #4ac925\">GG: his grandfather :O</p>\n<p style=\"color: #4ac925\">GG: i still wonder who it could be...</p>\n<p style=\"color: #4ac925\">GG: although i guess at this point</p>\n<p style=\"color: #4ac925\">GG: the options are pretty limited :o</p>\n<p style=\"color: #6a006a\">CA: ok i think im startin to feel ill talkin about things makin me fathom pink wwigglers comin out a your owwn personal torso</p>\n<p style=\"color: #6a006a\">CA: so change a fuckin subject</p>\n<p style=\"color: #6a006a\">CA: that gun i just gavve you is somethin of a hatchright to the kid</p>\n<p style=\"color: #6a006a\">CA: happy i could play a role in your dirty stinkin lineage</p>\n<p style=\"color: #4ac925\">GG: like an heirloom? i guess it could be</p>\n<p style=\"color: #4ac925\">GG: do you even have those? if you dont have parents how could you?</p>\n<p style=\"color: #6a006a\">CA: no wwe dont knoww our direct forebears and im pretty sure any attempt to seek out or evven inquire about the supplier of your genes wwould be a fine wway to get yourself killed</p>\n<p style=\"color: #6a006a\">CA: but wwevve got our lore and it says wwe all got indivvidual ancestors wwho contribute to most of our genes abovve and beyond wwhat the grubs slurry does</p>\n<p style=\"color: #4ac925\">GG: ewwwwwwww</p>\n<p style=\"color: #6a006a\">CA: oh shut up</p>\n<p style=\"color: #6a006a\">CA: anywway a lot of us believve wwere meant to trace the footsteps of those ancestors evven though wwe can nevver knoww em</p>\n<p style=\"color: #6a006a\">CA: and on that journey wwe can come across belongings they once had cause wwe wwere hatched to find em and finish their wwork</p>\n<p style=\"color: #6a006a\">CA: i kinda think thats wwhy i found the gun in the first place</p>\n<p style=\"color: #6a006a\">CA: but noww im forsakin it because fuck i just found a better destiny than my old crappy one wwhich i nevver got any appreciation for anywway</p>\n<p style=\"color: #4ac925\">GG: hmmmm</p>\n<p style=\"color: #4ac925\">GG: then maybe that is how this heirloom should work</p>\n<p style=\"color: #6a006a\">CA: wwhat do you mean</p>\n<p style=\"color: #4ac925\">GG: well i dont want to use it!</p>\n<p style=\"color: #6a006a\">CA: aww man come on</p>\n<p style=\"color: #4ac925\">GG: so ill just dump it outside the house with the trash</p>\n<p style=\"color: #4ac925\">GG: and if it is fated to find my penpal one day then so be it!</p>\n<p style=\"color: #6a006a\">CA: god damn it</p>\n<p style=\"color: #6a006a\">CA: its like you people go out of your wway to think a howw to disrespect me</p>\n<p style=\"color: #4ac925\">GG: maybe you should have been nicer to me!</p>\n<p style=\"color: #4ac925\">GG: in any case i dont appreciate the spirit in which the gift was given so this is what i will do!</p>\n<p style=\"color: #6a006a\">CA: fine fuck it wwhat do i care</p>\n<p style=\"color: #6a006a\">CA: this has been a completely flippin useless exchange as havve they all been wwith your species</p>\n<p style=\"color: #6a006a\">CA: and for the record</p>\n<p style=\"color: #6a006a\">CA: evven though i said that stuff about bein fated to find my gun</p>\n<p style=\"color: #6a006a\">CA: fate isnt real</p>\n<p style=\"color: #6a006a\">CA: its a lot of FAKE FUCKIN HORSEFEATHERS</p>\n<p style=\"color: #6a006a\">CA: noww go and be cleansed by the light of truth purity nonfakeness hope and abovve all SCIENCE</p>\n\n<p style=\"color: #4ac925\">gardenGnostic's</span> johnnytop exploded.</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}