{
    "version": 0,
    "page": 4852,
    "commands": [
        {
            "command": "==> ",
            "link": "/story/4853"
        }
    ],
    "media": [
        {
            "file": "04849.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #1f9400\">GT: Good gravy. Those are exotic circumstances!</p>\n<p style=\"color: #1f9400\">GT: And here i was thinking i had the most exciting and adventurous life. It turns out im just some chump on boring ass monster island in the silly old PRE apocalypse.</p>\n<p style=\"color: #f2a400\">TT: For what it's worth, I think it's gotta be more interesting living in the 21st century than the 25th.</p>\n<p style=\"color: #f2a400\">TT: Like it's really no contest.</p>\n<p style=\"color: #1f9400\">GT: Youre probably right.</p>\n<p style=\"color: #1f9400\">GT: Id be really keen on talking to roxy about this too!</p>\n<p style=\"color: #1f9400\">GT: Im very curious about her experiences as a future lady with all the whatsits. The hard shell folk.</p>\n<p style=\"color: #1f9400\">GT: I must say it turns my previous perception of your lives right on its friggin ear.</p>\n<p style=\"color: #f2a400\">TT: Man, she would love to talk to you about all this.</p>\n<p style=\"color: #f2a400\">TT: She hates keeping secrets. It's been killing her not to spill all these fucking beans way the hell prematurely.</p>\n<p style=\"color: #1f9400\">GT: Like what is even your day to day business like in sea hitlers water apocalypse??</p>\n<p style=\"color: #f2a400\">TT: Well, I mostly shit around in my apartment all day, building stuff, reading about history, and flipping out with my sword.</p>\n<p style=\"color: #f2a400\">TT: Sometimes I go fishing and check out the underwater ruins.</p>\n<p style=\"color: #f2a400\">TT: She does plenty of useless fucking around too, but at least she's got a neighborhood.</p>\n<p style=\"color: #f2a400\">TT: She also uses one of her gadgets to gank vegetables and stuff from the past.</p>\n<p style=\"color: #f2a400\">TT: She tries to feed the hungry neighbors whatever she can scrounge up.</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}