{
    "version": 0,
    "page": 4691,
    "commands": [
        {
            "command": "[A6I2] ==> ",
            "link": "/story/4692"
        }
    ],
    "media": [
        {
            "file": "04688.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #ff0000\">CCG: OH GET OVER YOURSELF, OUR TEN MINUTES IS ALMOST UP.</p>\n<p style=\"color: #ff0000\">CCG: I WOULD JUST LIKE TO KNOW.</p>\n<p style=\"color: #ff0000\">CCG: IS SHE PUNISHING ME FOR SOMETHING?</p>\n<p style=\"color: #ff0000\">CCG: I DON'T NEED TO REMIND YOU HOW MUCH TIME SHE SPENDS GALLIVANTING AROUND THE METEOR WITH YOU KNOW WHO.</p>\n<p style=\"color: #626262\">FCG: NO YOU SURE AS FUCK DO NOT.</p>\n<p style=\"color: #ff0000\">CCG: AFTER ALL THIS TIME I *STILL* CAN'T TELL IF SHE'S SERIOUS ABOUT THAT, OR DOING IT TO FUCK WITH ME.</p>\n<p style=\"color: #ff0000\">CCG: WHAT DO YOU THINK? IS THERE SOMETHING LEGITIMATELY RED GOING ON THERE?</p>\n<p style=\"color: #ff0000\">CCG: HOW CAN I COMMAND SUCH ABSOLUTE MASTERY OVER THE ROMANTIC SCIENCES YET REMAIN PERPLEXED BY THIS???</p>\n<p style=\"color: #ff0000\">CCG: MAYBE I CAN'T GET A READ BECAUSE HE'S NOT A TROLL, AND THEREFORE HAS NO IDEA WHAT THE FUCK HE'S DOING?</p>\n<p style=\"color: #ff0000\">CCG: IT'S LIKE TRYING TO DECIPHER AN INTRICATE COURTSHIP PROCESS BETWEEN AN ATTRACTIVE POTENTIAL MATESPRIT, AND SOME SORT OF VEGETABLE.</p>\n<p style=\"color: #ff0000\">CCG: LIKE IT DOESN'T COMPUTE.</p>\n<p style=\"color: #626262\">FCG: FUCK, THIS IS SO EMBARRASSING LISTENING TO THIS, MAKE IT STOP.</p>\n<p style=\"color: #ff0000\">CCG: QUIET, I'M TALKING.</p>\n<p style=\"color: #ff0000\">CCG: I JUST FEEL LIKE MAYBE I'M PAST THE POINT OF NO RETURN WITH HER.</p>\n<p style=\"color: #ff0000\">CCG: WHERE BEFORE THERE WAS MARGIN FOR ERROR, PROBABLY WAY MORE THAN I EVER DESERVED.</p>\n<p style=\"color: #ff0000\">CCG: AND NOW THAT'S IT. SHE'S TOTALLY HAD IT, AND THERE'S A NEW DUDE WITH CANDYBLOOD IN TOWN.</p>\n<p style=\"color: #ff0000\">CCG: HE'S JUST GOT IT ALL, DOESN'T HE? HE'S A MUCH BETTER ARTIST THAN I AM, FOR ONE THING.</p>\n<p style=\"color: #ff0000\">CCG: AND HIS HORNS ARE SO NUBBY, THEY DON'T EVEN EXIST! TALK ABOUT HITTING THE JACKPOT.</p>\n<p style=\"color: #ff0000\">CCG: AM I OFF BASE??</p>\n<p style=\"color: #626262\">FCG: WE JUST WENT OVER THIS.</p>\n<p style=\"color: #626262\">FCG: I DIDN'T GET IT THEN BECAUSE I WAS TOO BUSY WHINING AND FEELING SORRY FOR MYSELF LIKE YOU'RE DOING NOW SO PIPE DOWN AND LISTEN.</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}