{
    "version": 0,
    "page": 7526,
    "commands": [
        {
            "command": "[A6A6I5] ====> ",
            "link": "/story/7527"
        }
    ],
    "media": [
        {
            "file": "07522.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #005682\">VRISKA: Ah yes. Another true work of art has 8een made here today.</p>\n<p style=\"color: #005682\">VRISKA: Anyway, this ugly customer you see here?</p>\n<p style=\"color: #005682\">VRISKA: This is the Jack n8tive to the session we're in now.</p>\n<p style=\"color: #005682\">VRISKA: Somehow he got possessed 8y, or like, INFUSED with...? Lord English's crazy, ridiculously destructive magical energy.</p>\n<p style=\"color: #005682\">VRISKA: I have no idea why or how this happened, how it's theoretically even possi8le, or why we should actually care.</p>\n<p style=\"color: #005682\">VRISKA: The fact of the matter is, it happened, and now we have to deal with this hideous rain8ow-eyed monstrosity.</p>\n<p style=\"color: #005682\">VRISKA: Given what I have learned a8out Lord English's a8ilities, this will make his attacks quite lethal, and he will 8e EXTREMELY difficult to kill.</p>\n<p style=\"color: #005682\">VRISKA: In fact, that fucking rain8ow energy might just give him the highest constitution ranking of any adversary, possi8ly making him the toughest one here to actually kill off.</p>\n<p style=\"color: #005682\">VRISKA: The only reason he's not at Dog Tier threat level is 8ecause, for all his power, at least it's localized to wherever he happens to 8e.</p>\n<p style=\"color: #005682\">VRISKA: He's a8out as slow as any of us lowly non-omnipotents.</p>\n<p style=\"color: #005682\">VRISKA: He's not quite as relevant to keep occupied, or even to defeat, as the Condesce herself.</p>\n<p style=\"color: #005682\">VRISKA: 8ut he's still going to 8e HUGE TROU8LE when he gets here.</p>\n<p style=\"color: #005682\">VRISKA: You're going to need to stick some really good fighters on him.</p>\n<p style=\"color: #005682\">VRISKA: My advice is also to SERIOUSLY prepare for casualties during that fight.</p>\n<p style=\"color: #005682\">VRISKA: As the group's chief healer, Jane is going to need rapid access to the multiple fronts of this 8attle.</p>\n<p style=\"color: #005682\">VRISKA: More on that l8ter.</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}