{
    "version": 0,
    "page": 5798,
    "commands": [
        {
            "command": "https://www.homestuck.com/assets/act6act5act1x2arrows-a3624b6c118fbd8fe4faad4db797b01a2819b3e9434a9137362afc43ccd3483a.gif",
            "link": "story/5798#2"
        }
    ],
    "media": [
        {
            "file": "05795.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #f2a400\">TT: Jane, you know,</p>\n<p style=\"color: #f2a400\">TT: We probably should have talked about this Jake stuff a long time ago.</p>\n<p style=\"color: #00d5f2\">GG: Tell me about it.</p>\n<p style=\"color: #f2a400\">TT: I don't know if I was kidding myself all those years that there was a conflict of interest between us, or what.</p>\n<p style=\"color: #00d5f2\">GG: Same.</p>\n<p style=\"color: #f2a400\">TT: Maybe I was just pretending your feelings for him weren't a factor because my pursuit of him was already overcomplicated enough.</p>\n<p style=\"color: #f2a400\">TT: Or maybe it was more like I was aware of them, but on some level decided they shouldn't matter, because I felt like you had a natural advantage over me.</p>\n<p style=\"color: #f2a400\">TT: Cause you know. You're like.</p>\n<p style=\"color: #f2a400\">TT: Not a dude.</p>\n<p style=\"color: #00d5f2\">GG: But I always felt you had the advantage over me too!</p>\n<p style=\"color: #00d5f2\">GG: Because you're... YOU.</p>\n<p style=\"color: #00d5f2\">GG: You make things happen, and I don't.</p>\n<p style=\"color: #f2a400\">TT: Yeah well. Turns out maybe that's not such a good quality if you wanna make a relationship last longer than three seconds. At least not in my case.</p>\n<p style=\"color: #f2a400\">TT: I know I ripped into him pretty hard when I had the clown hair and the little soda can on my head.</p>\n<p style=\"color: #f2a400\">TT: But the truth is I was pretty goddamn overbearing.</p>\n<p style=\"color: #f2a400\">TT: Sometimes I look back on stuff and think I might have essentially bullied him into a relationship with me.</p>\n<p style=\"color: #f2a400\">TT: Actually, it's more complicated than that. Parts of me were operating independently from myself.</p>\n<p style=\"color: #f2a400\">TT: So it's like I was bullying myself into bullying him into liking me. If that makes sense.</p>\n<p style=\"color: #00d5f2\">GG: It doesn't really. But that's fine. :B</p>\n<p style=\"color: #f2a400\">TT: Anyway, my insanity scared him right the fuck off. There were times when I basically treated him like shit without even realizing it, and I regret it.</p>\n<p style=\"color: #f2a400\">TT: I should probably tell him that, but given how I just called him an asshole while wearing orange suspenders, I'm probably the last person he wants to hear from now.</p>\n<p style=\"color: #00d5f2\">GG: Clearly we both used some poor judgment.</p>\n<p style=\"color: #00d5f2\">GG: Looking back, it seems crazy to me that we both jeopardized our friendship over a mutual infatuation with, let's face it, one spectacularly goofy kid.</p>\n<p style=\"color: #f2a400\">TT: Can we both at least agree we may have overrated the allure of Jake English?</p>\n<p style=\"color: #00d5f2\">GG: YES.</p>\n<p style=\"color: #f2a400\">TT: Maybe if we could have talked to each other about him it would have helped. Like talked about why we felt that way about him.</p>\n<p style=\"color: #f2a400\">TT: At least maybe it would have helped us knock English down from the ludicrous pedestal we put him on.</p>\n<p style=\"color: #00d5f2\">GG: Yeah. That might have saved us a lot of grief.</p>\n<p style=\"color: #00d5f2\">GG: It's not like I hate him now, even though that's probably what he thinks. He's still my friend.</p>\n<p style=\"color: #00d5f2\">GG: But the extent to which I centered my whole life around a childish fantasy about him is just painfully embarrassing in hindsight.</p>\n<p style=\"color: #00d5f2\">GG: I wonder if I'll ever be able to look at him again without feeling miserable about myself?</p>\n<p style=\"color: #f2a400\">TT: So does that mean we're both totally over him now? I can't really tell.</p>\n<p style=\"color: #00d5f2\">GG: Me neither. :\\</p>\n<p style=\"color: #f2a400\">TT: I guess the real problem is our clique was too small.</p>\n<p style=\"color: #f2a400\">TT: Poor Jake was the only viable romantic target. I mean, considering our respective orientations.</p>\n<p style=\"color: #f2a400\">TT: Maybe we just never knew enough people?</p>\n<p style=\"color: #00d5f2\">GG: Perhaps.</p>\n<p style=\"color: #00d5f2\">GG: Or maybe we just don't need anybody.</p>\n<p style=\"color: #00d5f2\">GG: As anything other than friends, I mean.</p>\n<p style=\"color: #f2a400\">TT: In the interest of appeasing the bitterness gods, let's go with the latter.</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}