{
    "version": 0,
    "page": 7697,
    "commands": [
        {
            "command": "[A6A6I5] ====> ",
            "link": "/story/7698"
        }
    ],
    "media": [
        {
            "file": "07693.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #0715cd\">JOHN: what do you think they are talking about over there?</p>\n<p style=\"color: #00d5f2\">JANE: I suspect Roxy wanted some time to catch up with an old friend.</p>\n<p style=\"color: #00d5f2\">JANE: I'm sure I would want the same, if I hadn't just had an extensive reunion with her myself.</p>\n<p style=\"color: #0715cd\">JOHN: yeah, i guess we should just chill out and give them a moment.</p>\n<p style=\"color: #0715cd\">JOHN: it isn't QUITE time to head to our battle stations yet, so we might as well try to relax until it is.</p>\n<p style=\"color: #b536da\">ROSE: I imagine it's a lot easier to relax when another version of yourself hasn't been hijacked by your dead cat.</p>\n<p style=\"color: #0715cd\">JOHN: heheh, yeah, it probably is.</p>\n<p style=\"color: #0715cd\">JOHN: maybe you should try not to let her bug you, rose. she seems harmless enough.</p>\n<p style=\"color: #0715cd\">JOHN: plus, she's pretty funny!</p>\n<p style=\"color: #b536da\">ROSE: Sounds suspiciously like the advice of someone who's never had to deal with an outlandish alternate version of himself.</p>\n<p style=\"color: #0715cd\">JOHN: hey, i've bumped into other johns a few times!</p>\n<p style=\"color: #0715cd\">JOHN: can't say the experience has been anything other than perfectly agreeable. :p</p>\n<p style=\"color: #b536da\">ROSE: You mean, Johns that were essentially time duplicates? In the course of your retcon quest?</p>\n<p style=\"color: #0715cd\">JOHN: yes.</p>\n<p style=\"color: #b536da\">ROSE: Those don't count. Those were just regular Johns.</p>\n<p style=\"color: #b536da\">ROSE: What I'm saying is, you never had to deal with the John who was like, half Harry Anderson, and half Maplehoof the dear departed pony.</p>\n<p style=\"color: #0715cd\">JOHN: wow, that sounds GREAT!</p>\n<p style=\"color: #b536da\">ROSE: Come to think of it, you're the only one of us who hasn't. I mean, of our original group of friends.</p>\n<p style=\"color: #b536da\">ROSE: Dave had Bird Dave, Jade had Dog Jade, and now I have... *shudder*... Cat Rose.</p>\n<p style=\"color: #b536da\">ROSE: Why were you let off the hook?</p>\n<p style=\"color: #0715cd\">JOHN: i dunno.</p>\n<p style=\"color: #0715cd\">JOHN: guess you guys are just luckier than me. :)</p>\n<p style=\"color: #b536da\">ROSE: Even putting aside the wildly unwelcome body horror slapstick routine she represents, and the machine gun salvo of opprobrious remarks and conduct which my cat is apparently capable of releasing from my subconscious,</p>\n<p style=\"color: #b536da\">ROSE: I'm not sure where this leaves me.</p>\n<p style=\"color: #0715cd\">JOHN: what do you mean?</p>\n<p style=\"color: #b536da\">ROSE: I felt like I understood my place.</p>\n<p style=\"color: #b536da\">ROSE: I'd gotten myself in order somewhat. My, um.</p>\n<p style=\"color: #b536da\">ROSE: Beverage decisions had gotten more reasonable.</p>\n<p style=\"color: #b536da\">ROSE: I was ready to bear down and play my part in finishing this.</p>\n<p style=\"color: #b536da\">ROSE: I could even handle a stray Rosesprite brought to my doorstep by my sweet imbecile of a pet.</p>\n<p style=\"color: #b536da\">ROSE: Idiotic though that was, I was still clearly Rose Prime.</p>\n<p style=\"color: #b536da\">ROSE: But can I really claim that now?</p>\n<p style=\"color: #b536da\">ROSE: She's a... sprite SQUARED?!</p>\n<p style=\"color: #b536da\">ROSE: How is that even a thing.</p>\n<p style=\"color: #b536da\">ROSE: Can someone tell me how that's even a thing?</p>\n<p style=\"color: #00d5f2\">JANE: I can't tell you how it's even a thing.</p>\n<p style=\"color: #00d5f2\">JANE: I think we are all just as flabbergasted as you at its thinginess.</p>\n<p style=\"color: #b536da\">ROSE: What's next? Is there a sprite cubed? Or a...</p>\n<p style=\"color: #b536da\">ROSE: Let's not even entertain this avenue of thought.</p>\n<p style=\"color: #b536da\">ROSE: The point is, she must be quite powerful, insightful, and in spite of the beast she rents headspace out to, intelligent as well.</p>\n<p style=\"color: #b536da\">ROSE: Doesn't she arguably have more claim to being Real Rose than I do?</p>\n<p style=\"color: #0715cd\">JOHN: i don't think being the \"real rose\" necessarily means being the one who is more outgoing and chatty and powerful and stuff.</p>\n<p style=\"color: #0715cd\">JOHN: i'm not sure it means... anything?</p>\n<p style=\"color: #0715cd\">JOHN: i think maybe we should try to drop the stuff about who is the real version of who anyway. it's weird and it just hurts people's feelings.</p>\n<p style=\"color: #b536da\">ROSE: I don't care if my feelings are hurt, though.</p>\n<p style=\"color: #b536da\">ROSE: I just want to know where I stand.</p>\n<p style=\"color: #0715cd\">JOHN: i really don't think she is that threatening to you!</p>\n<p style=\"color: #0715cd\">JOHN: believe me, you still seem like the rose i always knew, whereas she... doesn't quite.</p>\n<p style=\"color: #0715cd\">JOHN: it seems to me she is a lot more interested in having fun and zipping around like a silly lunatic than usurping you as the main rose.</p>\n<p style=\"color: #b536da\">ROSE: Sure. That's what she WANTS you to think.</p>\n<p style=\"color: #0715cd\">JOHN: but why do you care? i thought i heard the other rose say, before she was a cat, that she liked the idea of being some sort of... backup rose.</p>\n<p style=\"color: #0715cd\">JOHN: do you not feel that way too?</p>\n<p style=\"color: #b536da\">ROSE: That was a different context.</p>\n<p style=\"color: #b536da\">ROSE: I probably would have felt the same way, if I found myself in her exact situation.</p>\n<p style=\"color: #b536da\">ROSE: Jasprose changes everything though.</p>\n<p style=\"color: #b536da\">ROSE: Now I feel a certain responsibility. Like I have to really step up.</p>\n<p style=\"color: #0715cd\">JOHN: step up??</p>\n<p style=\"color: #b536da\">ROSE: Yes. To make sure I stay regarded as the exemplary model.</p>\n<p style=\"color: #b536da\">ROSE: To provide assurance that the concept of Roseness itself doesn't degrade due to black market peddlers of substandard shit.</p>\n<p style=\"color: #b536da\">ROSE: Basically, I need to defend the integrity of the brand.</p>\n<p style=\"color: #0715cd\">JOHN: hahaha. oh my god.</p>\n<p style=\"color: #b536da\">ROSE: What?</p>\n<p style=\"color: #0715cd\">JOHN: nothing.</p>\n<p style=\"color: #0715cd\">JOHN: i just missed you so much!</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}