{
    "version": 0,
    "page": 2851,
    "commands": [
        {
            "command": "Karkat: Open memo. ",
            "link": "/story/2852"
        }
    ],
    "media": [
        {
            "file": "02850.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "-- gardenGnostic <span style=\"color: #4ac925\">[GG]</span> began pestering carcinoGeneticist <span style=\"color: #626262\">[CG]</span> --\n\n<p style=\"color: #4ac925\">GG: ok, my robot exploded</p>\n<p style=\"color: #4ac925\">GG: now what smart guy!</p>\n<p style=\"color: #626262\">CG: HOLY SHIT, IT'S HARLEY</p>\n<p style=\"color: #626262\">CG: COMMUNICATING WITH ME OUT OF NOWHERE OF HER OWN VOLITION</p>\n<p style=\"color: #626262\">CG: HOLD THAT THOUGHT WHILE I GO INFORM MY DISGRACE OF A CLOWN FRIEND ABOUT THIS TRUE REAL LIFE MIRACLE, IT MIGHT LIFT HIS SPIRITS</p>\n<p style=\"color: #626262\">CG: I HAVE TO SPREAD THE WICKED WORD LIKE I'M MASSAGING SHITTY SPARKLEDUST AROUND MY NETHER REGIONS TO ASSUAGE A VICIOUS RASH</p>\n<p style=\"color: #626262\">CG: IT'S LIKE I'M SEASONING A FUCKING STEAK HERE.</p>\n<p style=\"color: #4ac925\">GG: i knew i would regret this</p>\n<p style=\"color: #4ac925\">GG: talking to you is so terrible</p>\n<p style=\"color: #4ac925\">GG: its making my headache worse</p>\n<p style=\"color: #626262\">CG: OH YEAH, BECAUSE TALKING TO YOU HAS JUST BEEN ABSOLUTE EUPHORIA.</p>\n<p style=\"color: #626262\">CG: DON'T EVEN TALK TO ME ABOUT HEADACHES.</p>\n<p style=\"color: #626262\">CG: RIGHT NOW THERE'S A LUMBERJACK SPLITTING WOOD ON MY THINK PAN.</p>\n<p style=\"color: #626262\">CG: HE'S GOT THE FOREARMS OF A CHOLERBEAR, A MOUNTAIN OF LOGS, AND NOTHING BUT FUCKING TIME.</p>\n<p style=\"color: #4ac925\">GG: uuuugh shut uuuuup!</p>\n<p style=\"color: #4ac925\">GG: will you just tell me what you wanted?</p>\n<p style=\"color: #626262\">CG: I DON'T KNOW WHAT YOU'RE TALKING ABOUT.</p>\n<p style=\"color: #626262\">CG: I DIDN'T TELL YOU TO CONTACT ME, NOT THAT I'M NOT TICKLED BY THE SURPRISE.</p>\n<p style=\"color: #626262\">CG: LET'S CATCH UP. HOW IS EVERYTHING? HOW WAS YOUR DEATHNAP?? I CAN ONLY HOPE IT WAS AS REFRESHING AS MINE.</p>\n<p style=\"color: #626262\">CG: WHAT'S THAT? HOW AM I? I'M GREAT, FEEL LIKE A MILLION BOONBANKS EVER SINCE MY LITTLE POWER SNOOZE.</p>\n<p style=\"color: #626262\">CG: STILL PRETTY TIRED THOUGH. YOU LOOK A LITTLE DROWSY YOURSELF. BUT WE WON'T BE GOING BACK TO SLEEP ANY TIME SOON, WILL WE JADE?</p>\n<p style=\"color: #626262\">CG: NO WAY. A PAIR OF FEISTY GOGETTERS LIKE YOU AND ME, WE DON'T HAVE TIME FOR DREAMS OF HORRORTERRORS FONDLING EVERY RECESS OF OUR NAKED PSYCHES, PLEASANT THOUGH THEY ARE.</p>\n<p style=\"color: #626262\">CG: YOU HAVE A LOT OF IMPORTANT USELESS SCAMPERING AND GIGGLING TO DO. WHEREAS I HAVE A CRUCIAL DATE WITH A PNEUMATIC DRILL, TO BORE A HOLE IN THE CENTER OF MY FOREHEAD, DEEP INTO THE PLUMP ANGUISH BLADDER WHICH STORES MY ALIEN DISMAY FLUID. THAT'S A REAL THING WE HAVE, FYI.</p>\n<p style=\"color: #626262\">CG: I WILL THEN PERFORM A LITTLE SOFT SHOE NUMBER IN THE PUDDLE OF FLUID THAT ACCUMULATES ON THE FLOOR, WHILE MAKING THE BIGGEST SMILE EVER ATTEMPTED BY SOMEONE NOT CLINICALLY RETARDED.</p>\n<p style=\"color: #626262\">CG: I WILL DO THIS FOR YOUR AMUSEMENT, JADE. TO SAY THANKS FOR EVERYTHING.</p>\n<p style=\"color: #4ac925\">GG: i cant believe i fell for this</p>\n<p style=\"color: #4ac925\">GG: it was just a setup to troll me some more</p>\n<p style=\"color: #4ac925\">GG: why do you go to such lengths to troll me? i just dont understand it</p>\n<p style=\"color: #626262\">CG: TRY TO BE CULTURALLY SENSITIVE</p>\n<p style=\"color: #626262\">CG: TROLLING IS AN ACTIVITY THAT SHARES A NAME WITH MY ENTIRE SPECIES</p>\n<p style=\"color: #626262\">CG: DO I GET ON YOUR CASE FOR ALL THE TERRIBLE HUMANNING YOU DO?</p>\n<p style=\"color: #4ac925\">GG: thats ridiculous, humanning isnt a word</p>\n<p style=\"color: #4ac925\">GG: and if it was, it would be a nicer thing to do than trolling!</p>\n<p style=\"color: #4ac925\">GG: you know what i mean, stop pretending you dont</p>\n<p style=\"color: #626262\">CG: TELL ME JADE</p>\n<p style=\"color: #626262\">CG: WHY ARE YOU SUCH A RACIST?</p>\n<p style=\"color: #4ac925\">GG: aaaaaaa that is something a troll would say!</p>\n<p style=\"color: #626262\">CG: YES, EXACTLY.</p>\n<p style=\"color: #626262\">CG: I AM A TROLL. IT SEEMS WE ARE ON THE SAME PAGE.</p>\n<p style=\"color: #4ac925\">GG: i mean you are being patronizing and disingenuous to get a rise out of me</p>\n<p style=\"color: #4ac925\">GG: and that is really really shitty!!!!!!</p>\n<p style=\"color: #4ac925\">GG: i am so tired of it, and i am done talking to you forever</p>\n<p style=\"color: #4ac925\">GG: bye karkat, it was awful knowing you!</p>\n<p style=\"color: #626262\">CG: WAIT</p>\n<p style=\"color: #626262\">CG: OK LOOK</p>\n<p style=\"color: #626262\">CG: I SERIOUSLY, HONESTLY DON'T KNOW WHAT YOU'RE TALKING ABOUT.</p>\n<p style=\"color: #626262\">CG: YOU SAY YOUR ROBOT BLEW UP, AND THAT WAS SOME SORT OF SIGNAL TO MESSAGE ME?</p>\n<p style=\"color: #4ac925\">GG: yes</p>\n<p style=\"color: #4ac925\">GG: as if my day needed another reason to get worse</p>\n<p style=\"color: #626262\">CG: YOU PROBABLY DIDN'T CONTACT THE RIGHT ME.</p>\n<p style=\"color: #4ac925\">GG: what does that mean!</p>\n<p style=\"color: #626262\">CG: I MEAN FUTURE ME IS PROBABLY THE ONE TO TALK TO ABOUT THIS.</p>\n<p style=\"color: #626262\">CG: SINCE IT'S ALL NEWS TO ME.</p>\n<p style=\"color: #4ac925\">GG: is this another prank</p>\n<p style=\"color: #4ac925\">GG: you are seriously the worst at pranks</p>\n<p style=\"color: #626262\">CG: I DON'T PLAY PRANKS, THAT'S JUVENILE NONSENSE.</p>\n<p style=\"color: #626262\">CG: I DO TWO THINGS AND TWO THINGS ONLY, I DEVASTATE SORRY MOTHERFUCKERS, AND GET SHIT DONE AS AN AWESOME LEADER.</p>\n<p style=\"color: #626262\">CG: IN THIS CASE, I AM ACCOMPLISHING THE LATTER.</p>\n<p style=\"color: #626262\">CG: HERE, CLICK THIS AND WE WILL SOLVE THE MYSTERY TOGETHER.</p>\n<p style=\"color: #626262\">CG: <img border=\"0\" src=\"/images/storyfiles/hs2/scraps/FRUITYRUMPUSASSHOLEFACTORY.gif\"/></p>\n<p style=\"color: #4ac925\">GG: :|</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}