{
    "version": 0,
    "page": 5062,
    "commands": [
        {
            "command": "==> ",
            "link": "/story/5063"
        }
    ],
    "media": [
        {
            "file": "05059.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #1f9400\">GT: Whoa what is THIS place?</p>\n<p style=\"color: #1f9400\">GT: Things sure are a rumblin here in this enchanted purple palace.</p>\n<p style=\"color: #1f9400\">GT: I cant believe i never found those hidden transport pads under the thing.</p>\n<p style=\"color: #e00707\">TT: Dude, I could have told you they were there.</p>\n<p style=\"color: #1f9400\">GT: How did you know about them?</p>\n<p style=\"color: #e00707\">TT: I didn't.</p>\n<p style=\"color: #e00707\">TT: But it's like platformer gaming 101. You look everywhere for secret passages and power-ups and shit.</p>\n<p style=\"color: #e00707\">TT: Elevators are especially fucking suspicious.</p>\n<p style=\"color: #e00707\">TT: You go down an elevator, you wait for the elevator to go back up, you take a peek at what's underneath.</p>\n<p style=\"color: #e00707\">TT: Maybe it's just death spikes. Or maybe you hit warp zone paydirt.</p>\n<p style=\"color: #1f9400\">GT: You are so wise. I will never be as elite of a game bro as you.</p>\n<p style=\"color: #e00707\">TT: I'm not a Game Bro. I just know literally everything about basically all subjects.</p>\n<p style=\"color: #e00707\">TT: Now go back where you came from. Dirk might need help.</p>\n<p style=\"color: #1f9400\">GT: Will you untwist your virtual knickers. I have everything under control.</p>\n<p style=\"color: #1f9400\">GT: I think this may be where my grandma used to go during some of her expeditions.</p>\n<p style=\"color: #1f9400\">GT: You dont just pass up the chance for an adventure like this!</p>\n<p style=\"color: #e00707\">TT: Yes, Jake. You do.</p>\n<p style=\"color: #e00707\">TT: How much deeper down the damn bunny hole do you need to go? There is no White Rabbit waiting for you here.</p>\n<p style=\"color: #1f9400\">GT: We will just see about THAT.</p>\n<p style=\"color: #1f9400\">GT: Besides i have my skulltop with me so i can swoop in to assist dirk at any time!</p>\n<p style=\"color: #e00707\">TT: This is an atrocious idea.</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}