{
    "version": 0,
    "page": 4258,
    "commands": [
        {
            "command": "==> ",
            "link": "/story/4259"
        }
    ],
    "media": [
        {
            "file": "04255.gif",
            "folder": "0"
        }
    ],
    "retconShit": [
        {
            "file": "04255retcon.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #00d5f2\">GG: Well, aside from thousands of dollars in corpse-repair richer, I can't say.</p>\n<p style=\"color: #f2a400\">TT: Has he been sleeping in the old man hollow again? Shit, that's adorable.</p>\n<p style=\"color: #00d5f2\">GG: I can think of cuter places for him to sleep, frankly!</p>\n<p style=\"color: #f2a400\">TT: Yeah, bullshit.</p>\n<p style=\"color: #f2a400\">TT: He's just being instinctive. In the wild, he would gut a carcass and sleep inside for warmth, as well as to secure tactical advantage for ambushing would-be scavengers.</p>\n<p style=\"color: #00d5f2\">GG: Oh, please.</p>\n<p style=\"color: #00d5f2\">GG: Anyway, property damage and desecration to cherished elders aside, Mr. Bear has been a lovely addition to the family.</p>\n<p style=\"color: #f2a400\">TT: You haven't renamed him yet?</p>\n<p style=\"color: #00d5f2\">GG: Oh... no.</p>\n<p style=\"color: #00d5f2\">GG: I keep forgetting I'm supposed to!</p>\n<p style=\"color: #f2a400\">TT: You've got to fucking rename him. Or change him to a girl if you want. That was important.</p>\n<p style=\"color: #f2a400\">TT: When pets change owners they get new names. Fact.</p>\n<p style=\"color: #00d5f2\">GG: Sorry.</p>\n<p style=\"color: #00d5f2\">GG: I will name him right now!</p>\n<p style=\"color: #00d5f2\">GG: How about Lil' Sebastian?</p>\n<p style=\"color: #f2a400\">TT: Fuck if that isn't the best name a thing could get.</p>\n<p style=\"color: #00d5f2\">GG: Yeah!!!</p>\n<p style=\"color: #00d5f2\">GG: So then, are you saying Mr. Sebastian here was an ironic present?</p>\n<p style=\"color: #00d5f2\">GG: Relayed strictly for guffaws?? &gt;:B</p>\n<p style=\"color: #f2a400\">TT: Yes, but it's not that simple. There were many layers involved.</p>\n<p style=\"color: #f2a400\">TT: Some of them are literal layers, of metal and plush.</p>\n<p style=\"color: #00d5f2\">GG: Huh?</p>\n<p style=\"color: #f2a400\">TT: There's a real stuffed rabbit beneath its exoskeleton.</p>\n<p style=\"color: #00d5f2\">GG: What! Really? :O</p>\n<p style=\"color: #f2a400\">TT: Yeah.</p>\n<p style=\"color: #f2a400\">TT: It belonged to my bro.</p>\n<p style=\"color: #00d5f2\">GG: I thought you said you didn't have such an heirloom to complete the plushie trifecta?</p>\n<p style=\"color: #f2a400\">TT: I didn't. He didn't give it to me, and never intended to bequeath it.</p>\n<p style=\"color: #f2a400\">TT: I stole it.</p>\n<p style=\"color: #00d5f2\">GG: Ooh. Risky!</p>\n<p style=\"color: #f2a400\">TT: Nah. I got a little help from RL and ganked it out of his museum.</p>\n<p style=\"color: #f2a400\">TT: It's this whole \"priceless\" collection of stupid shit from movies, defended like Fort Knox. Ironically of course.</p>\n<p style=\"color: #00d5f2\">GG: So it's from a movie?</p>\n<p style=\"color: #f2a400\">TT: Ever hear of Con Air?</p>\n<p style=\"color: #00d5f2\">GG: Nope.</p>\n<p style=\"color: #00d5f2\">GG: Wait...</p>\n<p style=\"color: #00d5f2\">GG: Wasn't that some bit of action schlock from the 90's?</p>\n<p style=\"color: #f2a400\">TT: Yes.</p>\n<p style=\"color: #00d5f2\">GG: Some of the silly nonsense referenced in his work was well before my time. I don't have the wherewithal to investigate all this minutia.</p>\n<p style=\"color: #f2a400\">TT: Yeah, it doesn't matter really. But it was from that. Dude weirdly obsessed over that shit movie for years, among others.</p>\n<p style=\"color: #f2a400\">TT: Know those signature shades you see him wearing on magazine covers and stuff? Another prop. A gift from Stiller himself, I believe.</p>\n<p style=\"color: #00d5f2\">GG: That does sound a tad obsessive. Wasn't he furious about your burglary?</p>\n<p style=\"color: #f2a400\">TT: Pretty sure he didn't even notice. In years since, I never saw a news story about a \"daring heist\" or anything. I feel like he would have made some hay outta that.</p>\n<p style=\"color: #f2a400\">TT: And if he did know, he'd probably just want to give me a stoic fist bump or something.</p>\n<p style=\"color: #00d5f2\">GG: Why didn't you mention this when you gave the gift? More irony?</p>\n<p style=\"color: #f2a400\">TT: Essentially. It's not that easy to explain.</p>\n<p style=\"color: #f2a400\">TT: Broadcasting the gesture would have made it seem tawdry, and would somewhat defray its humor value.</p>\n<p style=\"color: #00d5f2\">GG: I see. So it was like a private joke, and if anyone besides you was in on it, the joke would be ruined!</p>\n<p style=\"color: #f2a400\">TT: Like I said, there are layers.</p>\n<p style=\"color: #f2a400\">TT: On one level, I gave you a filthy tattered piece of shit, albeit of tremendous cultural significance, manhandled by some old B movie actors, now candy coated to function as a highly practical defender droid for your personal protection.</p>\n<p style=\"color: #f2a400\">TT: On another level, I needed to incorporate something passable as a real heirloom.</p>\n<p style=\"color: #f2a400\">TT: For sentimental reasons.</p>\n<p style=\"color: #00d5f2\">GG: D'awwwww.</p>\n<p style=\"color: #00d5f2\">GG: Wait, real sentiment, or ironic sentiment?</p>\n<p style=\"color: #00d5f2\">GG: Or is there no difference?? Am I missing the point here?</p>\n<p style=\"color: #f2a400\">TT: No, it was genuine.</p>\n<p style=\"color: #f2a400\">TT: The upper echelons of irony should always include measures of sincerity. And if the satirical practice is executed faithfully it will achieve something bona fide in its own right regardless.</p>\n<p style=\"color: #f2a400\">TT: Through an intense commitment bordering on religious devotion to the absolutely inane, absurd, or plain fucking stupid, a very different kind of sincerity begins to materialize. One of reverence to the ridiculous. You begin to \"mean it,\" but what exactly it is you mean is never quite what appears on the surface, and is utterly inaccessible to obtuse and literal minds. That you \"mean it\" then becomes inseparable from the joke, and additional rich strata of humor may be stripped aggressively from this irreconcilable truth.</p>\n<p style=\"color: #00d5f2\">GG: This is fascinating, if a wee bit more dissertation than I bargained for this morning.</p>\n<p style=\"color: #00d5f2\">GG: I have so much to learn. And I am not even saying that \"ironically!\"</p>\n<p style=\"color: #00d5f2\">GG: Will you teach me your ways one day, sir? Perhaps an apprenticeship will open?</p>\n<p style=\"color: #f2a400\">TT: Oh god, I'd love that.</p>\n<p style=\"color: #f2a400\">TT: Consider the position yours for the taking any time. Feel free to approach and kneel before Cal. With my sword and his floppy mitten, you will receive my flashstep anointment shoulder to shoulder, and to shoulder again.</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}