{
    "version": 0,
    "page": 5997,
    "commands": [
        {
            "command": "[A6I5] ==> ",
            "link": "/story/5998"
        }
    ],
    "media": [
        {
            "file": "05994.swf",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #005682\">ARANEA: No denizen has ever 8een mistaken for pleasant company. 8ut the self-proclaimed god of all monsters is notoriously inhospita8le to his players.</p>\n<p style=\"color: #005682\">ARANEA: His choices are known for their wild extremes.</p>\n<p style=\"color: #005682\">ARANEA: And to this player, in this session, he offered his most extreme choice of all.</p>\n<p style=\"color: #005682\">ARANEA: It was the choice 8etween a path of conquest, and a path of sacrifice.</p>\n<p style=\"color: #005682\">ARANEA: 8ut this is putting it lightly.</p>\n<p style=\"color: #005682\">ARANEA: In a tongue only his player could understand, he descri8ed what the path of the martyr entailed.</p>\n<p style=\"color: #005682\">ARANEA: In short, it involved nothing.</p>\n<p style=\"color: #005682\">ARANEA: The player chooses to walk away from the tempt8tion of power. To surrender all am8ition, and to welcome death.</p>\n<p style=\"color: #005682\">ARANEA: In exchange for this pledge comes a promise. The player's sacrifice is assured to 8enefit all who will ever live.</p>\n<p style=\"color: #005682\">ARANEA: In death, the player would later 8e in the position to help 8ring an end to a force of unfathoma8le evil and destruction.</p>\n<p style=\"color: #005682\">ARANEA: A force which was unleashed, for instance, 8y someone who once opted for the other choice.</p>\n<p style=\"color: #005682\">ARANEA: Yalda8aoth then descri8ed what it meant to choose the path of the conqueror.</p>\n<p style=\"color: #005682\">ARANEA: It was a path for a more active player, to 8e sure. The player's mettle as a conquering force would 8e tested directly, and repeatedly.</p>\n<p style=\"color: #005682\">ARANEA: One 8y one, he would have to conquer and destroy a num8er of planets spawned for him in the session. Each would 8e more difficult than the last.</p>\n<p style=\"color: #005682\">ARANEA: After destroying them all, his true land would 8ecome unlocked.</p>\n<p style=\"color: #005682\">ARANEA: He would then return to face his denizen again, and defeat him in com8at.</p>\n<p style=\"color: #005682\">ARANEA: If successful, his reward would 8e unprecedented.</p>\n<p style=\"color: #005682\">ARANEA: He would receive the 8oon of unconditional immortality, where resurrection would not 8e linked with the just or heroic nature of death.</p>\n<p style=\"color: #005682\">ARANEA: It is unclear how this 8oon would 8e awarded, since to my knowledge it is 8eyond even the a8ility of a denizen to allow this.</p>\n<p style=\"color: #005682\">ARANEA: 8ut through whatever mechanism the 8oon is 8estowed, immortality is only the 8eginning.</p>\n<p style=\"color: #005682\">ARANEA: The player is somehow also im8ued with a limitless supply of power. Enough to destroy anything he wanted, for as long as he wanted.</p>\n<p style=\"color: #005682\">ARANEA: And knowing the villain of our story, anything he wanted would be everything. And as long as he wanted would be forever.</p>\n<p style=\"color: #005682\">ARANEA: Yes, knowing our villain, the choice he would make is quite clear.</p>\n<p style=\"color: #005682\">ARANEA: Knowing him, in fact, proves it could hardly 8e considered a choice at all.</p>",
    "flash": true,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}