{
    "version": 0,
    "page": 4846,
    "commands": [
        {
            "command": "Jake: Complete brobot. ",
            "link": "/story/4847"
        }
    ],
    "media": [
        {
            "file": "04843.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #f2a400\">TT: Oh cool. It worked.</p>\n<p style=\"color: #1f9400\">GT: Hehe. You nerd.</p>\n<p style=\"color: #1f9400\">GT: Hes got your slick japanese spectacles and everything.</p>\n<p style=\"color: #1f9400\">GT: Why is this a metal man before me or is it none other than dirk strider himself in my room??</p>\n<p style=\"color: #f2a400\">TT: One thing at a time, bro. I haven't quite figured out a way to get myself there yet.</p>\n<p style=\"color: #1f9400\">GT: It almost sounds like this is something youve given some thought...</p>\n<p style=\"color: #f2a400\">TT: Ok well I don't know what you're implying there but why don't you snap that sucker on the torso and fire it up.</p>\n<p style=\"color: #1f9400\">GT: Affirmative.</p>\n<p style=\"color: #1f9400\">GT: I continue to boggle vacantly at your technical shenanigans.</p>\n<p style=\"color: #1f9400\">GT: Your knack for gadgetry seems to surpass even my grandmas and she was like this big time gizmo legend.</p>\n<p style=\"color: #1f9400\">GT: How do you even do this stuff?</p>\n<p style=\"color: #f2a400\">TT: I guess from your perspective I must seem hells of \"overpowered\" in a bunch of ways.</p>\n<p style=\"color: #f2a400\">TT: Which I kind of am, like with a ninja sword I'm basically nuts, ok?</p>\n<p style=\"color: #1f9400\">GT: If you say so buddy. I can believe it.</p>\n<p style=\"color: #f2a400\">TT: Yeah, but when it comes to building stuff you're probably overstating things.</p>\n<p style=\"color: #f2a400\">TT: Like for example, if you told someone a hundred years ago you could build a computer they'd probably be like whoa shit, look at this fuckin' genius.</p>\n<p style=\"color: #f2a400\">TT: Well actually first of all they'd say, what's a computer, I only know what horses and diseases are and shit like that.</p>\n<p style=\"color: #f2a400\">TT: But once you actually tell them what computers are: Jesus dick! You're a wizard.</p>\n<p style=\"color: #f2a400\">TT: But from your perspective you know it's not a big deal to build a computer. You just go online and buy a case and a motherboard and some other shit and put it all together.</p>\n<p style=\"color: #f2a400\">TT: It's not like you're smelting the goddamn silicon in your basement and making chips in your hermetically sealed, dust-free garage.</p>\n<p style=\"color: #1f9400\">GT: Yeah but come on its not like youre from a century in the future.</p>\n<p style=\"color: #f2a400\">TT: Well. No.</p>\n<p style=\"color: #1f9400\">GT: Nor am i a quaint man of the past. Pardon me but do i SOUND like some trollycar bellwether toiling in the heart of the mustache belt from the ruff n tumble year of nineteen aught nine???</p>\n<p style=\"color: #f2a400\">TT: ...</p>\n<p style=\"color: #f2a400\">TT: He said unironically.</p>\n<p style=\"color: #1f9400\">GT: Give me some credit man and some to yourself as well. You are too modest about all this robotics noise.</p>\n<p style=\"color: #f2a400\">TT: I don't know. I have a lot of time to work on stuff I guess.</p>\n<p style=\"color: #f2a400\">TT: There are a lot of irons. You know where they are? Here's a hint. It's a pretty hot place.</p>\n<p style=\"color: #1f9400\">GT: The kitchen?</p>\n<p style=\"color: #f2a400\">TT: Sure, I keep some irons there too. But most of them are in the fire.</p>\n<p style=\"color: #1f9400\">GT: Oh of course!</p>\n<p style=\"color: #1f9400\">GT: Fire is quite notoriously the hottest thing there is. A tip top locale for a whole mess of irons!</p>\n<p style=\"color: #f2a400\">TT: True that.</p>\n<p style=\"color: #f2a400\">TT: I actually have so much to do and think about, one of my current projects hopefully will address that very issue.</p>\n<p style=\"color: #f2a400\">TT: Gonna make an AI replica of my own mind. He can share some of the load. As well as make a decent intellectual sparring partner, ideally.</p>\n<p style=\"color: #f2a400\">TT: Not that my conversations with you aren't uniquely rad. But you know what I mean.</p>\n<p style=\"color: #1f9400\">GT: See again i think you are downplaying a pretty neat accomplishment if you ask me.</p>\n<p style=\"color: #f2a400\">TT: Shrug. We'll see.</p>\n<p style=\"color: #1f9400\">GT: Does that mean I'll have to deal with two dirks?</p>\n<p style=\"color: #1f9400\">GT: One who is MORE MACHINE THAN MAN...</p>\n<p style=\"color: #1f9400\">GT: And another who is a computer program you made hahahahahahaha.</p>\n<p style=\"color: #f2a400\">TT: That's a super joke.</p>\n<p style=\"color: #f2a400\">TT: But I'm guessing you won't be hearing much from the program. It probably won't play a significant role in either of our lives.</p>\n<p style=\"color: #f2a400\">TT: I have my doubts it'll be a successful project, but who knows.</p>\n<p style=\"color: #1f9400\">GT: Id wager a tidy sum the results of the endeavor will be sensational.</p>\n<p style=\"color: #1f9400\">GT: I believe in you!</p>\n<p style=\"color: #f2a400\">TT: You do?</p>\n<p style=\"color: #1f9400\">GT: Sure bro. I always have.</p>\n<p style=\"color: #1f9400\">GT: You have helped me out a lot and been a good friend for ages.</p>\n<p style=\"color: #f2a400\">TT: Hmm.</p>\n<p style=\"color: #1f9400\">GT: What?</p>\n<p style=\"color: #f2a400\">TT: Well, I wasn't sure about doing this today, but if it's true that you do believe in me, then I guess fuck it, why not.</p>\n<p style=\"color: #1f9400\">GT: Why not what?</p>\n<p style=\"color: #f2a400\">TT: I guess call it an extra birthday present. But instead of a present that's awesome, consider it more like a weird confession that may change the way you feel about me.</p>\n<p style=\"color: #1f9400\">GT: Whoa uh...</p>\n<p style=\"color: #1f9400\">GT: Dirk are you... uh...</p>\n<p style=\"color: #1f9400\">GT: Saying what i think?</p>\n<p style=\"color: #f2a400\">TT: What?</p>\n<p style=\"color: #f2a400\">TT: What do you think I'm saying here?</p>\n<p style=\"color: #1f9400\">GT: Uh never mind sorry for interrupting.</p>\n<p style=\"color: #1f9400\">GT: Should i sit down for this i dont know what to do.</p>\n<p style=\"color: #1f9400\">GT: Wait i already am sitting down. Maybe i should stand up?</p>\n<p style=\"color: #f2a400\">TT: No, just chill out. Stand up, sit down, whatever. Here's the thing.</p>\n<p style=\"color: #f2a400\">TT: You know all these painfully obvious hints I've been dropping? That always seem to be flying over your head?</p>\n<p style=\"color: #1f9400\">GT: Ummmmmmmm.</p>\n<p style=\"color: #1f9400\">GT: Maybe?</p>\n<p style=\"color: #1f9400\">GT: I think i need a towel or something.</p>\n<p style=\"color: #f2a400\">TT: About me being from the future.</p>\n<p style=\"color: #1f9400\">GT: Oh!</p>\n<p style=\"color: #1f9400\">GT: Oh. Yes.</p>\n<p style=\"color: #1f9400\">GT: I think so.</p>\n<p style=\"color: #f2a400\">TT: Well those weren't jokes. It's true.</p>\n<p style=\"color: #1f9400\">GT: What? Oh man are you actually serious??</p>\n<p style=\"color: #f2a400\">TT: Yes.</p>\n<p style=\"color: #1f9400\">GT: So like...</p>\n<p style=\"color: #1f9400\">GT: You ARE from a century in the future.</p>\n<p style=\"color: #f2a400\">TT: No. More like four centuries.</p>\n<p style=\"color: #f2a400\">TT: The year 2422.</p>\n<p style=\"color: #f2a400\">TT: Or as we say contemporarily, 411 P.C.</p>\n<p style=\"color: #f2a400\">TT: Post Condescension.</p>\n<p style=\"color: #1f9400\">GT: WOW.</p>\n<p style=\"color: #1f9400\">GT: I must say this is not the announcement i was expecting.</p>\n<p style=\"color: #1f9400\">GT: So you are a time traveler from 2422 here to help me build robots or something?</p>\n<p style=\"color: #f2a400\">TT: No, I can't time travel. I can only send things through time, occasionally.</p>\n<p style=\"color: #f2a400\">TT: I actually live here in the future, alone in my apartment. I can send messages to you in the past though, like I'm doing now.</p>\n<p style=\"color: #1f9400\">GT: How?</p>\n<p style=\"color: #f2a400\">TT: Years ago our alien friend sent me a special chat client. It's basically just Pesterchum, with some sort of alien technology embedded.</p>\n<p style=\"color: #f2a400\">TT: It's specifically wired to communicate with your time period. As hours go by for me, the time it sends messages to also increments by the same amount, so we communicate in lockstep. As if we both existed in the present.</p>\n<p style=\"color: #f2a400\">TT: She said it was important for Roxy and I to begin communicating with you and Jane. This is how we all became friends.</p>\n<p style=\"color: #1f9400\">GT: Wait... you and roxy?</p>\n<p style=\"color: #f2a400\">TT: Yes. She lives in the future too. Though we live nowhere near each other.</p>\n<p style=\"color: #f2a400\">TT: I asked her to refrain from telling either of you. I wanted to be the one to let you know. To wait for the right moment.</p>\n<p style=\"color: #1f9400\">GT: Holy fucking mackerel. This is amazing!</p>\n<p style=\"color: #f2a400\">TT: So,</p>\n<p style=\"color: #f2a400\">TT: You really are trusting me about this? Just like that? No second thought?</p>\n<p style=\"color: #1f9400\">GT: Well yeah. Sure man why not? Wait its not a prank is it?!</p>\n<p style=\"color: #f2a400\">TT: No.</p>\n<p style=\"color: #f2a400\">TT: This would be a very shitty and boring \"prank.\" I promise it isn't.</p>\n<p style=\"color: #1f9400\">GT: Then heck yes i believe it to friggin pieces. Its an awesome thing to be true!</p>\n<p style=\"color: #f2a400\">TT: Haha.</p>\n<p style=\"color: #1f9400\">GT: So whats the far flung future like? Some sort of crazy robo paradise?</p>\n<p style=\"color: #f2a400\">TT: Not quite, but there are definitely robots.</p>\n<p style=\"color: #1f9400\">GT: Oh man what are your movies like in the future?? I bet there are some real cinematic humdingers. Like holographic stuff? Or shit you plug directly into your brain pod right? Wait you do have brain pods right?</p>\n<p style=\"color: #f2a400\">TT: No. We don't have brain pods because those aren't a thing, you just made that up. And there are no movies in the future.</p>\n<p style=\"color: #f2a400\">TT: There are no humans either. They all went extinct.</p>\n<p style=\"color: #f2a400\">TT: Roxy and I are the only ones left, as far as we know.</p>\n<p style=\"color: #1f9400\">GT: Well shit.</p>\n<p style=\"color: #1f9400\">GT: Dirk this story got so much less awesome.</p>\n<p style=\"color: #1f9400\">GT: Is it too late to backpedal on believing it before i start to cry?</p>\n<p style=\"color: #f2a400\">TT: No dude, it's too late. Tears ahoy, this motherfucker gets sad.</p>\n<p style=\"color: #f2a400\">TT: Do you want to know what happened?</p>\n<p style=\"color: #1f9400\">GT: Sure do.</p>\n<p style=\"color: #1f9400\">GT: Lemme just finish putting this steel melon on my brobot and then im all ears...</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}