{
    "version": 0,
    "page": 4711,
    "commands": [
        {
            "command": "[A6I2] ==> ",
            "link": "/story/4712"
        }
    ],
    "media": [
        {
            "file": "04708.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #626262\">KARKAT: OK, LOOK I'M NOWHERE NEAR YOUR PRECIOUS STUPID CAPE. JUST LISTEN.</p>\n<p style=\"color: #626262\">KARKAT: BEFORE YOU GO OFF TO SNOG TEREZI IN YOUR IDIOTIC LITTLE VILLAGE OF NUTRITION CYLINDERS, HEAR ME OUT.</p>\n<p style=\"color: #e00707\">DAVE: man</p>\n<p style=\"color: #e00707\">DAVE: you are so overblowing this</p>\n<p style=\"color: #626262\">KARKAT: BUT I DON'T THINK THAT I AM!</p>\n<p style=\"color: #e00707\">DAVE: yeah you are</p>\n<p style=\"color: #e00707\">DAVE: you have some idea about us or what were getting up to</p>\n<p style=\"color: #e00707\">DAVE: so weve done a few things together to pass the time so what</p>\n<p style=\"color: #e00707\">DAVE: i dont even think you could call them dates or anything</p>\n<p style=\"color: #e00707\">DAVE: what the fuck would even qualify as a date on this gross dark meteor</p>\n<p style=\"color: #626262\">KARKAT: DAVE, CAN WE JUST CUT THE SHIT?</p>\n<p style=\"color: #626262\">KARKAT: I AM NOT AN IMBECILE. YOU ARE BOTH PLAINLY TIPPING INTO FLUSHED TERRITORY IRRESPECTIVE OF ENVIRONMENTAL FACTORS OR WHATEVER LAME CONDITIONS IT IS HUMANS BELIEVE TO BE OPTIMAL FOR PURSUING A MATESPRITSHIP.</p>\n<p style=\"color: #626262\">KARKAT: ANYONE CAN SEE THAT, IT'S THE SHITTIEST KEPT SECRET ON THIS METEOR. PROBABLY EVEN THE FUCKING MAYOR GETS IT, AND LET'S FACE IT, HE'S A LITTLE SLOW.</p>\n<p style=\"color: #626262\">KARKAT: DO YOU REALLY THINK YOU COULD PULL THE WOOLBEAST MATERIAL OVER THE EYES OF A HARDENED VETERAN OF ROMANTIC STUDIES?</p>\n<p style=\"color: #e00707\">DAVE: we have one of those???</p>\n<p style=\"color: #626262\">KARKAT: I HAVE SEEN THOUSANDS OF TROLL ROMANCE FILMS, EACH DEALING WITH TOPICS FAR MORE SUBTLE AND COMPLEX THAN YOUR PEDESTRIAN HUMAN MIND COULD EVER GRASP.</p>\n<p style=\"color: #626262\">KARKAT: AND IN CASE YOU'VE FORGOTTEN, I'VE ALREADY WATCHED HUNDREDS OF YOUR MORE PRIMITIVE BUT MODERATELY ENTERTAINING ROMANCE FILMS.</p>\n<p style=\"color: #626262\">KARKAT: REMEMBER HOW I DOWNLOADED A FUCK TON OF THEM AFTER DISCOVERING YOUR SPECIES? I AM A CURIOUS MAN, DAVE, YOU COULD LEARN FROM ME.</p>\n<p style=\"color: #e00707\">DAVE: yeah i remember</p>\n<p style=\"color: #e00707\">DAVE: havent you only watched a bunch of shitty dane cook movies on infinite loop since we left</p>\n<p style=\"color: #626262\">KARKAT: YOU'RE SEVERELY EXAGGERATING, BUT YES I HAVE SAMPLED HIS WORK.</p>\n<p style=\"color: #e00707\">DAVE: dude</p>\n<p style=\"color: #e00707\">DAVE: you know youre only pretending to be a huge fan of his bullshit to piss me off</p>\n<p style=\"color: #626262\">KARKAT: AGAIN LOOK AT HOW SELF ABSORBED YOU'RE BEING!!!</p>\n<p style=\"color: #626262\">KARKAT: I HAPPEN TO THINK HE HAS A BRILLIANT COMEDIC MIND, FOR A HUMAN.</p>\n<p style=\"color: #e00707\">DAVE: hrnngngnngghhhh</p>\n<p style=\"color: #e00707\">DAVE: it turns out that exact sentence is my one weakness</p>\n<p style=\"color: #e00707\">DAVE: you win bro you got your girl back</p>\n<p style=\"color: #626262\">KARKAT: OH SHUT UP.</p>\n<p style=\"color: #626262\">KARKAT: I AM NOT HERE TO DEBATE YOU ON THE FINER POINTS OF CINEMA, OR TO \"GET MY GIRL BACK.\"</p>\n<p style=\"color: #626262\">KARKAT: HOW DESPERATE DO YOU THINK I AM?</p>\n<p style=\"color: #626262\">KARKAT: I'M ACTUALLY HERE TO DO THE OPPOSITE.</p>\n<p style=\"color: #626262\">KARKAT: I WANTED TO TELL YOU I'M TOTALLY OK WITH IT.</p>\n<p style=\"color: #e00707\">DAVE: oh</p>\n<p style=\"color: #e00707\">DAVE: ok then</p>\n<p style=\"color: #626262\">KARKAT: BUT JUST LISTEN, AND TRY TO KEEP AN OPEN MIND. I KNOW THAT'S HARD FOR YOU.</p>\n<p style=\"color: #626262\">KARKAT: HERE, PLEASE TAKE A LOOK AT THIS.</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}