{
    "version": 0,
    "page": 2805,
    "commands": [
        {
            "command": "==> ",
            "link": "/story/2806"
        }
    ],
    "media": [
        {
            "file": "02804.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "-- caligulasAquarium <span style=\"color: #6a006a\">[CA]</span> began trolling tentacleTherapist <span style=\"color: #b536da\">[TT]</span> --\n\n<p style=\"color: #6a006a\">CA: wwho are you tryin to convvince wwith this ludicrous poppycock</p>\n<p style=\"color: #b536da\">TT: ?</p>\n<p style=\"color: #6a006a\">CA: magic is NOT REAL</p>\n<p style=\"color: #6a006a\">CA: wwhatevver youre doin its not real its somethin else outright entirely</p>\n<p style=\"color: #6a006a\">CA: its fancy and impressivve and all but its not the fuckin figmental storybook claptrap you wwanna make out like it is</p>\n<p style=\"color: #6a006a\">CA: so howw about you get off your high skyhorse</p>\n<p style=\"color: #b536da\">TT: Why do you keep addressing me as if I'm some sort of spokesperson for the reality of magic?</p>\n<p style=\"color: #b536da\">TT: You can't needle me into a defensive posture on the subject. I just don't care.</p>\n<p style=\"color: #6a006a\">CA: youre not usin magic just DEAL WW IT</p>\n<p style=\"color: #b536da\">TT: Fine. You win.</p>\n<p style=\"color: #b536da\">TT: These are science wands. I am a charlatan.</p>\n<p style=\"color: #6a006a\">CA: ok i didnt say that</p>\n<p style=\"color: #6a006a\">CA: i think you wwear the role pretty wwell wwhich is somethin i can appreciate</p>\n<p style=\"color: #6a006a\">CA: theres a lot of showwmanship thats put in to comin off as a diabolical sort</p>\n<p style=\"color: #b536da\">TT: Thanks for the insinuation that I'm making an effort to project myself as a cartoon villain. What a compliment!</p>\n<p style=\"color: #6a006a\">CA: wwell fine you dont havve to behavve vvillainous if youre bent up on actin against the grain a your nobility or somesuch</p>\n<p style=\"color: #6a006a\">CA: i can play that role its not like i evver didnt get my gils dirty before</p>\n<p style=\"color: #b536da\">TT: Nobility? What are you talking about?</p>\n<p style=\"color: #6a006a\">CA: wwell arent you</p>\n<p style=\"color: #b536da\">TT: No. What gave you that idea?</p>\n<p style=\"color: #6a006a\">CA: the wway you</p>\n<p style=\"color: #6a006a\">CA: ok</p>\n<p style=\"color: #6a006a\">CA: i had a misconclusion about that so my fault</p>\n<p style=\"color: #6a006a\">CA: obvviously you got rich blood so maybe when you crash landed you wwerent recognized for it by wwhatevver vvehicle upholds the class structure in human society</p>\n<p style=\"color: #b536da\">TT: That is exactly what happened. You figured it out.</p>\n<p style=\"color: #6a006a\">CA: must of been fuckin brutal raisin up a commonblood wwhen you knew you wwere better than evverybody and its probably got you all messed up inside but maybe theres hope for you</p>\n<p style=\"color: #6a006a\">CA: see i got a lot a experience bein nobility so ill let you knoww if you got a shot in hell at cuttin it pinkscarf</p>\n<p style=\"color: #b536da\">TT: ...</p>\n<p style=\"color: #6a006a\">CA: fakemage pinkscarf howw does that sound</p>\n<p style=\"color: #b536da\">TT: You're a complete idiot.</p>\n<p style=\"color: #6a006a\">CA: see this is good i think this could be a good thing</p>\n<p style=\"color: #b536da\">TT: What?</p>\n<p style=\"color: #6a006a\">CA: this thing wwe got goin</p>\n<p style=\"color: #6a006a\">CA: you obvviously hate me and i think i got it in me to get the dark propensities smolderin</p>\n<p style=\"color: #6a006a\">CA: and wwere both obvviously dangerous elites in nature</p>\n<p style=\"color: #6a006a\">CA: i think theres somethin there i mean look at howw you evven came into the wworld</p>\n<p style=\"color: #b536da\">TT: And how was that?</p>\n<p style=\"color: #6a006a\">CA: killed a fuckin fuck ton of marine life accidental</p>\n<p style=\"color: #6a006a\">CA: doin thats all i evver done practically the ocean wwas my killin cauldron</p>\n<p style=\"color: #b536da\">TT: Accidentally?</p>\n<p style=\"color: #b536da\">TT: Or on porpoise?</p>\n<p style=\"color: #6a006a\">CA: hahahahaha see youre good wwith fish puns too i got so many a those you havve no idea</p>\n<p style=\"color: #6a006a\">CA: i just think theres a fate thing here</p>\n<p style=\"color: #6a006a\">CA: i mean i dont mean to strike you as too forwwardsuch but are you seein wwhere im goin wwith this</p>\n<p style=\"color: #b536da\">TT: Oh, right. Alien romance, I forgot.</p>\n<p style=\"color: #b536da\">TT: Pass.</p>\n<p style=\"color: #6a006a\">CA: look i understand you dont understand that kind of thing in your culture i get that</p>\n<p style=\"color: #6a006a\">CA: but maybe i could teach you to get it</p>\n<p style=\"color: #b536da\">TT: That's really sweet of you to offer.</p>\n<p style=\"color: #6a006a\">CA: yeah and in return maybe you could teach me howw to bullshit magic like that</p>\n<p style=\"color: #b536da\">TT: You want to learn magic?</p>\n<p style=\"color: #6a006a\">CA: yes teach me your secrets wwitch</p>\n<p style=\"color: #b536da\">TT: Sure. Let's begin.</p>\n<p style=\"color: #b536da\">TT: Consider this your first lesson in showmanship.</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}