{
    "version": 0,
    "page": 2790,
    "commands": [
        {
            "command": "Karkat: Be Past Karkat. ",
            "link": "/story/2791"
        }
    ],
    "media": [
        {
            "file": "02789.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #626262\">?CG</span> AT ?:?? opened memo on board FRUITY RUMPUS ASSHOLE FACTORY.\n\n<p style=\"color: #e00707\">CURRENT turntechGodhead [CTG]</span> RIGHT NOW responded to memo.\n<p style=\"color: #e00707\">CTG: what</p>\n<p style=\"color: #0715cd\">CURRENT ectoBiologist [CEB]</span> RIGHT NOW responded to memo.\n<p style=\"color: #0715cd\">CEB: ok, i am here.</p>\n<p style=\"color: #0715cd\">CEB: oh, hi dave!</p>\n<p style=\"color: #e00707\">CTG: hey</p>\n<p style=\"color: #0715cd\">CEB: what is going on in here?</p>\n<p style=\"color: #e00707\">CTG: some kinda asshole rumpus looks like</p>\n<p style=\"color: #626262\">?CG: EVERYBODY SHUT THE FUCK UP, I HATE YOU BOTH, ETC. ETC. ETC.</p>\n<p style=\"color: #626262\">?CG: NOW THAT THE PLEASANTRIES ARE OUT OF THE WAY, THERE IS IMPORTANT BUSINESS TO DISCUSS.</p>\n<p style=\"color: #626262\">?CG: THIS MEMO IS NOT ABOUT WHICH GUY CAN MANAGE TO BE THE HEFTIEST SACK OF SHAME GLOBES TO ONE ANOTHER.</p>\n<p style=\"color: #626262\">?CG: IT IS NOT ABOUT WHICH ONE OF US WILL MOST DECISIVELY ESCORT THE OTHERS \"TO SCHOOL\", WHERE THEY WILL RECEIVE A VAST HELPING OF \"OH SNAP\" RAMMED DOWN THEIR INSATIABLE IGNORANCE SHAFTS.</p>\n<p style=\"color: #626262\">?CG: THIS IS AN IMPORTANT CONVERSATION WHICH I BELIEVE NEEDS TO TAKE PLACE HERE AND NOW, SO YOU WILL BOTH SHAPE YOUR SHIT UP AND PERHAPS BEGIN TO APPROXIMATE PEOPLE WHO AREN'T EXCRUCIATINGLY RETARDED.</p>\n<p style=\"color: #e00707\">CTG: ok later windbag</p>\n<p style=\"color: #626262\">?CG: STRIDER FUCK OFF</p>\n<p style=\"color: #626262\">?CG: AND BY FUCK OFF I MEAN FUCK OFF RIGHT BACK HERE AND LISTEN, YOU INSUFFERABLE PRICK.</p>\n<p style=\"color: #0715cd\">CEB: yeah, dave, don't go!</p>\n<p style=\"color: #0715cd\">CEB: i think we should listen to what he has to say.</p>\n<p style=\"color: #626262\">?CG: YES, LISTEN TO YOUR LEADER DAVE.</p>\n<p style=\"color: #626262\">?CG: AS DUMB AS EGBERT IS, HE IS SMARTER THAN YOU AND IS THE RIGHTFUL SUPERIOR AMONG YOUR DREARY LITTLE PARTY.</p>\n<p style=\"color: #626262\">?CG: BUT I AM THE SUPERIOR OF BOTH OF YOU AND WHAT YOU REALLY NEED TO BE DOING IS LISTENING TO ME.</p>\n<p style=\"color: #626262\">?CG: SO DAVE, TRY TO KEEP ALL THOSE SICK FIRES CHECKED AND THOSE STOIC LIPS PURSED FOR A GOD DAMNED SECOND</p>\n<p style=\"color: #626262\">?CG: AND TAKE THIS SIMPLE BIT OF HATEFRIENDLY ADVICE:</p>\n<p style=\"color: #626262\">?CG: STOP HITTING ON TEREZI IMMEDIATELY, IT'S FUCKING EMBARRASSING TO WATCH.</p>\n<p style=\"color: #e00707\">CTG: nah</p>\n<p style=\"color: #0715cd\">CEB: haha, dave you're hitting on terezi? really??</p>\n<p style=\"color: #e00707\">CTG: no</p>\n<p style=\"color: #e00707\">CTG: but whatever he thinks im doing im not going to stop</p>\n<p style=\"color: #e00707\">CTG: the guys jealous obviously he thinks his girlfriend has a thing for me and you know what hes probably right</p>\n<p style=\"color: #e00707\">CTG: but what else is new just another lady from outer space mackin on me whatever chance she gets</p>\n<p style=\"color: #626262\">?CG: OH, HA HA! IF SMUG WAS A MOTORCYCLE, IT JUST JUMPED OVER A FUCKING CANYON.</p>\n<p style=\"color: #626262\">?CG: THE CROWD GOES WILD WITH DISMAY, AND THEN COMMITS MASS SUICIDE.</p>\n<p style=\"color: #0715cd\">CEB: karkat, is terezi really your girlfriend?</p>\n<p style=\"color: #626262\">?CG: GUESS WHAT THIS CONVERSATION IS ABOUT! NOT THAT PARTICULAR TOPIC.</p>\n<p style=\"color: #626262\">?CG: ALSO GUESS WHOSE BUSINESS THAT STILL ISN'T, FUCKING YOURS, THAT'S RIGHT.</p>\n<p style=\"color: #e00707\">CTG: pretty sure she is</p>\n<p style=\"color: #e00707\">CTG: or he thinks she is or something</p>\n<p style=\"color: #e00707\">CTG: made it pretty obvious when he started ranting at me months ago</p>\n<p style=\"color: #e00707\">CTG: back when i suspected these trolls were full of shit</p>\n<p style=\"color: #e00707\">CTG: but now look how far weve come</p>\n<p style=\"color: #e00707\">CTG: theres not any doubt left about that at all</p>\n<p style=\"color: #626262\">?CG: EVEN IF THERE WAS ANYTHING GOING ON, WHICH THERE DEFINITELY [OOPS TIME TO MIND YOUR OWN BUSINESS AGAIN, ASSHOLE!]</p>\n<p style=\"color: #626262\">?CG: OUR ROMANCE IS MUCH MORE COMPLICATED THAN THE JOKE THAT PASSES FOR YOUR UNDERSTANDING OF THE CONCEPT.</p>\n<p style=\"color: #626262\">?CG: YOU ONLY HAVE ONE QUADRANT! THAT'S JUST ABSURD.</p>\n<p style=\"color: #e00707\">CTG: right</p>\n<p style=\"color: #e00707\">CTG: sounds like its time to get a clue she is over you dude</p>\n<p style=\"color: #0715cd\">CEB: what is so different about your romance?</p>\n<p style=\"color: #0715cd\">CEB: what's a quadrant? how many do you have?</p>\n<p style=\"color: #e00707\">CTG: john god dammit stop embarrassing us</p>\n<p style=\"color: #e00707\">CTG: first of all weve got to be on record here as not giving a shit about that</p>\n<p style=\"color: #e00707\">CTG: second obviously theres gonna be 4 quadrants come on</p>\n<p style=\"color: #626262\">?CG: JOHN, I TAKE BACK EVERYTHING I SAID ABOUT YOU BEING THE SMART ONE.</p>\n<p style=\"color: #626262\">?CG: DAVE IS NOW THE LEADER, EVEN THOUGH HE'S A SMUG SHITSTAIN WITH SHADES AND A POKER FACE.</p>\n<p style=\"color: #626262\">?CG: IF THERE WERE FIVE, THEY'D BE CALLED QUINTDRANTS, GET IT???</p>\n<p style=\"color: #0715cd\">CEB: wow, okay!</p>\n<p style=\"color: #0715cd\">CEB: who cares, jeeeeeeeez.</p>\n<p style=\"color: #626262\">?CG: YES, EXACTLY. WHO CARES?</p>\n<p style=\"color: #626262\">?CG: AS FASCINATING AS A LECTURE ON ALL THAT WOULD BE, IT'S NOT WHAT THIS IS ABOUT.</p>\n<p style=\"color: #626262\">?CG: WHICH BRINGS ME TO A RELATED POINT OF BUSINESS.</p>\n<p style=\"color: #626262\">?CG: JOHN, DON'T THINK I DIDN'T NOTICE HOW MANY E'S YOU JUST TYPED THERE.</p>\n<p style=\"color: #626262\">?CG: THAT'S GOT TO STOP TOO.</p>\n<p style=\"color: #0715cd\">CEB: what does?</p>\n<p style=\"color: #626262\">?CG: STOP TALKING TO VRISKA. I'M FUCKING SERIOUS.</p>\n<p style=\"color: #0715cd\">CEB: what!</p>\n<p style=\"color: #0715cd\">CEB: no way. vriska's cool, i'll talk to her all i want!</p>\n<p style=\"color: #626262\">?CG: HAHAHAHAHAHAHAHA.</p>\n<p style=\"color: #626262\">?CG: YOU JACKASSES HAVE NO IDEA WHAT YOU'RE GETTING YOURSELVES INTO.</p>\n<p style=\"color: #626262\">?CG: THEY'RE DANGEROUS, AND YOU'RE JUST BLUNDERING RIGHT INTO THEIR HYPERCOMPETITIVE MINDFUCK MURDER-THICKET.</p>\n<p style=\"color: #626262\">?CG: THESE PSYCHO GIRLS HAVE ALREADY GOTTEN EACH OF YOU KILLED AT LEAST ONCE TO MY KNOWLEDGE.</p>\n<p style=\"color: #0715cd\">CEB: well, yeah...</p>\n<p style=\"color: #0715cd\">CEB: but terezi killed me in an alternate timeline, so that isn't too bad i guess.</p>\n<p style=\"color: #0715cd\">CEB: plus, i am pretty sure that she is sorry about it.</p>\n<p style=\"color: #626262\">?CG: OH GOD, YOU EVEN KNOW ABOUT IT?</p>\n<p style=\"color: #626262\">?CG: AND YOU'RE STILL GETTING UP TO THESE ANTICS</p>\n<p style=\"color: #626262\">?CG: YOU ARE BOTH FUCKING HOPELESS, I GIVE UP.</p>\n<p style=\"color: #e00707\">CTG: k then bye</p>\n<p style=\"color: #626262\">?CG: SHUT YOUR SQUAWK GAPER AND STAY PUT.</p>\n<p style=\"color: #626262\">?CG: I'M NOT DONE.</p>\n<p style=\"color: #e00707\">CTG: sounds like a loudmouth inferiority thing going on here to me</p>\n<p style=\"color: #e00707\">CTG: like you dont want to acknowledge that your troll ladies find a couple of human dudes irresistible</p>\n<p style=\"color: #626262\">?CG: YOU DON'T GET IT.</p>\n<p style=\"color: #626262\">?CG: I DO ACKNOWLEDGE THAT AS MUCH AS IT MAKES ME SICK TO MY VARIOUS BITS OF ALIEN PHYSIOLOGY YOU'VE NEVER HEARD OF, THESE GIRLS ARE CLEARLY FLIRTING WITH BOTH OF YOU PRETTY HARD.</p>\n<p style=\"color: #626262\">?CG: THE FACT THAT THEY HAVE SWEPT YOU BOTH INTO THEIR SICK ASSASSINATION GAMES IS SADLY WHAT MAKES THIS OBVIOUS.</p>\n<p style=\"color: #626262\">?CG: THAT'S WHAT THEY DO.</p>\n<p style=\"color: #0715cd\">CEB: wait...</p>\n<p style=\"color: #0715cd\">CEB: are you saying that vriska is interested in me?</p>\n<p style=\"color: #0715cd\">CEB: like, romantically?</p>\n<p style=\"color: #626262\">?CG: EGBERT JUST EARNED A FEW BRAIN POINTS!</p>\n<p style=\"color: #626262\">?CG: HE HAS REACHED A NEW RUNG ON HIS ECHELADDER, \"EASILY OUTFOXED BY SIMPLE UTENSILS\"</p>\n<p style=\"color: #626262\">?CG: \"BUCKAROO\"</p>\n<p style=\"color: #626262\">?CG: OR SOMETHING LIKE THAT</p>\n<p style=\"color: #e00707\">CTG: smooth</p>\n<p style=\"color: #0715cd\">CEB: oh man.</p>\n<p style=\"color: #0715cd\">CEB: uh...</p>\n<p style=\"color: #626262\">?CG: YES LET'S ALL HAVE A GREAT BIG OH MAN OVER THAT</p>\n<p style=\"color: #626262\">?CG: AND THEN FUCKING CUT THE HORSESHIT FOREVER. SOUND GOOD?</p>\n<p style=\"color: #0715cd\">CEB: i'm not sure what to think about this.</p>\n<p style=\"color: #0715cd\">CEB: dave, what do you think i should do?</p>\n<p style=\"color: #e00707\">CTG: i dunno</p>\n<p style=\"color: #e00707\">CTG: do you like her</p>\n<p style=\"color: #0715cd\">CEB: well, like i said, i thought she was pretty cool...</p>\n<p style=\"color: #0715cd\">CEB: kinda bossy! but also pretty friendly.</p>\n<p style=\"color: #e00707\">CTG: yeah ok</p>\n<p style=\"color: #e00707\">CTG: but i mean</p>\n<p style=\"color: #e00707\">CTG: anything more than that</p>\n<p style=\"color: #e00707\">CTG: like</p>\n<p style=\"color: #e00707\">CTG: if earth wasnt destroyed and she werent in some other universe on a planet full of unspeakable frothing dipshits</p>\n<p style=\"color: #e00707\">CTG: and she was on earth visiting your town or something</p>\n<p style=\"color: #e00707\">CTG: would you want to ask her to go see one of your dumbass movies</p>\n<p style=\"color: #e00707\">CTG: like the new maconnohey jam where he smirks and like all but deliberately draws the audiences ire like a goddamn magnetron</p>\n<p style=\"color: #0715cd\">CEB: mcconaughey!!!!!!!!</p>\n<p style=\"color: #0715cd\">CEB: um, wow, i don't know.</p>\n<p style=\"color: #0715cd\">CEB: i mean, yeah, sure it would be fun to do something like that with her, i think.</p>\n<p style=\"color: #0715cd\">CEB: but...</p>\n<p style=\"color: #0715cd\">CEB: beyond that, it's a little confusing!</p>\n<p style=\"color: #0715cd\">CEB: i don't think i have ever actually liked a girl before in that way, so i am not really sure what i am supposed to feel or do...</p>\n<p style=\"color: #626262\">?CG: HOLY FUCK WHAT AM I EVEN READING HERE?????</p>\n<p style=\"color: #e00707\">CTG: doesnt concern you dude</p>\n<p style=\"color: #626262\">?CG: OK JOHN, ARE YOUR FEELINGS QUITE SORTED OUT YET?</p>\n<p style=\"color: #626262\">?CG: ARE YOU QUITE DONE SLOGGING THROUGH THE EMOTIONAL MORASS OF ADOLESCENCE, EMERGING FROM THE SLUDGE IN YOUR JUNIOR ECTOBIOLOGY WADERS?</p>\n<p style=\"color: #626262\">?CG: ARE WE FEELING JUST A LITTLE BIT WISER? DID WE GROW TODAY? THAT WOULD BE WONDERFUL!</p>\n<p style=\"color: #626262\">?CG: YOU WOULD THINK WARNING YOU GUYS THAT FRATERNIZING WITH THESE FEMALES IS PUTTING YOUR LIVES IN DANGER WOULD BE ENOUGH.</p>\n<p style=\"color: #626262\">?CG: REALLY, DANGER YOU SAY? OH GOODNESS, WE NEARLY MADE A HUGE MISTAKE! WHY THANK YOU, MR. TROLL, HOW GRACIOUS OF YOU TO ALERT US TO OUR FOOLISHNESS.</p>\n<p style=\"color: #e00707\">CTG: i dunno man doesnt sound like you really got our interests in mind here</p>\n<p style=\"color: #e00707\">CTG: you just sound kinda bitter</p>\n<p style=\"color: #e00707\">CTG: did one of the human ladies reject you</p>\n<p style=\"color: #626262\">?CG: OF COURSE NOT.</p>\n<p style=\"color: #e00707\">CTG: how did it go did you stand in a quadrant like you were playing four square</p>\n<p style=\"color: #e00707\">CTG: holding a bucket full of flowers or slime or whatever and jade was like no thanks bro</p>\n<p style=\"color: #e00707\">CTG: is that how it went down</p>\n<p style=\"color: #626262\">?CG: YES, YOU FIGURED IT OUT! YOU ARE A SAVANT OF XENOBIOLOGY DAVE AND I SALUTE YOU WITH ONE OF MY MANY INTERGALACTIC SPACE TENDRILS</p>\n<p style=\"color: #626262\">?CG: (THAT'S FAKE, I MADE THAT UP TO FUCK WITH YOU)</p>\n<p style=\"color: #e00707\">CTG: or maybe it was a guy who rejected you</p>\n<p style=\"color: #626262\">?CG: FUCK OFF.</p>\n<p style=\"color: #e00707\">CTG: haha wow bingo</p>\n<p style=\"color: #e00707\">CTG: see how i look right now thats a poker face might want to take some notes</p>\n<p style=\"color: #626262\">?CG: I SEE NOTHING BUT A COWARD BEHIND DARK EYEWEAR CLEARLY DESIGNED FOR WOMEN AND A PAIR OF IMPUDENT LIPS PURSED SO TIGHT IT'LL SOUND LIKE AIR SQUEALING OUT OF A BALLOON WHEN I PUNCH YOU IN THE GUT.</p>\n<p style=\"color: #e00707\">CTG: oh god stop talking about my lips thats the second time</p>\n<p style=\"color: #e00707\">CTG: ok youre clearly gay and youve probably got some issues about it dude</p>\n<p style=\"color: #e00707\">CTG: john just a heads up in the future i think youre gonna spurn one of his awkward advances</p>\n<p style=\"color: #0715cd\">CEB: uh oh!</p>\n<p style=\"color: #626262\">?CG: JOHN DON'T LISTEN TO THIS FUCKER, HE'S THE WORST GUY AT GIVING ADVICE I'VE EVER SEEN.</p>\n<p style=\"color: #0715cd\">CEB: yeah, i dunno dave, i have talked to karkat a lot and i really don't think he has a thing for me.</p>\n<p style=\"color: #626262\">?CG: EXACTLY. JOHN ONCE AGAIN IS FLYING HIGH AS SMARTEST HUMAN.</p>\n<p style=\"color: #626262\">?CG: AND JOHN, PURELY HYPOTHETICALLY, IF ONE OF US IN THE FUTURE DOES MAKE SOME SORT OF SOLICITATION YOU DON'T QUITE UNDERSTAND...</p>\n<p style=\"color: #626262\">?CG: BECAUSE OF PERHAPS SOME CULTURAL DIFFERENCES</p>\n<p style=\"color: #626262\">?CG: I MEAN NO ONE IN PARTICULAR HERE</p>\n<p style=\"color: #626262\">?CG: MAYBE TRY TO UNDERSTAND THAT PERSON MIGHT NOT BE THINKING TOO CLEARLY AT THAT MOMENT</p>\n<p style=\"color: #0715cd\">CEB: uh...</p>\n<p style=\"color: #626262\">?CG: IT MIGHT BE THE CASE THAT THIS PERSON HAS GOTTEN TOO WRAPPED UP IN A SORT OF CALIGINOUS IDEAL</p>\n<p style=\"color: #626262\">?CG: AND GET CARRIED AWAY, POSSIBLY SO MUCH SO THEY WERE BLIND TO HOW COMPLETELY FUCKED UP AND WEIRD IT WOULD BE TO PURSUE ANYTHING LIKE THAT WITH ANOTHER SPECIES</p>\n<p style=\"color: #626262\">?CG: ESPECIALLY ONE THAT DIDN'T EVEN UNDERSTAND THE CONCEPT OF A CALIGINIOUS RELATIONSHIP</p>\n<p style=\"color: #e00707\">CTG: what</p>\n<p style=\"color: #e00707\">CTG: the fuck</p>\n<p style=\"color: #e00707\">CTG: are you talking about</p>\n<p style=\"color: #626262\">?CG: BUT I'M NOT THAT PERSON. I HAVE A FIRM GRASP ON HOW DERANGED AND UNNATURAL ANY SORT OF INTERSPECIES RELATIONSHIP WOULD BE, WHETHER CALIGINOUS OR CONCUPISCENT.</p>\n<p style=\"color: #626262\">?CG: SO I ASK</p>\n<p style=\"color: #626262\">?CG: NO I'M FUCKING BEGGING YOU BOTH</p>\n<p style=\"color: #626262\">?CG: TO QUIT CHATTING UP THESE SHITHIVE BROADS AND LEAVE WELL ENOUGH ALONE.</p>\n<p style=\"color: #e00707\">CTG: thats obviously not gonna happen</p>\n<p style=\"color: #626262\">?CG: FUCK.</p>\n<p style=\"color: #626262\">?CG: LOOK.</p>\n<p style=\"color: #626262\">?CG: ALRIGHT I ADMIT THIS ISN'T PURELY MAGNANIMOUS CONCERN FOR YOUR SAFETY HERE.</p>\n<p style=\"color: #626262\">?CG: WE'RE ALL SORT OF COOKING UP A PLAN RIGHT NOW.</p>\n<p style=\"color: #626262\">?CG: MY RIGHT NOW.</p>\n<p style=\"color: #626262\">?CG: WHICH IF SUCCESSFUL, MAY, AND I DO STRESS MAY, END UP WITH ALL OF US MEETING FACE TO FACE.</p>\n<p style=\"color: #626262\">?CG: AND WHAT I'D LIKE TO AVOID IF AT ALL POSSIBLE</p>\n<p style=\"color: #626262\">?CG: IS TO HAVE THIS RENDEZVOUS INSTANTLY DETERIORATE INTO A LOT OF REVOLTING TROLL/HUMAN SLOPPY MAKEOUTS.</p>\n<p style=\"color: #626262\">?CG: THAT WOULD JUST RUIN IT FOR ME, OK?</p>\n<p style=\"color: #626262\">?CG: REALLY THE ONLY SCENARIO THAT I AM SURE WOULD CAUSE ME TO REGRET SUCCESS. GOT IT?</p>\n<p style=\"color: #0715cd\">CEB: er...</p>\n<p style=\"color: #0715cd\">CEB: do...</p>\n<p style=\"color: #0715cd\">CEB: you think that vriska is going to try to make out with me?</p>\n<p style=\"color: #626262\">?CG: SHUT UP.</p>\n<p style=\"color: #626262\">?CG: I'M NOT ANSWERING YOUR DUMB QUESTIONS ABOUT HOW MUCH SNOGGING YOU'RE IN FOR AND I'M NOT PLAYING INTERSPECIES MATCH MAKER HERE.</p>\n<p style=\"color: #626262\">?CG: SERIOUSLY, WHAT IS WRONG WITH YOU GUYS?</p>\n<p style=\"color: #626262\">?CG: I SHOULDN'T EVEN NEED TO BE SAYING THIS.</p>\n<p style=\"color: #626262\">?CG: GOD DAMMIT, IT'S NOT EVEN LIKE YOU DON'T HAVE ACTUAL HUMAN FEMALES NEARBY FOR ACTUAL BIOLOGICALLY VIABLE MATESPRITSHIPS!</p>\n<p style=\"color: #626262\">?CG: DO I HAVE TO DRAW YOU A DIAGRAM???</p>\n<p style=\"color: #0715cd\">CEB: rose and jade?</p>\n<p style=\"color: #0715cd\">CEB: so, uh...</p>\n<p style=\"color: #0715cd\">CEB: you want us to like, date them?</p>\n<p style=\"color: #626262\">?CG: WOULD IT REALLY FUCKING KILL YOU TO CONSIDER IT??????</p>\n<p style=\"color: #626262\">?CG: I MEAN GOD. WHAT DO YOU EVEN THINK YOU'RE DOING HERE IN THIS GAME?</p>\n<p style=\"color: #626262\">?CG: YOU'RE CREATING YOUR OWN UNIVERSE TO GO LIVE IN.</p>\n<p style=\"color: #626262\">?CG: AND JUST HOW DO YOU THINK YOUR SPECIES IS SUPPOSED TO REPOPULATE ITSELF??????????? IDIOTS.</p>\n<p style=\"color: #e00707\">CTG: dude</p>\n<p style=\"color: #e00707\">CTG: no</p>\n<p style=\"color: #e00707\">CTG: just</p>\n<p style=\"color: #e00707\">CTG: stop</p>\n<p style=\"color: #626262\">?CG: OH OK, SO THE ALIEN HERE IS THE ONLY ONE CONCERNED WITH THE PROPAGATION OF YOUR SPECIES.</p>\n<p style=\"color: #626262\">?CG: THAT MAKES A LOT OF FUCKING SENSE. WHY DON'T YOU WISE THE FUCK UP, COOLDOUCHE?</p>\n<p style=\"color: #0715cd\">CEB: i think he is right, i think we are all a little young to be thinking about that!</p>\n<p style=\"color: #626262\">?CG: WELL NO SHIT, NOW YOU ARE OBVIOUSLY.</p>\n<p style=\"color: #626262\">?CG: BUT WHAT ABOUT LATER? THINK ABOUT THE BIG PICTURE.</p>\n<p style=\"color: #626262\">?CG: HOW DID HUMANITY GET AS FAR AS IT GOT BEING SO DUMB?</p>\n<p style=\"color: #0715cd\">CEB: um, also,</p>\n<p style=\"color: #0715cd\">CEB: we are kinda all related! sort of. through shared ghost slime genes. right?</p>\n<p style=\"color: #0715cd\">CEB: so, uh...</p>\n<p style=\"color: #626262\">?CG: OH RIGHT, THE BIZARRE HUMAN ANATHEMA OF INCEST, I FORGOT.</p>\n<p style=\"color: #e00707\">CTG: oh my fucking god</p>\n<p style=\"color: #e00707\">CTG: please let this conversation not be taking place</p>\n<p style=\"color: #626262\">?CG: OK WELL LET'S SAY THAT'S HYPOTHETICALLY A PROBLEM, EVEN THOUGH I'M RACKING MY BRAIN TO UNDERSTAND WHY IT WOULD BE.</p>\n<p style=\"color: #626262\">?CG: I GUESS I WILL HAVE TO DRAW YOU A DIAGRAM, BECAUSE YOU ARE JUST THAT STUPID.</p>\n<p style=\"color: #626262\">?CG: HERE</p>\n<p style=\"color: #626262\">?CG: <a class=\"postlink\" href=\"/images/storyfiles/hs2/scraps/MATINGDIAGRAMFORMORONS.gif\" target=\"_blank\">http://tinyurl.com/MATINGDIAGRAMFORMORONS</a></p>\n<p style=\"color: #e00707\">CTG: ok youre by far the worst artist out of any of us</p>\n<p style=\"color: #e00707\">CTG: and thats saying something</p>\n<p style=\"color: #626262\">?CG: SHUT UP I DREW IT FAST</p>\n<p style=\"color: #626262\">?CG: NOW</p>\n<p style=\"color: #626262\">?CG: AS YOU CAN CLEARLY SEE, THERE ARE ONLY TWO SETS OF COMPATIBLE QUADRANTS HERE FOR LEGITIMATE CONCUPISCENT PAIRINGS.</p>\n<p style=\"color: #626262\">?CG: DAVE AND ROSE ARE \"RELATED\"</p>\n<p style=\"color: #626262\">?CG: JADE AND JOHN ARE \"RELATED\"</p>\n<p style=\"color: #626262\">?CG: THAT ONLY LEAVES TWO PAIRS.</p>\n<p style=\"color: #626262\">?CG: ONCE AGAIN, THE DECISIONS PERTAINING TO HUMAN ROMANCE REMAIN STUNNINGLY SIMPLE.</p>\n<p style=\"color: #626262\">?CG: AND YET I STILL HAVE TO SPELL IT OUT FOR YOU. YOU'RE WELCOME.</p>\n<p style=\"color: #626262\">?CG: NOW GO HASSLE YOUR FUTURE MATESPRITS AND LEAVE THE TROLL GIRLS ALONE.</p>\n<p style=\"color: #e00707\">CTG: thx for the shipping grid bro imma drop everything and go have a baby with jade right now</p>\n<p style=\"color: #e00707\">CTG: no peeking k</p>\n<p style=\"color: #0715cd\">CEB: wow, i have to marry rose?</p>\n<p style=\"color: #0715cd\">CEB: uh...</p>\n<p style=\"color: #0715cd\">CEB: wow.</p>\n<p style=\"color: #626262\">?CG: AND NOW THAT I HAVE SAVED YOUR ENTIRE WORTHLESS SPECIES WITH MY IMPECCABLE ROMANCE BROKERING SKILLS</p>\n<p style=\"color: #626262\">?CG: I WILL BID YOU A BITTER FUCKING FAREWELL.</p>\n<p style=\"color: #626262\">?CG: JEGUS I AM SO TIRED.</p>\n<p style=\"color: #e00707\">CTG: you should go back to sleep</p>\n<p style=\"color: #e00707\">CTG: it was so much cooler when you were asleep and i basically never had to listen to you ever</p>\n<p style=\"color: #626262\">?CG: I CAN'T GO TO SLEEP</p>\n<p style=\"color: #0715cd\">CEB: why not?</p>\n<p style=\"color: #626262\">?CG: BECAUSE I'M TOO TIRED TO EXPLAIN WHY IS WHY.</p>\n<p style=\"color: #626262\">?CG: YOU'LL FIGURE IT OUT LATER.</p>\n<p style=\"color: #626262\">?CG: MEMO OVER.</p>\n<p style=\"color: #626262\">?CG: GET OUTTA HERE.</p>\n<p style=\"color: #626262\">?CG</span> banned <span style=\"color: #0715cd\">CEB</span> from responding to memo.\n<p style=\"color: #626262\">?CG</span> banned <span style=\"color: #e00707\">CTG</span> from responding to memo.\n\n<p style=\"color: #626262\">?CG</span> closed memo.</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}