{
    "version": 0,
    "page": 7805,
    "commands": [
        {
            "command": "[A6A6I5] ====> ",
            "link": "/story/7806"
        }
    ],
    "media": [
        {
            "file": "07801.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #00d5f2\">NANNASPRITE: There you are!</p>\n<p style=\"color: #00d5f2\">NANNASPRITE: I have been looking forward to meeting you, dear. :B</p>\n<p style=\"color: #00d5f2\">JANE: You have?</p>\n<p style=\"color: #00d5f2\">JANE: Who are you?</p>\n<p style=\"color: #00d5f2\">NANNASPRITE: I'm you!</p>\n<p style=\"color: #00d5f2\">NANNASPRITE: But most know me as John's Nanna. Hoo hoo!</p>\n<p style=\"color: #00d5f2\">JANE: Oh, yes!</p>\n<p style=\"color: #00d5f2\">JANE: He told me about you.</p>\n<p style=\"color: #00d5f2\">JANE: Gosh!</p>\n<p style=\"color: #00d5f2\">JANE: Pleased to meet you... Nanna, I guess I should call you?</p>\n<p style=\"color: #00d5f2\">NANNASPRITE: Suits me!</p>\n<p style=\"color: #00d5f2\">JANE: Calling you Jane might feel a bit strange.</p>\n<p style=\"color: #00d5f2\">JANE: Also, perhaps disrepectful?</p>\n<p style=\"color: #00d5f2\">NANNASPRITE: And why is that?</p>\n<p style=\"color: #00d5f2\">NANNASPRITE: It is my name after all.</p>\n<p style=\"color: #00d5f2\">JANE: Yes, but,</p>\n<p style=\"color: #00d5f2\">JANE: You are my senior by many decades, I gather.</p>\n<p style=\"color: #00d5f2\">JANE: And you have so many more years of life experience, and wisdom, and you...</p>\n<p style=\"color: #00d5f2\">JANE: Seem to be dressed like a clown?</p>\n<p style=\"color: #00d5f2\">NANNASPRITE: :B</p>\n<p style=\"color: #00d5f2\">JANE: Not to disparage your fanciful attire. I quite like it.</p>\n<p style=\"color: #00d5f2\">JANE: I just mean that...</p>\n<p style=\"color: #00d5f2\">JANE: You've been through more than I can imagine.</p>\n<p style=\"color: #00d5f2\">JANE: I couldn't call you by my name. It would feel wrong and flippant to treat you like my equal.</p>\n<p style=\"color: #00d5f2\">NANNASPRITE: But really, Jane, the honor of meeting you is all mine!</p>\n<p style=\"color: #00d5f2\">NANNASPRITE: I have been looking forward to it so much since I learned of your existence.</p>\n<p style=\"color: #00d5f2\">NANNASPRITE: Ever since I spent that one day helping John through his session, there haven't been many reasons for me to feel particularly worthwhile.</p>\n<p style=\"color: #00d5f2\">NANNASPRITE: Yes, I tended to him and his sister for several years, baked for them, lent a sympathetic ear when needed...</p>\n<p style=\"color: #00d5f2\">NANNASPRITE: But in a way, it's been a lonely life for me since my ashes fell in this silly old sprite.</p>\n<p style=\"color: #00d5f2\">NANNASPRITE: I've been strictly an auxiliary actor, there only to serve others even during my greatest moments to shine!</p>\n<p style=\"color: #00d5f2\">NANNASPRITE: So when I heard of you, a version of myself who was a true hero, so young, empowered, and set to embark upon a life filled with consequential deeds...</p>\n<p style=\"color: #00d5f2\">NANNASPRITE: I was absolutely giddy. I knew that we had to meet!</p>\n<p style=\"color: #00d5f2\">JANE: Oh... my!</p>\n<p style=\"color: #00d5f2\">JANE: You,</p>\n<p style=\"color: #00d5f2\">JANE: You really feel that way about me?</p>\n<p style=\"color: #00d5f2\">NANNASPRITE: Yes, Jane!</p>\n<p style=\"color: #00d5f2\">NANNASPRITE: I do not mean to suggest I regret the way my life has gone, of course.</p>\n<p style=\"color: #00d5f2\">NANNASPRITE: I lived a very humble life, as free of intrigue and adventure as possible, by choice.</p>\n<p style=\"color: #00d5f2\">NANNASPRITE: You see, I grew up in dangerous circumstances. I knew how cruel the woman who raised me could be, and what she might do to me or the people I loved if I made waves, or demonstrated any sense of defiance.</p>\n<p style=\"color: #00d5f2\">NANNASPRITE: So I lived simply. I started a family, and operated a quiet joke shop. Though I always knew trouble was brewing, they were the best years of my life.</p>\n<p style=\"color: #00d5f2\">NANNASPRITE: Yet I always had a little more knowledge than I ever let on, and used my understanding in subtle ways to help those to whom the torch would be passed in this great fight.</p>\n<p style=\"color: #00d5f2\">NANNASPRITE: But then, I made the transition from knowing some things in life, to knowing a great deal more in death. Being resurrected as a sprite endowed me with a very deep knowledge of the game and its broader circumstances. I was in peak form, a true harlequin wisewoman, and there was nary a question I couldn't answer.</p>\n<p style=\"color: #00d5f2\">NANNASPRITE: And then, the dear kids scratched their session, and cast themselves into the unknown.</p>\n<p style=\"color: #00d5f2\">NANNASPRITE: I ventured with them, and so I too lost my bearing on the nature of what lay ahead.</p>\n<p style=\"color: #00d5f2\">NANNASPRITE: I went from my prime, a state of all-understanding, to a state of absolute uncertainty. For the first time in about as long as I could remember, I had no idea what to expect next.</p>\n<p style=\"color: #00d5f2\">NANNASPRITE: It was quite freeing in a way! I had a wonderful three years on that ship with those lovely children. I thought little of what challenges were ahead.</p>\n<p style=\"color: #00d5f2\">NANNASPRITE: But when I did, my thoughts would always drift toward you, Jane.</p>\n<p style=\"color: #00d5f2\">NANNASPRITE: Thinking about you, and this adventure you were about to begin, it made me feel like a child again.</p>\n<p style=\"color: #00d5f2\">NANNASPRITE: It gave me the feelings I used to have for the limitless potential of life, before my stepmother snuffed them out, confronting me with the reality that life would have to take a considerably more limited shape if I wished to survive.</p>\n<p style=\"color: #00d5f2\">NANNASPRITE: So when I look at you now, I see the potential I had as a child finally being realized.</p>\n<p style=\"color: #00d5f2\">NANNASPRITE: But in a much more special way than I ever would have imagined back then!</p>\n<p style=\"color: #00d5f2\">NANNASPRITE: It makes me so proud to see you as a heroic young woman, ready to make a difference, and forge your own destiny.</p>\n<p style=\"color: #00d5f2\">NANNASPRITE: I just wanted to tell you this before you go off to battle!</p>\n<p style=\"color: #00d5f2\">JANE: Oh jeez.</p>\n<p style=\"color: #00d5f2\">JANE: Nanna, I don't know what to say.</p>\n<p style=\"color: #00d5f2\">JANE: Thank you so much for those inspirational words!</p>\n<p style=\"color: #00d5f2\">NANNASPRITE: Hoo hoo!</p>\n<p style=\"color: #00d5f2\">JANE: I think John was really lucky to have you as a sprite. Not to mention, a grandmother, of course.</p>\n<p style=\"color: #00d5f2\">JANE: It's no wonder he appears to have his act together.</p>\n<p style=\"color: #00d5f2\">JANE: Maybe I would have been better off if I had someone like you to advise me from the start of all this.</p>\n<p style=\"color: #00d5f2\">JANE: Maybe I wouldn't have felt so lost.</p>\n<p style=\"color: #00d5f2\">NANNASPRITE: It's normal to feel lost, though.</p>\n<p style=\"color: #00d5f2\">NANNASPRITE: And believe me, needing to find your own way in time will make you a lot wiser than having an old lady around to spoon feed you all the answers.</p>\n<p style=\"color: #00d5f2\">NANNASPRITE: In any case, you have me now!</p>\n<p style=\"color: #00d5f2\">NANNASPRITE: I think it's been quite a long time since John has needed my guidance.</p>\n<p style=\"color: #00d5f2\">NANNASPRITE: The boy has grown so much since he clobbered me with a joke book on that fateful day.</p>\n<p style=\"color: #00d5f2\">NANNASPRITE: From now on, I'd be pleased if you would consider me your sprite. :B</p>\n<p style=\"color: #00d5f2\">JANE: Wow! :O</p>\n<p style=\"color: #00d5f2\">JANE: Oh my goodness, yes, please!</p>\n<p style=\"color: #00d5f2\">NANNASPRITE: In fact, I heard from the cat girl that you and she are on healing duty in this spectacular fray coming up.</p>\n<p style=\"color: #00d5f2\">NANNASPRITE: It so happens that healing is my specialty. Next to baking of course. (And pranks.)</p>\n<p style=\"color: #00d5f2\">NANNASPRITE: Why don't I assist?</p>\n<p style=\"color: #00d5f2\">JANE: That would be great too!</p>\n<p style=\"color: #00d5f2\">NANNASPRITE: Oh! And Jane, one more thing.</p>\n<p style=\"color: #00d5f2\">NANNASPRITE: Just so you know...</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}