{
    "version": 0,
    "page": 4774,
    "commands": [
        {
            "command": "[A6I2] ==> ",
            "link": "/story/4775"
        }
    ],
    "media": [
        {
            "file": "04771.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #005682\">AG: You could look for a8solution through rationalization. Everyone would have died if you didn't take action, so why trou8le yourself with guilty emotion?</p>\n<p style=\"color: #005682\">AG: 8ut there is no real healing power in 8elieving that. And I don't think it's what you wanted to tell yourself anyway, is it?</p>\n<p style=\"color: #008282\">GC: NOT R34LLY</p>\n<p style=\"color: #005682\">AG: Or what a8out through renunciation of responsi8ility? If you were just a tool used 8y reality to perpetuate itself, where is the 8lame?</p>\n<p style=\"color: #005682\">AG: 8ut that would 8e another empty idea that has no power to heal.</p>\n<p style=\"color: #008282\">GC: Y34H</p>\n<p style=\"color: #008282\">GC: 1V3 TR13D R4T1ON4L1Z1NG STUFF TH4T W4Y</p>\n<p style=\"color: #008282\">GC: DO3SNT R34LLY H3LP</p>\n<p style=\"color: #005682\">AG: You've 8een lead to 8elieve such acts of violence are natural for your kind, and that if you're upset 8y the consequences then something is wrong with you.</p>\n<p style=\"color: #005682\">AG: 8ut it isn't as natural as you might think. That conditioning was a part of Milkshake's long con.</p>\n<p style=\"color: #005682\">AG: Violence was respected and cele8rated on your world, 8ut remorse was rarely felt and pain could never heal due to such empty justifications. We died out a wounded race, and you are all that's left.</p>\n<p style=\"color: #005682\">AG: The process of healing first involves sifting through what it isn't, which happens to 8e almost everything your trou8led mind has to offer.</p>\n<p style=\"color: #008282\">GC: TH3N WH4T DO 1 DO?</p>\n<p style=\"color: #008282\">GC: WH4TS TH3 4NSW3R?</p>\n<p style=\"color: #005682\">AG: There isn't one.</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}