{
    "version": 0,
    "page": 4184,
    "commands": [
        {
            "command": "==> ",
            "link": "/story/4185"
        }
    ],
    "media": [
        {
            "file": "04181.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #1f9400\">golgothasTerror [GT]</span> began pestering <span style=\"color: #f2a400\">timaeusTestified [TT]</span> at 5:57\n\n<p style=\"color: #1f9400\">GT: Bro.</p>\n<p style=\"color: #1f9400\">GT: Ahem.</p>\n<p style=\"color: #1f9400\">GT: Are you there?</p>\n<p style=\"color: #1f9400\">GT: I hate to be a pest about this and i know ive made a hearty trouble of myself a good deal lately...</p>\n<p style=\"color: #f2a400\">TT: State your business, Jake.</p>\n<p style=\"color: #1f9400\">GT: I should preface this request with an overture of appreciation.</p>\n<p style=\"color: #1f9400\">GT: For how much your cool and brotherly friendship means to me.</p>\n<p style=\"color: #1f9400\">GT: It has just been...</p>\n<p style=\"color: #1f9400\">GT: Absolutely *bully* having a standup gent like you in my corner.</p>\n<p style=\"color: #1f9400\">GT: Just a grade a dude whos a cut above the others in class and camaraderie.</p>\n<p style=\"color: #1f9400\">GT: Phew... *gropes for fresh kerchief.*</p>\n<p style=\"color: #1f9400\">GT: I hope this shit isnt coming across as platitudinous. I really mean it!</p>\n<p style=\"color: #f2a400\">TT: Take it easy, bromide.</p>\n<p style=\"color: #f2a400\">TT: Just about the only way I could salvage endearment from this perilous slope of horseshit would be to discover, really fucking soon mind you, it was a preamble to some floundering invitation for me to rush to your vicinity as nakedly as possible.</p>\n<p style=\"color: #f2a400\">TT: But since we've already shot that wad's eventuality on so many dry runs of flustered ambivalence that were as hilarious as they were one sided,</p>\n<p style=\"color: #f2a400\">TT: That leaves only one hope for this message to avoid spiraling toward qualification as a critical fucking defect in the hull of the Mach 10 rocket that is my precious spare time.</p>\n<p style=\"color: #f2a400\">TT: And that hope lies in the extent to which you were practicing artful insincerity.</p>\n<p style=\"color: #f2a400\">TT: Now's your opportunity to pretend that's what you were gunning for. I suggest you seize it.</p>\n<p style=\"color: #1f9400\">GT: I...</p>\n<p style=\"color: #1f9400\">GT: Oh. Yes! But of course.</p>\n<p style=\"color: #1f9400\">GT: The ironies!</p>\n<p style=\"color: #1f9400\">GT: Good grief how i was bandying them just now. You know me dude.</p>\n<p style=\"color: #1f9400\">GT: *Blows smoke off red hot irony pistol.*</p>\n<p style=\"color: #1f9400\">GT: *NONSUGGESTIVELY!!!!!*</p>\n<p style=\"color: #1f9400\">GT: Um.</p>\n<p style=\"color: #1f9400\">GT: Yeah.</p>\n<p style=\"color: #f2a400\">TT: Ok, nice.</p>\n<p style=\"color: #f2a400\">TT: Now that your obsequious preface has been established as indisputably entertaining for all the right reasons, and intentionally so,</p>\n<p style=\"color: #f2a400\">TT: Let's bear down on these dire as shit needs you've got.</p>\n<p style=\"color: #f2a400\">TT: I'm guessing you're probably jonesing for uranium about now. No?</p>\n<p style=\"color: #1f9400\">GT: Pshaw! As if i would be so reckless with the stuff.</p>\n<p style=\"color: #1f9400\">GT: I would have to be mighty irresponsible to run out already.</p>\n<p style=\"color: #1f9400\">GT: No no im all set in the uranium department and really when you take a look at the big picture youll find i am *sitting pretty* when it comes to just about any radioactive isotope you could mention.</p>\n<p style=\"color: #1f9400\">GT: However...</p>\n<p style=\"color: #1f9400\">GT: My backup reserves that i keep strictly for emergencies are running a little lean!</p>\n<p style=\"color: #1f9400\">GT: You know what my grandma taught me about preparedness. *Tugs at colorful lapels.*</p>\n<p style=\"color: #f2a400\">TT: You are out of uranium.</p>\n<p style=\"color: #f2a400\">TT: It's basically mathematically impossible that's not why you're contacting me.</p>\n<p style=\"color: #1f9400\">GT: Christ what an insufferable awesome friend you are.</p>\n<p style=\"color: #1f9400\">GT: Ok can you please just sendificate me some more already?? Im in kind of a hurry!</p>\n<p style=\"color: #f2a400\">TT: You do know my offer still stands.</p>\n<p style=\"color: #1f9400\">GT: What?</p>\n<p style=\"color: #f2a400\">TT: You know. I've offered to construct the rabbit for you many times before. I would craft a much deadlier model.</p>\n<p style=\"color: #1f9400\">GT: Oh i know you would its just...</p>\n<p style=\"color: #1f9400\">GT: Damn it man ive told you this is just something i have to do myself.</p>\n<p style=\"color: #1f9400\">GT: Its a promise i made to jade and im going to live up to it even if im not the best or even second best robosmith i know!</p>\n<p style=\"color: #f2a400\">TT: Yeah, I know this is your policy. You've done a good job and you should be proud.</p>\n<p style=\"color: #f2a400\">TT: But it's my responsibility as your friend to offer one last time.</p>\n<p style=\"color: #f2a400\">TT: Just as it's my responsibility not to just fork over a bunch of uranium just because you ask me in a moment of weakness.</p>\n<p style=\"color: #1f9400\">GT: Frig!!!!!</p>\n<p style=\"color: #1f9400\">GT: Why not???</p>\n<p style=\"color: #f2a400\">TT: It's too easy.</p>\n<p style=\"color: #f2a400\">TT: And you yourself are the one staking pride in this.</p>\n<p style=\"color: #f2a400\">TT: If you were half-assing this project and made some slovenly plea for it, I'd just say, fuck it, here's a lot of green rocks dude, go nuts.</p>\n<p style=\"color: #1f9400\">GT: Ok then! Im halfassing it!</p>\n<p style=\"color: #1f9400\">GT: Look. See? Only a bisected bottom is present! Where is the other half you ask?</p>\n<p style=\"color: #1f9400\">GT: Why... it is nowhere to be found. I didnt use it!</p>\n<p style=\"color: #f2a400\">TT: Nope. Not buying it.</p>\n<p style=\"color: #f2a400\">TT: I know that every ounce of your premium behind can be accounted for in that rabbit, and there's no goddamned denying it.</p>\n<p style=\"color: #f2a400\">TT: And you know perfectly well where some more uranium can be located.</p>\n<p style=\"color: #1f9400\">GT: Jesus christmas you are such a fucking douche.</p>\n<p style=\"color: #f2a400\">TT: It seems you think I am a fucking douche.</p>\n<p style=\"color: #f2a400\">TT: That's your opinion, I guess. That's cool.</p>\n<p style=\"color: #1f9400\">GT: I knew you were going to suggest this. I dont know why i bothered asking!</p>\n<p style=\"color: #1f9400\">GT: Strider why must you always be such an obstinate stick in the mud???</p>\n<p style=\"color: #f2a400\">TT: It seems that you consider me to be, no less than one hundred percent of the time, an obstinate stick in the mud.</p>\n<p style=\"color: #f2a400\">TT: I unironically respect your position on this matter. Hey, let's continue to exchange ideas.</p>\n<p style=\"color: #1f9400\">GT: Wait...</p>\n<p style=\"color: #1f9400\">GT: \"It seems\"??</p>\n<p style=\"color: #f2a400\">TT: What?</p>\n<p style=\"color: #1f9400\">GT: Oh for fucks sake.</p>\n<p style=\"color: #f2a400\">TT: Is something the matter, Jake?</p>\n<p style=\"color: #1f9400\">GT: This is your auto responder.</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}