{
    "version": 0,
    "page": 4962,
    "commands": [
        {
            "command": "uu: Jeer Dirk. ",
            "link": "/story/4963"
        }
    ],
    "media": [
        {
            "file": "04959.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #00d5f2\">gutsyGumshoe [GG]</span> began pestering <span style=\"color: #929292\">uranianUmbra [UU]</p>\n\n<p style=\"color: #00d5f2\">GG: Hello?</p>\n<p style=\"color: #00d5f2\">GG: Are you there?</p>\n<p style=\"color: #929292\">UU: yes.</p>\n<p style=\"color: #00d5f2\">GG: Oh my! You answered!</p>\n<p style=\"color: #00d5f2\">GG: You never answer.</p>\n<p style=\"color: #929292\">UU: don't i?</p>\n<p style=\"color: #00d5f2\">GG: Well, no. I don't mean to be accusatory.</p>\n<p style=\"color: #00d5f2\">GG: I am just surprised.</p>\n<p style=\"color: #929292\">UU: right then.</p>\n<p style=\"color: #929292\">UU: what can i do for yoU?</p>\n<p style=\"color: #00d5f2\">GG: Well... nothing in particular. Just thought it would be nice to catch up.</p>\n<p style=\"color: #00d5f2\">GG: I was beginning to think I was the only one of my friends left alive.</p>\n<p style=\"color: #00d5f2\">GG: Maybe this gloomy place full of salamander bones and dusty old relics is starting to get to me.</p>\n<p style=\"color: #00d5f2\">GG: Not to mention the most unwelcome presence of entrepreneurial clowns and their enormous codpieces.</p>\n<p style=\"color: #929292\">UU: coUld be.</p>\n<p style=\"color: #00d5f2\">GG: I'm still trying to track down my father. I've been gathering clues, and I may be getting close.</p>\n<p style=\"color: #00d5f2\">GG: Do you by any chance know if I might see him soon?</p>\n<p style=\"color: #00d5f2\">GG: Hmm...</p>\n<p style=\"color: #00d5f2\">GG: Are you there?</p>\n<p style=\"color: #929292\">UU: oh. yes.</p>\n<p style=\"color: #929292\">UU: keep going where yoU're headed.</p>\n<p style=\"color: #929292\">UU: things will work oUt in time. yoU'll see him.</p>\n<p style=\"color: #00d5f2\">GG: Phew! That's nice to know. Thanks.</p>\n<p style=\"color: #00d5f2\">GG: You aren't usually forthcoming with future tidbits. Er, not that I was always especially eager to believe you about them anyway.</p>\n<p style=\"color: #00d5f2\">GG: But I think I've been coming around on that lately, for what it's worth.</p>\n<p style=\"color: #00d5f2\">GG: So, um.</p>\n<p style=\"color: #00d5f2\">GG: Hey.</p>\n<p style=\"color: #00d5f2\">GG: Are you ok there?</p>\n<p style=\"color: #00d5f2\">GG: You seem rather preoccupied.</p>\n<p style=\"color: #929292\">UU: i'm sorry.</p>\n<p style=\"color: #929292\">UU: i am not having the best day. u_u</p>\n<p style=\"color: #00d5f2\">GG: What's wrong?</p>\n<p style=\"color: #929292\">UU: everything!</p>\n<p style=\"color: #929292\">UU: where do i bloody begin.</p>\n<p style=\"color: #00d5f2\">GG: Is it your brother?</p>\n<p style=\"color: #929292\">UU: well that goes withoUt saying doesn't it? he is ALWAYS a problem.</p>\n<p style=\"color: #929292\">UU: bUt it's more than that.</p>\n<p style=\"color: #929292\">UU: when i sleep and visit prospit, i see nothing bUt storm cloUds in skaia now.</p>\n<p style=\"color: #929292\">UU: my great big lovely ball of blUe has been cloUding over. soon i fear it will be completely black, and the kingdom will be shroUded in darkness.</p>\n<p style=\"color: #929292\">UU: i wish i Understood the meaning of this terrible omen.</p>\n<p style=\"color: #00d5f2\">GG: That sounds awful!</p>\n<p style=\"color: #929292\">UU: and my brother has become more Uncooperative than ever.</p>\n<p style=\"color: #929292\">UU: he intends to play the game, bUt refUses to treat it like a collaboration.</p>\n<p style=\"color: #929292\">UU: i have told him many times that the only way we can win is to work together! bUt he wants it to be yet another competition between Us, like everything has been all oUr lives.</p>\n<p style=\"color: #929292\">UU: his threats to kill me have become harder to dismiss as his UsUal empty bravado.</p>\n<p style=\"color: #929292\">UU: i fear it may come down to having to kill him first.</p>\n<p style=\"color: #929292\">UU: althoUgh i am not sUre exactly how i woUld go aboUt this, or if i will even be Up to the task. umu;</p>\n<p style=\"color: #00d5f2\">GG: I had no idea things had gotten this grim for you. I am so sorry.</p>\n<p style=\"color: #929292\">UU: yes. bUt i'll cope.</p>\n<p style=\"color: #929292\">UU: the real troUble thoUgh is i'm not sUre if i can play a sUccessfUl session withoUt him.</p>\n<p style=\"color: #929292\">UU: a two player session was already risky enoUgh, satisfying bare minimUm playing conditions.</p>\n<p style=\"color: #929292\">UU: and i had it on good aUthority that the two of Us woUld be able to sUcceed, particUlarly given oUr... well, withoUt intending to boast. varioUs advantages.</p>\n<p style=\"color: #929292\">UU: bUt i have no idea if a session of one is viable.</p>\n<p style=\"color: #929292\">UU: honestly i cannot for the life of me imagine how.</p>\n<p style=\"color: #929292\">UU: it may well resUlt in a void session like yoUrs, bUt withoUt the promise of any extenUating circUmstances.</p>\n<p style=\"color: #00d5f2\">GG: Are you sure it's hopeless with him? You can't reach a truce, just for the sake of playing?</p>\n<p style=\"color: #929292\">UU: i Used to hope so, bUt i doUbt it now.</p>\n<p style=\"color: #929292\">UU: he barely cares aboUt the game itself, other than as a means of escaping oUr planet.</p>\n<p style=\"color: #929292\">UU: he has always been more motivated by the ongoing game between Us.</p>\n<p style=\"color: #00d5f2\">GG: I think you have alluded to this before, but I never really understood.</p>\n<p style=\"color: #00d5f2\">GG: What game?</p>\n<p style=\"color: #929292\">UU: well...</p>\n<p style=\"color: #929292\">UU: it is simple. we are playing a game together.</p>\n<p style=\"color: #929292\">UU: we have been forced to, for as long as we've known each other.</p>\n<p style=\"color: #929292\">UU: bUt the rUles are complicated, and often shifting. and they don't always make sense!</p>\n<p style=\"color: #929292\">UU: at least, they woUldn't to yoU.</p>\n<p style=\"color: #00d5f2\">GG: Try me!</p>\n<p style=\"color: #929292\">UU: many yoU woUld not recognize as rUles, so mUch as sUperstitions.</p>\n<p style=\"color: #929292\">UU: a variety of caveats and stipUlations. things that woUld invite misfortUne if i were to break. it woUld be very bad jUjU.</p>\n<p style=\"color: #929292\">UU: i have not been able to tell yoU my name for this reason.</p>\n<p style=\"color: #929292\">UU: doing so woUld lead Us all down a very slippery slope! bUt i have wanted to tell yoU so. i hope my relUctance has not compromised oUr friendship.</p>\n<p style=\"color: #00d5f2\">GG: Of course not. I wrote off your reticence as one of your many eccentricities long ago.</p>\n<p style=\"color: #929292\">UU: ^u^</p>\n<p style=\"color: #00d5f2\">GG: I still want to understand this game with your brother, though.</p>\n<p style=\"color: #00d5f2\">GG: Could you describe some of the other rules?</p>\n<p style=\"color: #929292\">UU: mm, yes. we have both renoUnced hemotyping Until the resolUtion.</p>\n<p style=\"color: #00d5f2\">GG: Hemotyping?</p>\n<p style=\"color: #929292\">UU: it is in the same vein, pardon the pUn, as a qUirk. it's the old tradition whereby one types in his or her own blood coloUr.</p>\n<p style=\"color: #929292\">UU: so he and i have embraced neUtral tones to speak in, for the time being.</p>\n<p style=\"color: #929292\">UU: most hUmans do not practice hemotyping, presUmably dUe to lacking diversity in blood class.</p>\n<p style=\"color: #00d5f2\">GG: But your race has varied blood color?</p>\n<p style=\"color: #929292\">UU: yes.</p>\n<p style=\"color: #00d5f2\">GG: Then what would yours be?</p>\n<p style=\"color: #929292\">UU: i am a lime blood. UuU</p>\n<p style=\"color: #929292\">UU: while he's got the bright cherry blood, jUst like yoU all do.</p>\n<p style=\"color: #929292\">UU: not that this matters since we are alone here, bUt interestingly, in ancient troll cUltUre we woUld both be considered pariahs.</p>\n<p style=\"color: #929292\">UU: for different reasons of coUrse. those of his blood coloUr were very rare, existing by way of genetic glitch only. they were oUtcasts, having no place in the social order.</p>\n<p style=\"color: #929292\">UU: on the other hand, those of my blood coloUr were once actUally qUite common! bUt later they were all hUnted to extinction.</p>\n<p style=\"color: #00d5f2\">GG: Jeez. Why?</p>\n<p style=\"color: #929292\">UU: details of the genocide are historically mUrky. it's one of those maddening voids in my Understanding of yoUr elaborate epic.</p>\n<p style=\"color: #929292\">UU: bUt i have specUlated their extermination had to do with the extremely powerfUl abilities they tended to have, and the threat to aUthority they represented. even more so than other powerfUl lowbloods.</p>\n<p style=\"color: #00d5f2\">GG: Are you saying you have such powers?</p>\n<p style=\"color: #929292\">UU: maybe. :u</p>\n<p style=\"color: #00d5f2\">GG: But he does not?</p>\n<p style=\"color: #929292\">UU: he has other, Um. traits.</p>\n<p style=\"color: #00d5f2\">GG: Maybe he is jealous of you, which is why there is such resentment?</p>\n<p style=\"color: #929292\">UU: oh, probably. he is an oUtright mess. if yoU can name a problem with me, he's got it.</p>\n<p style=\"color: #00d5f2\">GG: The way you described it, I had always envisioned your contentious relationship as one played out mostly online.</p>\n<p style=\"color: #929292\">UU: yes. it is!</p>\n<p style=\"color: #00d5f2\">GG: And also that you and he had never met. Yet some things you have said lately appear to contradict this?</p>\n<p style=\"color: #929292\">UU: sigh.</p>\n<p style=\"color: #929292\">UU: jane, i am sorry, bUt this is something i jUst cannot get into. for one thing we woUld be creeping way too close to breaking the rUles, and then we woUld all be bUggered.</p>\n<p style=\"color: #929292\">UU: even if i were at liberty to say, it woUld take so mUch time to explain everything. and i really mUst be getting to sleep again soon. i am terribly worried aboUt the people of prospit dUring sUch dark times.</p>\n<p style=\"color: #00d5f2\">GG: I understand.</p>\n<p style=\"color: #929292\">UU: sUffice to say, all games that are played have boUndaries. a stage to which all pieces and moves are confined.</p>\n<p style=\"color: #929292\">UU: like a chess board! there is no reality to the game beyond the edges of the binary grid.</p>\n<p style=\"color: #00d5f2\">GG: That makes sense, but I'm not sure I see how it applies.</p>\n<p style=\"color: #929292\">UU: i know. it was more infernal gammoning on my part as i dance aboUt these rUles.</p>\n<p style=\"color: #929292\">UU: it's all one can do when everything he or she ever does is jUst another move in a game.</p>\n<p style=\"color: #929292\">UU: i am so sorry, jane. i woUld have loved to be more forthright with yoU since the day we first spoke.</p>\n<p style=\"color: #929292\">UU: yoU are a dear friend to me. yoU and yoUr chUms. yoU are all the only friends i have ever had.</p>\n<p style=\"color: #00d5f2\">GG: :B</p>\n<p style=\"color: #00d5f2\">GG: &lt;3</p>\n<p style=\"color: #929292\">UU: uUu</p>\n<p style=\"color: #929292\">UU: i was planning on giving yoU a gift.</p>\n<p style=\"color: #00d5f2\">GG: You were??</p>\n<p style=\"color: #929292\">UU: yes, bUt i was going to wait Until completing my qUest before sending it to yoU.</p>\n<p style=\"color: #929292\">UU: bUt now that things are looking rather bleak here, i may have to consider accelerating the delivery.</p>\n<p style=\"color: #00d5f2\">GG: What is it? Or is it a surprise?</p>\n<p style=\"color: #929292\">UU: it is a sUrprise! bUt i will tell yoU this mUch.</p>\n<p style=\"color: #929292\">UU: it is my jUjU. it is very dear to me.</p>\n<p style=\"color: #00d5f2\">GG: Your juju?</p>\n<p style=\"color: #929292\">UU: a talisman of sorts, with many cUrioUs properties and rUles for implementation.</p>\n<p style=\"color: #929292\">UU: as yoU may have gathered aboUt me, i have learned the hard way that it always pays to follow the rUles. :U</p>\n<p style=\"color: #00d5f2\">GG: Where did you get it?</p>\n<p style=\"color: #929292\">UU: it was an heirloom, yoU coUld say. passed on from ancestors. i have always had it.</p>\n<p style=\"color: #929292\">UU: jUjUs are said to have origins which are impossible to Understand or trace. some say they emerge spontaneoUsly from the void.</p>\n<p style=\"color: #929292\">UU: they cannot be trUly dUplicated. if there ever appears to be more than one of the same, it is only a mirage of caUsality!</p>\n<p style=\"color: #929292\">UU: nor can they ever be destroyed. not completely, at least.</p>\n<p style=\"color: #929292\">UU: so when i send yoU mine, it will be no small matter. it will not simply be copied throUgh alchemy.</p>\n<p style=\"color: #929292\">UU: yoU will be the new owner, and mine here will cease to exist.</p>\n<p style=\"color: #00d5f2\">GG: Um... gosh.</p>\n<p style=\"color: #929292\">UU: bUt UnfortUnately it will have no valUe to yoU Unless i send my brother's jUjU as well.</p>\n<p style=\"color: #929292\">UU: and he will not relinqUish control of his Unless i best him at oUr game. this is another of oUr rUles.</p>\n<p style=\"color: #00d5f2\">GG: It sure sounds like you two are up to your necks in this crazy game.</p>\n<p style=\"color: #929292\">UU: oh yes. we are Up to qUite a bit fUrther than oUr neck in it. ~_u</p>\n<p style=\"color: #929292\">UU: bUt it's alright. i love games.</p>\n<p style=\"color: #929292\">UU: my brother, on the other hand...</p>\n<p style=\"color: #00d5f2\">GG: Not such a big fan of games?</p>\n<p style=\"color: #929292\">UU: on no, qUite the contrary.</p>\n<p style=\"color: #929292\">UU: his passion for games transcends any hUman Understanding of love.</p>\n<p style=\"color: #929292\">UU: for yoU to Understand it woUld be to fUlly comprehend the meaning of...</p>\n<p style=\"color: #929292\">UU: how to pUt it.</p>\n<p style=\"color: #00d5f2\">GG: Um.</p>\n<p style=\"color: #00d5f2\">GG: Beauty?</p>\n<p style=\"color: #929292\">UU: horror.</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}