{
    "version": 0,
    "page": 2211,
    "commands": [
        {
            "command": "Equius: Check on lusus. ",
            "link": "/story/2212"
        }
    ],
    "media": [
        {
            "file": "02211.gif",
            "folder": "0"
        }
    ],
    "text": "<p class=\"o-story_text type-rg type-hs-small--md type-center line-caption line-copy--md pad-x-0 pad-x-lg--md pad-b-lg\">Your name is EQUIUS ZAHHAK.\r<br/> <br/>You love being STRONG.\r<br/> <br/>You are so strong, you would surely be the class of the elite legion of RUFFIANNIHILATORS. And while such a calling would be quite honorable, you would prefer to join the ranks of the ARCHERADICATORS, perhaps the most noble echelon the imperial forces have to offer. Unfortunately, you SUCK AT ARCHERY. You have not successfully fired a SINGLE ARROW. Every time you try, you BREAK THE BOW. You are simply too strong. You have broken so many bows, it has developed into a habit BORDERING ON FETISHISTIC. You have to stop. But addiction is a powerful thing.\r<br/> <br/>You have a great appreciation for THE FINE ARTS. You use your aristocratic connections to acquire PRICELESS MASTERPIECES, painted in the oldest and most respected Alternian tradition of NUDE MUSCLEBEAST PORTRAITS. These striking depictions of the EXQUISITE FAUNA native to Alternia remind you of the PUREST PHYSICAL IDEAL that must be sought by anyone who professes a LOVE OF STRENGTH. When those of lesser bloodlines turn up their uncultured noses at such stunning material, it MAKES YOU FURIOUS.\r<br/> <br/>Practically everything MAKES YOU FURIOUS. You have so much rage, it can only be expressed through STAGGERING QUANTITIES OF PHYSICAL VIOLENCE. You build strong and sturdy robots, set them to kill mode, and BEAT THE SHIT OUT OF THEM in caged brawls. Sometimes you LOSE TEETH. But they usually grow back.\r<br/> <br/>Your trolltag is <span style=\"color: #000056\">centaursTesticle</span> and with your bow and arrow ever at the ready, you <span style=\"color: #000056\">D --&gt; Take e%ception to 100d language unbefitting of b100 b100ds</span> <br/> <br/>What will you do?</p>",
    "pesterlog": null,
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}