{
    "version": 0,
    "page": 6006,
    "commands": [
        {
            "command": "[A6I5] ==> ",
            "link": "/story/6007"
        }
    ],
    "media": [
        {
            "file": "06003.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #005682\">ARANEA: With each planet he destroys, he will 8e awarded a new leprechaun follower.</p>\n<p style=\"color: #005682\">ARANEA: Even if a planet was destroyed in the 8r8k, he will still 8e awarded that planet's leprechaun upon destroying the planet preceding it. Sort of like a two for one deal!</p>\n<p style=\"color: #0715cd\">JOHN: wait.</p>\n<p style=\"color: #0715cd\">JOHN: leprechauns??</p>\n<p style=\"color: #005682\">ARANEA: Yes, John!</p>\n<p style=\"color: #005682\">ARANEA: I'm delighted to see you have pounced on what is clearly the most interesting part of the story thus far.</p>\n<p style=\"color: #005682\">ARANEA: Leprechauns are a fascin8ting mythical race, although there is some dispute among scholars as to whether they are actually a 8reed of gnome.</p>\n<p style=\"color: #0715cd\">JOHN: ...</p>\n<p style=\"color: #005682\">ARANEA: I can't say I 8lame you for 8eing speechless. There are no dou8t hundreds of questions swirling in your head at once a8out these wonderful creatures.</p>\n<p style=\"color: #005682\">ARANEA: Where do I even 8egin? You must forgive me, I find it very difficult to resist going on at length a8out them. I just think they are so gr8.</p>\n<p style=\"color: #005682\">ARANEA: For instance, I can and have given lectures for weeks at a time on their marvelous and widely varying magical a8ilities.</p>\n<p style=\"color: #005682\">ARANEA: More intriguing yet would 8e any medium-to-longform harangue on the topic of their culture and customs, most of which revolve around luck.</p>\n<p style=\"color: #005682\">ARANEA: 8ut most captiv8ting of all, and the su8ject upon which I will now assiduously expound, would 8e the positively scintill8ting su8ject of leprechaun romance.</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}