{
    "version": 0,
    "page": 4826,
    "commands": [],
    "media": [
        {
            "file": "04823.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #e00707\">timaeusTestified [TT]</span> began pestering <span style=\"color: #00d5f2\">gutsyGumshoe [GG]</p>\n<p style=\"color: #e00707\">TT: Looks like you're getting the hang of these puzzles.</p>\n<p style=\"color: #e00707\">TT: Nice work.</p>\n<p style=\"color: #00d5f2\">GG: Thank you!</p>\n<p style=\"color: #00d5f2\">GG: That last skull was a doozy, to be honest.</p>\n<p style=\"color: #e00707\">TT: Yeah, I guess. If you have a human brain, sure.</p>\n<p style=\"color: #e00707\">TT: Personally, I've already solved all conceivable skull puzzles for all possible skull states, which is a thing that's like, no big deal for me?</p>\n<p style=\"color: #00d5f2\">GG: Har har.</p>\n<p style=\"color: #00d5f2\">GG: Hey, I thought you couldn't see me once I left the house?</p>\n<p style=\"color: #e00707\">TT: I can't. Not through the server's viewport.</p>\n<p style=\"color: #e00707\">TT: But I can still monitor your progress through Lil Sebastian.</p>\n<p style=\"color: #e00707\">TT: He and I are linked the hell up cyberwise. We are so tight. Tight like you wouldn't believe.</p>\n<p style=\"color: #00d5f2\">GG: Oh yeah?</p>\n<p style=\"color: #e00707\">TT: It's like he is the Incredible Hulk's pants, and I am his monstrous package yearning to bust loose.</p>\n<p style=\"color: #00d5f2\">GG: Blehhhh, why??</p>\n<p style=\"color: #e00707\">TT: Jane.</p>\n<p style=\"color: #e00707\">TT: It seems there is a way bigger than average probability that you do not want to discuss Bruce Banner's megalithic gamma schlong.</p>\n<p style=\"color: #00d5f2\">GG: That figure would be sitting pretty at one hundred percent.</p>\n<p style=\"color: #e00707\">TT: Holy shit!</p>\n<p style=\"color: #e00707\">TT: Some of my circuits exploded. That number was intense to robo-consider.</p>\n<p style=\"color: #00d5f2\">GG: Ok, let's stop talking about stupid things for a minute. What a completely absurd environment for our typical blithering discourse.</p>\n<p style=\"color: #00d5f2\">GG: I am hot on the prowl for more clues about this strange and mysterious land!</p>\n<p style=\"color: #e00707\">TT: Ha ha.</p>\n<p style=\"color: #00d5f2\">GG: What?</p>\n<p style=\"color: #e00707\">TT: I don't know.</p>\n<p style=\"color: #e00707\">TT: Just, ha ha to that.</p>\n<p style=\"color: #00d5f2\">GG: Anyway, I think I'm getting closer to finding where my house went.</p>\n<p style=\"color: #00d5f2\">GG: Then I can reunite with dad, and together we can sleuth this great big pickle of a planet!</p>\n<p style=\"color: #e00707\">TT: Well, the good news is your house should be just ahead, if you keep following the trail.</p>\n<p style=\"color: #00d5f2\">GG: Yes, I knew it!</p>\n<p style=\"color: #e00707\">TT: The bad news is your dad's not there anymore.</p>\n<p style=\"color: #00d5f2\">GG: Oh no!</p>\n<p style=\"color: #e00707\">TT: I guess he got antsy and left to explore. Maybe he's looking for you?</p>\n<p style=\"color: #e00707\">TT: I tried to block him from leaving with some furniture, but the dude was having none of it.</p>\n<p style=\"color: #00d5f2\">GG: Golly, why did he have to leave??</p>\n<p style=\"color: #00d5f2\">GG: This really complicates matters. I hope he doesn't get lost.</p>\n<p style=\"color: #e00707\">TT: Don't worry, we'll find him. I'll have Seb search within a likely radius. The little guy is real fast.</p>\n<p style=\"color: #00d5f2\">GG: Yes. Good idea.</p>\n<p style=\"color: #e00707\">TT: In the meantime, you'd better go find your house. We aren't making any progress in this game without it. It's kinda central to the gameplay, you know?</p>\n<p style=\"color: #e00707\">TT: If you need Seb to do anything from afar, just message me, and I'll give him the orders. Got it?</p>\n<p style=\"color: #00d5f2\">GG: Got it! Thanks!</p>\n<p style=\"color: #e00707\">timaeusTestified [TT]</span> ceased pestering <span style=\"color: #00d5f2\">gutsyGumshoe [GG]</p>\n\n[Close tab and continue playing game in original tab.]</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}