{
    "version": 0,
    "page": 6398,
    "commands": [
        {
            "command": "[A6A6I1] ====> ",
            "link": "/story/6399"
        }
    ],
    "media": [
        {
            "file": "06395.gif",
            "folder": "0"
        }
    ],
    "retconShit": [
        {
            "file": "06395_retcon.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #008141\">KANAYA: Why Would You Do That!</p>\n<p style=\"color: #008141\">KANAYA: I Do Not Understand Why You Needed To Impale My Friend To Demonstrate Your Resurrection Abilities!</p>\n<p style=\"color: #008141\">KANAYA: I Believed You!</p>\n<p style=\"color: #008141\">KANAYA: It Was Pointless And Cruel And Does Not Advance My Willingness To Cooperate With You At All!</p>\n<p style=\"color: #008141\">KANAYA: Furthermore It Did Not Prove That You Can Use Said Abilities To Harm Me!</p>\n<p style=\"color: #008141\">KANAYA: I Believe That Assertion Was Based On A Fallacious Theory About My Constitution!</p>\n<p style=\"color: #008141\">KANAYA: In Actuality One Could Easily Kill Me With Any Number Of Conventional Methods!</p>\n<p style=\"color: #008141\">KANAYA: Im Sure You Could Chop My Head Off Or Burn Me Alive Or Crush Me To Death And I Would Die Just Fine!</p>\n<p style=\"color: #626262\">KARKAT: (whoa, kanaya)</p>\n<p style=\"color: #626262\">KARKAT: (could you maybe not give the psycho fork girl any more ideas???)</p>\n<p style=\"color: #008141\">KANAYA: I Am Not Scared Of You!</p>\n<p style=\"color: #008141\">KANAYA: None Of Us Are!</p>\n<p style=\"color: #626262\">KARKAT: (i kind of am)</p>\n<p style=\"color: #008141\">KANAYA: Karkat Shut Up!</p>\n<p style=\"color: #008141\">KANAYA: If This Treacherous Despot Serving Turncoat Seeks Compliance From Me Then She Will Have To Pry It From My Mutilated Lifeless Cadaver!</p>\n<p style=\"color: #626262\">KARKAT: (oh no oh god oh no oh god)</p>\n<p style=\"color: #008141\">KANAYA: If You Are So Convinced That Your Recuperative Magic Will Strike Me Down Then Why Dont You Put Your Theory To The Test!</p>\n<p style=\"color: #008141\">KANAYA: I Doubt You Will Since You Have Made It Clear You Need Our Participation To Achieve Your Goals Which Is A Fact That Your Naive Cohort Foolishly Revealed To Us!</p>\n<p style=\"color: #008141\">KANAYA: I Dont Think She Is Very Good At Being A Villain And To Be Honest I Have My Doubts About You As Well So I Am Calling Your Bluff!</p>\n<p style=\"color: #008141\">KANAYA: So If You Continue To Insist That Your Healing Enchantments Have The Power To Slay Me Then I Implore You To Give It Your Best Shot!</p>\n<p style=\"color: #008141\">KANAYA: Go On Do It!</p>\n<p style=\"color: #008141\">KANAYA: DO YOUR HUMAN WORST!</p>\n<p style=\"color: #00d5f2\">JANE:</span> <span style=\"color: #ff0000\">Silence, buster.</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}