{
    "version": 0,
    "page": 5393,
    "commands": [
        {
            "command": "[A6I3] ==> ",
            "link": "/story/5394"
        }
    ],
    "media": [
        {
            "file": "05390.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #005682\">VRISKA: John, tell me what you see here.</p>\n<p style=\"color: #0715cd\">JOHN: um...</p>\n<p style=\"color: #0715cd\">JOHN: where?</p>\n<p style=\"color: #005682\">VRISKA: Right here.</p>\n<p style=\"color: #005682\">VRISKA: What is this? This thing I'm holding?</p>\n<p style=\"color: #0715cd\">JOHN: a black piece of paper?</p>\n<p style=\"color: #005682\">VRISKA: No, John.</p>\n<p style=\"color: #005682\">VRISKA: This is 8ULLSHIT is what it is.</p>\n<p style=\"color: #0715cd\">JOHN: oh.</p>\n<p style=\"color: #0715cd\">JOHN: yes, clearly.</p>\n<p style=\"color: #005682\">VRISKA: This is what a map looks like in the furthest ring.</p>\n<p style=\"color: #005682\">VRISKA: This is what ALL maps look like out here.</p>\n<p style=\"color: #005682\">VRISKA: Turns out plotting the relative geographical features of an infinite 8lack expanse of pure void is every 8it as moronic as it sounds. 8ut that didn't stop some ancient eldritch chucklefuck from doing exactly that.</p>\n<p style=\"color: #005682\">VRISKA: For the longest time, this is all we've had to go on when it came to deciphering the clues and figuring out the coordin8tes of the legendary treasure.</p>\n<p style=\"color: #005682\">VRISKA: Do you have any idea how hard it is to pin down the physical location of something out here? Never mind the fact that physical location in the furthest ring is already a mallea8le concept. Just imagine what it's like giving someone directions! What do you tell them?</p>\n<p style=\"color: #005682\">VRISKA: Proceed in a str8 line shaped like a perpetually shifting torus knot until you feel a sense of despair transcending all mortal comprehension, then hang a right at the next octopus?</p>\n<p style=\"color: #005682\">VRISKA: There's nothing static out there. No landmarks, no points of reference. Nothing!</p>\n<p style=\"color: #005682\">VRISKA: If you want to make any headway in this gr8 8ig field of fuckall, SOMEONE has got to start wrecking some shit.</p>\n<p style=\"color: #0715cd\">JOHN: would that someone be you?</p>\n<p style=\"color: #005682\">VRISKA: Haha. I wish I had that kind of firepower. 8ut no.</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}