{
    "version": 0,
    "page": 7523,
    "commands": [
        {
            "command": "[A6A6I5] ====> ",
            "link": "/story/7524"
        }
    ],
    "media": [
        {
            "file": "07519.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #005682\">VRISKA: There, perfect.</p>\n<p style=\"color: #005682\">VRISKA: Dog Jack is easily the most powerful adversary of the 8unch, in terms of pure physical capa8ility.</p>\n<p style=\"color: #005682\">VRISKA: The Condesce has the edge in guile and flexi8ility, and Lord Jack has a ton of offensive power too...</p>\n<p style=\"color: #005682\">VRISKA: 8ut there's nothing quite like the first guardian a8ilities to give someone an overwhelming tactical advantage.</p>\n<p style=\"color: #005682\">VRISKA: The a8ility to teleport anywhere in the session any time, or ANYONE anywhere any time, while having access to an inexhausti8le power supply from the green sun really makes it no contest, even against an otherwise awesome com8atant.</p>\n<p style=\"color: #005682\">VRISKA: If it were just him you had to deal with, I wouldn't like your odds, honestly.</p>\n<p style=\"color: #005682\">VRISKA: 8ut luckily for us, there's a major factor here which should mostly neutralize him during this huge melee, which is the prospitian.</p>\n<p style=\"color: #005682\">VRISKA: Power-wise, she's a precisely even match for him.</p>\n<p style=\"color: #005682\">VRISKA: And 8etter yet, she apparently can't stand the guy.</p>\n<p style=\"color: #005682\">VRISKA: I still don't know what her real motives are, 8ut you know what they say. Enemy of my enemy and all.</p>\n<p style=\"color: #005682\">VRISKA: So I say let her have at him, and if the opportunity presents itself, help her defeat him.</p>\n<p style=\"color: #005682\">VRISKA: I will also give this 8it of advice.</p>\n<p style=\"color: #005682\">VRISKA: If Jade ever wakes up, AND THE CONDESCE IS SUFFICIENTLY PREOCCUPIED, make sure Jade goes nowhere near the Condesce, and sic her on Dog Jack.</p>\n<p style=\"color: #005682\">VRISKA: She's the only one here who's a8ilities are on par with his, so that's where they're 8est applied.</p>\n<p style=\"color: #005682\">VRISKA: Got it? Good.</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}