{
    "version": 0,
    "page": 7917,
    "commands": [
        {
            "command": "[A6A6I5] ====> ",
            "link": "/story/7918"
        }
    ],
    "media": [
        {
            "file": "07910.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #e00707\">DAVE: damn</p>\n<p style=\"color: #e00707\">DAVE: and i thought our houses were pointlessly tall before</p>\n<p style=\"color: #e00707\">DAVE: it just doesnt stop from keep constantly getting more and more vertically enormous</p>\n<p style=\"color: #f2a400\">DIRK: Shit is downright precipitous at this point.</p>\n<p style=\"color: #f2a400\">DIRK: Like, upways.</p>\n<p style=\"color: #e00707\">DAVE: haha yeah</p>\n<p style=\"color: #e00707\">DAVE: we made sure as fuck not to come right out and literally describe that building as tall</p>\n<p style=\"color: #f2a400\">DIRK: Hell yes.</p>\n<p style=\"color: #f2a400\">DIRK: Who needs small and serviceable adjectives when the most ass-backwards way of saying a thing is right there, tantalizingly hidden within the vast ocean of language.</p>\n<p style=\"color: #f2a400\">DIRK: Like a treasure in a huge shitty clam.</p>\n<p style=\"color: #e00707\">DAVE: we are way on the same page philosophically here</p>\n<p style=\"color: #f2a400\">DIRK: Who is surprised by this?</p>\n<p style=\"color: #f2a400\">DIRK: Zero people, is who.</p>\n<p style=\"color: #e00707\">DAVE: sounds like a club for losers to me</p>\n<p style=\"color: #e00707\">DAVE: theyre lucky they dont have any members, otherwise theyd all be lame as hell</p>\n<p style=\"color: #f2a400\">DIRK: Yeah.</p>\n<p style=\"color: #e00707\">DAVE: so uh</p>\n<p style=\"color: #e00707\">DAVE: why do the houses need to be so tall again</p>\n<p style=\"color: #e00707\">DAVE: i never actually understood that</p>\n<p style=\"color: #e00707\">DAVE: except to reach the gates but once we all figured out how to fly and shit that became so pointless</p>\n<p style=\"color: #f2a400\">DIRK: Yeah. After a while in the game, building kind of stopped mattering.</p>\n<p style=\"color: #f2a400\">DIRK: Except near the end. Getting them to the top is just a point of completion.</p>\n<p style=\"color: #f2a400\">DIRK: Then you dump the grist rig on top of it, apparently.</p>\n<p style=\"color: #f2a400\">DIRK: That lets the thing spray out all the grist from the hoard in the planet's core, kind of like a huge oil derrick I guess.</p>\n<p style=\"color: #e00707\">DAVE: oh</p>\n<p style=\"color: #e00707\">DAVE: how do you know this</p>\n<p style=\"color: #e00707\">DAVE: do you guys have like a manual or</p>\n<p style=\"color: #f2a400\">DIRK: I'm in communication with Arquiusprite.</p>\n<p style=\"color: #f2a400\">DIRK: He's working on it now.</p>\n<p style=\"color: #e00707\">DAVE: so youre in communication with him like...</p>\n<p style=\"color: #e00707\">DAVE: RIGHT now?</p>\n<p style=\"color: #f2a400\">DIRK: Yes.</p>\n<p style=\"color: #f2a400\">DIRK: Via my shades.</p>\n<p style=\"color: #f2a400\">DIRK: Which he incidentally used to be.</p>\n<p style=\"color: #f2a400\">DIRK: Like, as a computer, which he lived inside as my Auto-Responder.</p>\n<p style=\"color: #e00707\">DAVE: right</p>\n<p style=\"color: #e00707\">DAVE: and</p>\n<p style=\"color: #e00707\">DAVE: uh</p>\n<p style=\"color: #e00707\">DAVE: why... did you make that thing again</p>\n<p style=\"color: #e00707\">DAVE: not that you ever told me before</p>\n<p style=\"color: #e00707\">DAVE: 'again' is just like a stammering tack-on to that sentence so as to try and not sound too fucking rude</p>\n<p style=\"color: #f2a400\">DIRK: I don't think it's a rude question. It's perfectly fair to wonder what was going through my head when I made him.</p>\n<p style=\"color: #f2a400\">DIRK: I've spent a lot of time wondering about that myself.</p>\n<p style=\"color: #e00707\">DAVE: so you just</p>\n<p style=\"color: #e00707\">DAVE: straight up programmed a copy of your brain</p>\n<p style=\"color: #f2a400\">DIRK: There was some programming involved, but also a bit of cheating, through the mapping of a captchalogued ghost-imprint of my brain.</p>\n<p style=\"color: #f2a400\">DIRK: I guess part of it was just about trying to understand myself.</p>\n<p style=\"color: #f2a400\">DIRK: But I don't think I would have put it that way at the time. For a while I insisted he was meant to be a \"debate partner\" or some horseshit.</p>\n<p style=\"color: #f2a400\">DIRK: I was pretty young, and had some stupid ideas.</p>\n<p style=\"color: #f2a400\">DIRK: About irony in particular. But also a lot of mostly faux-intellectual thoughts on a wide variety of topics.</p>\n<p style=\"color: #f2a400\">DIRK: Like philosophy, consciousness, programming, identity, history, ancient pop-culture... really it ran the full gamut of pretension.</p>\n<p style=\"color: #f2a400\">DIRK: Not that I don't still find that stuff interesting. I'd just like to think I'm somewhat less full of shit about it all now.</p>\n<p style=\"color: #e00707\">DAVE: yeah me too</p>\n<p style=\"color: #e00707\">DAVE: i mean, about my interests and stuff</p>\n<p style=\"color: #f2a400\">DIRK: Creating him was an interesting exercise I guess, but over the years I came to see his development as one of my biggest mistakes.</p>\n<p style=\"color: #f2a400\">DIRK: He sort of turned into a monster. But I could never bring myself to get rid of him, or even really blame him for being an asshole, because he wasn't actually that different from me.</p>\n<p style=\"color: #f2a400\">DIRK: Like, by definition.</p>\n<p style=\"color: #f2a400\">DIRK: He seems alright as Arquius though. At least it keeps him busy, obsessing over his muscles, asking for milk and shit like that.</p>\n<p style=\"color: #e00707\">DAVE: hmm</p>\n<p style=\"color: #e00707\">DAVE: i guess i started some projects i regretted</p>\n<p style=\"color: #e00707\">DAVE: but nothin like making a milk weirdo eventually exist</p>\n<p style=\"color: #e00707\">DAVE: it sounds fucked up but is also kind of an awesome story in its own way</p>\n<p style=\"color: #f2a400\">DIRK: I guess so.</p>\n<p style=\"color: #e00707\">DAVE: maybe im lucky i was never that good with computers</p>\n<p style=\"color: #e00707\">DAVE: now computer ART thats a different story</p>\n<p style=\"color: #e00707\">DAVE: ok it actually isnt i fuckin suck at that too</p>\n<p style=\"color: #e00707\">DAVE: but dammit i try my best and make some magic happen at least in my own mind so maybe thats good enough</p>\n<p style=\"color: #f2a400\">DIRK: It certainly worked out for you in my universe.</p>\n<p style=\"color: #e00707\">DAVE: yeah</p>\n<p style=\"color: #e00707\">DAVE: i mean</p>\n<p style=\"color: #e00707\">DAVE: i DID captchalogue my own ghost brain once but i didnt know what to make of that and thought it was kinda weird so that never really went anywhere</p>\n<p style=\"color: #e00707\">DAVE: probably for the best</p>\n<p style=\"color: #f2a400\">DIRK: It definitely is.</p>\n<p style=\"color: #f2a400\">DIRK: Tinkering with your own mind, or identity or whatever... it's a dark road to go down.</p>\n<p style=\"color: #f2a400\">DIRK: There are enough splinters of everyone running around out there as it is, just as a natural byproduct of our reality. For me in particular. Probably for you too, as a time player.</p>\n<p style=\"color: #f2a400\">DIRK: That process doesn't need to be encouraged or fucked with.</p>\n<p style=\"color: #e00707\">DAVE: for real</p>\n<p style=\"color: #e00707\">DAVE: my bro did cool things with computers too</p>\n<p style=\"color: #e00707\">DAVE: i mean nothin like making a clone of his brain or anything thank god</p>\n<p style=\"color: #e00707\">DAVE: just some absurd bullshit with web bots and stuff mostly to help prop up his various \"enterprises\"</p>\n<p style=\"color: #f2a400\">DIRK: You mean the porn stuff?</p>\n<p style=\"color: #e00707\">DAVE: yeah</p>\n<p style=\"color: #e00707\">DAVE: but with puppets of course</p>\n<p style=\"color: #e00707\">DAVE: it was always about the puppets</p>\n<p style=\"color: #f2a400\">DIRK: Naturally.</p>\n<p style=\"color: #e00707\">DAVE: he made all these porn bots that would just talk to each other in a chatroom endlessly</p>\n<p style=\"color: #e00707\">DAVE: all like gettin each other riled up about squishy bottoms and whatnot</p>\n<p style=\"color: #e00707\">DAVE: actually it was pretty entertaining to watch them go at it for hours</p>\n<p style=\"color: #e00707\">DAVE: i think they may have been teetering on the threshold of SOMETHING resembling self awareness?</p>\n<p style=\"color: #e00707\">DAVE: except they only seemed to apply that faculty to reach even more heightened states of sexual excitement for a bunch of nude soft puppets</p>\n<p style=\"color: #f2a400\">DIRK: That sounds...</p>\n<p style=\"color: #f2a400\">DIRK: Oddly rewarding.</p>\n<p style=\"color: #f2a400\">DIRK: I mean, not to say he wasn't still a douche.</p>\n<p style=\"color: #f2a400\">DIRK: But as a pastime, cultivating a group of earnest, erotic puppet-loving chatbots sounds so much more relaxing than painstakingly constructing a version of your own brain, and then arguing with it for years thereafter.</p>\n<p style=\"color: #f2a400\">DIRK: Almost like tending to a little flock of pigeons.</p>\n<p style=\"color: #e00707\">DAVE: yeah you know he did some cool things</p>\n<p style=\"color: #e00707\">DAVE: it wasnt necessarily all inherently terrible</p>\n<p style=\"color: #e00707\">DAVE: things i would really appreciate under better circumstances</p>\n<p style=\"color: #e00707\">DAVE: he definitely had a lot of drive and also some uh \"ideas\" that warranted a certain amount of respect i guess</p>\n<p style=\"color: #e00707\">DAVE: he just</p>\n<p style=\"color: #e00707\">DAVE: maybe should not have been allowed near a child?</p>\n<p style=\"color: #e00707\">DAVE: sall im sayin</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}