{
    "version": 0,
    "page": 4692,
    "commands": [
        {
            "command": "[A6I2] ==> ",
            "link": "/story/4693"
        }
    ],
    "media": [
        {
            "file": "04689.gif",
            "folder": "0"
        }
    ],
    "text": null,
    "pesterlog": "<p style=\"color: #626262\">FCG: YOU'VE BEEN SENDING HER AN ENDLESS STREAM OF MIXED SIGNALS FOR AS LONG AS YOU'VE KNOWN HER.</p>\n<p style=\"color: #ff0000\">CCG: OH BULLSHIT.</p>\n<p style=\"color: #626262\">FCG: LIKE FUCK IT'S BULLSHIT.</p>\n<p style=\"color: #626262\">FCG: IT'S ALL TOO CLEAR TO ME NOW. IT'S A CLASSIC CASE OF QUADRANT VACILLATION, AND YOU DON'T EVEN KNOW IT.</p>\n<p style=\"color: #626262\">FCG: NO WONDER SHE WAS FRUSTRATED AND GOT FED UP WITH YOU.</p>\n<p style=\"color: #ff0000\">CCG: THIS IS OUTRAGEOUS.</p>\n<p style=\"color: #626262\">FCG: IS IT?? TELL ME, HOW MANY TIMES HAVE YOU TREATED HER IN A WAY THAT COULD BE OBJECTIVELY CONSTRUED AS A FORM OF BLACK SOLICITATION?</p>\n<p style=\"color: #ff0000\">CCG: THAT'S JUST</p>\n<p style=\"color: #ff0000\">CCG: NO, THAT'S HOW WE'VE ALWAYS ROLLED TOGETHER. IT'S LIKE</p>\n<p style=\"color: #ff0000\">CCG: SPIRITED PLATONIC CONTENTION.</p>\n<p style=\"color: #ff0000\">CCG: TOTALLY NORMAL TERRITORY IN A HEALTHY MATESPRITSHIP.</p>\n<p style=\"color: #626262\">FCG: YEAH, A *HEALTHY* ONE, NOT ONE INVOLVING A DEMENTED LOUDMOUTH WHO CAN'T KEEP HIS SHIT UNDER CONTROL.</p>\n<p style=\"color: #626262\">FCG: LET ME ASK YOU, HOW MUCH OF THAT ANIMOSITY IS INNOCENT \"PLATONIC RAGE\"?</p>\n<p style=\"color: #626262\">FCG: COULD IT BE THAT SUBCONSCIOUSLY YOU WANT TO PUSH THINGS WITH HER ONTO CALIGINOUS TURF, MAYBE SEE HOW THINGS WORK OUT THERE?</p>\n<p style=\"color: #626262\">FCG: SEE IF YOU CAN HAVE YOUR GRUB, AND CULL IT TOO??</p>\n<p style=\"color: #626262\">FCG: THAT WAY YOU HAVE HER ALL TO YOURSELF!</p>\n<p style=\"color: #ff0000\">CCG: FUCK YOU.</p>\n<p style=\"color: #626262\">FCG: YOU WANT HER IN EVERY QUADRANT LIKE A DESPERATE FOOL.</p>\n<p style=\"color: #626262\">FCG: DO YOU REALIZE WHAT YOU'VE BECOME? YOU ARE THE SAD JOKE CHARACTER IN THE ROMCOM, YOU KNOW THE GUY I'M TALKING ABOUT.</p>\n<p style=\"color: #626262\">FCG: WHO'S GREEDY AND INDISCRIMINATE ABOUT FILLING EVERY QUADRANT, TOTALLY OBLIVIOUS TO IT, AND IN THE END HAS FUCKALL TO SHOW FOR IT.</p>\n<p style=\"color: #ff0000\">CCG: I DON'T HAVE TO PUT UP WITH THIS.</p>\n<p style=\"color: #626262\">FCG: YOU KIND OF DO, FOR AT LEAST ANOTHER TEN MINUTES.</p>\n<p style=\"color: #ff0000\">CCG: NO, FUCK THAT, I'M SO DONE WITH YOU.</p>\n<p style=\"color: #626262\">FCG: YEAH, YOU PRETTY MUCH ARE, BECAUSE THE TEN MINUTES ARE ABOUT UP, AND I'LL BE GONE.</p>\n<p style=\"color: #626262\">FCG: THEN IT'LL JUST BE YOU AND THE OTHER GUY, SPINNING YOUR GLOBES TOGETHER LIKE A COUPLE STUPID PIECES OF SHIT, AD INFINITUM.</p>",
    "flash": false,
    "javascript": false,
    "author": "THE HUSS",
    "commited": true
}